Repository: Acidburn0zzz/mintdoc
Catalog: books/User_Guide/launchpad-po-export/user-guide-common-installation/user-guide-common-installation-*.po
Languages: bg, ca, da, es, fr, hr, pt_br, sl, sv, tr, uk, vi, zh_hk, zh_tw

source: Get a blank DVD-R (a DVD-RW should work as well, but this type of media is known to have compatibility issues) and your favorite marker and label the DVD. Although labeling your DVDs sounds trivial, you should be sure to do so, as you can easily end up with 20 unlabeled and unidentifiable discs on your desk. :)
bg: Вземете празен DVD-R (DVD-RW също би работил, но е известно че този тип дискове създават проблеми със съвместимостта) от Вашата любима марка и го надпишете. Надписването на дисковете може да звучи тривиално, но ако спрете да го правите, бързо ще се сдобиете с 20 не надписани и неразпознаваеми диска на бюрото си. :)
ca: Agafi un DVD-R en blanc (també val un DVD-RW, però aquest tipus de dispositius solen donar problemes de compatibilitat) i el seu rotulador preferit i etiqueti el DVD. Tot i que etiquetar els DVD sona trivial, s'hauria de fer, ja que si no hom es pot trobar amb 20 discos no identificats a l'escriptori. :)
da: Tag en tom DVD-R (en DVD-RW burde også virke, men denne type kan have kompatibilitetsproblemer) og din yndlingsmarker og navngiv DVD'en. Selvom navngivning af dine DVD'er lyder trivielt, er det en god idé, da du nemt kan ende med 20 unavngivne og uidentificerbare DVD'er på dit skrivebord. :)
es: Obtenga un disco DVD-R vacío (un DVD-RW debería funcionar también, pero es sabido que tienen problemas de compatibilidad) y su marcador favorito y rotule el DVD. Aunque etiquetar los DVDs parezca trivial, no olvide hacerlo, o puede acabar con 20 discos sin etiqueta y no identificables en su escritorio. :)
fr: Prenez un DVD-R (les DVD-RW ont des problèmes de compatibilité), et votre marqueur favori, et nommez le DVD. Ça peut paraître idiot, mais ça évite de se retrouver avec 20 DVD non-identifiés ! :)
hr: Nabavite prazan DVD-R (DVD-RW bi trebao isto raditi, ali kod ove vrsta medija je poznato da ima problem s kompatibilnošću) i vaš omiljeni flomaster za pisanje naslova DVD-a. Iako pisanje naslova vašeg DVD-a izgleda smiješno, bilo bi dobro da učinite to, jer bi lako mogli završiti s 20 neobilježenih diskova na vašem stolu. :)
pt_br: Obtenha um DVD virgem (um DVD-RW também deve servir, mas esse tipo de mídia é conhecido por gerar problemas de compatibilidade) e seu software de gravação preferido e rotule o DVD. Embora rotular DVDs pareça trivial, você deve certificar-se de fazê-lo, uma vez que poderá facilmente terminar com 20 discos não rotulados (e, portanto, não identificáveis) em sua mesa. :)
sl: Dobite prazen DVD-R (DVD-RW bi moral prav tako delovati, toda ta vrsta medija je znan po težavah z združljivostjo) in vaš priljubljen marker in označite DVD. Čeprav označevanje DVD-jev zveni samoumevno, morate zagotovo to narediti, ker lahko preprosto končate z 20 neoznačenimi in nedoločljivimi diski na vaši mizi. :)
sv: Skaffa en tom DVD-R (DVD-RW brukar också fungera, men är inte riktigt lika tillförlitliga) och märk den så att du vet vad den innehåller. Det kanske låter dumt, men det är ju lätt hänt att man "glömmer" detta och sedan sitter man plötsligt där med 20 omärkta skivor.
tr: Boş bir DVD-R alın (bir DVD-RW'de olabilir, ama bu ortam türünün uyumluluk sorunlarına sebep olduğu biliniyor) ve uygun bir işaretleyici ile DVD'ye etiketini yazın. DVD'leri etiketlemek önemsiz gibi görünsede, bunu yaptığınızdan emin olmalısınız. Böylece masaüstünüzde bulunabilecek bir çok etiketsiz ve tanımsız disk arasında rahatlıkla bulabilirsiniz. :)
uk: Візьміть чистий DVD-R диск (DVD-RW диск повинен згодитися також але цей тип носія як відомо має питання з сумісністю), відкрийте Вашу улюблену програму запису дисків і запишіть DVD. Хоч запис Вашого DVD здається дріб’язковою справою але Ви повинні бути впевнені, що запишете його правильно оскільки Ви можете легко закінчити цю справу 20-ма зіпсованими, непридатними дисками на Вашому столі. :)
vi: Hãy lấy một đĩa DVD-R trắng (DVD-RW chắc cũng được nhưng loại đĩa này có nhiều vấn đề tương thích đã được phát hiện) và cây bút đánh dấu ưa thích của bạn rồi ghi nhãn đĩa DVD. Mặc dù điều này nghe có vẻ tầm thường nhưng hãy chắc chắn làm vậy, vì bạn sẽ dễ dàng có tới 20 cái đĩa không nhãn, không biết là gì trên bàn đấy. :)
zh_hk: 拿一張空白 DVD-R (DVD-RW 亦可以，但是可能會有相容性問題)，並用箱頭筆作記號。請養成標記 DVD 的習慣，以避免過多未標記的光碟造成混淆。
zh_tw: 拿一張空白 DVD-R (DVD-RW 也可以，但是可能會有相容性問題)，並用簽字筆標示。請養成標示 DVD 的習慣，以避免過多未標示的光碟造成混淆。

source: Insert the blank DVD-R in the drive and get ready to burn the ISO.
bg: Поставете празен DVD-R в записвачката и сте готови за запис на ISO файла.
ca: Inseriu el DVD-R en blanc a la unitat de disc i prepareu-vos per enregistrar la ISO.
da: Put den tomme DVD-R i drevet og gør klar til at brænde ISO-filen.
es: Inserte el DVD-R vacío en la unidad y prepárese para grabar el ISO.
fr: Insérez le DVD-R vierge dans le lecteur et préparez-vous à graver l'image ISO.
hr: Umetnite prazan DVD-R u optički pogon i pripremite se za snimanje ISO datoteke.
pt_br: Insira o DVD-R no drive e prepare-se para gravar a ISO.
sl: Vstavite prazen DVD-R v pogon in se pripravite na zapis ISO-ta.
sv: Placera DVD:n i brännaren och gör dig redo att bränna din ISO-fil.
tr: ISO dosyasını yazmaya hazırlanmak için boş DVD-R ortamını sürücüye yerleştirin.
uk: Вставте чистий DVD-R у пристрій і приготуйтеся до запису ISO.
vi: Cho đĩa DVD-R trắng vào ổ và chuẩn bị ghi tập tin ISO.
zh_hk: 將空白 DVD-R 放入光碟機並開始燒錄 ISO 檔。
zh_tw: 將空白 DVD-R 插入光碟機，並開始燒錄 ISO 檔案。

source: If you’re running Linux with Cinnamon right-click on the ISO file and select: open with: Brasero, choose “Burn image” and follow the steps given there.
bg: Ако използвате Линукс Минт със Cinnamon, с десен клик на ISO-то изберете: отвори с: Brasero и изберете "Запис на образ" (Burn image) и следвайте стъпките.
ca: Si utilitzeu Linux amb Cinnamon, feu click amb el botó dret al fitxer ISO i sel·leccioneu: obre amb: Brasero, trieu <<enregistra la imatge>> i seguiu els passos que us dongui.
da: Hvis du kører Linux med Cinnamon, kan du højreklikke ISO-filen og vælge: "Åbn med Brasero" og klik derefter på Opret aftryk.
es: Si está usando Linux con Cinnamon, haga clic derecho en el archivo ISO y seleccione: abrir con: Brasero, seleccione "Grabar imagen" y siga las instrucciones.
fr: Si vous utilisez Linux avec Cinnamon, effectuez un clic-droit sur le fichier ISO et sélectionnez : Ouvrir avec : Brasero, Choisissez une image disque à graver, et suivez les étapes indiquées.
hr: Ako koristite Linux s Cinnamonom desno kliknite na ISO datoteku i odaberite: Otvori s(a): Brasero, odaberite “Stvori sliku” i slijedite zadane korake.
pt_br: Se você estiver executando o Linux com o Cinnamon, clique sobre o arquivo ISO com o botão direito do mouse e selecione: abrir com: Brasero. Selecione "gravar imagem" e siga os passos indicados por lá.
sl: Če uporabljate Linux s Cinnamon, desno-kliknite na datoteko ISO in izberite: Odpri z: Brasero, izberite "Zapiši odtis" ter sledite korakom, ki so tam podani.
sv: Klicka på "Avbryt" om du redan använder ett Linuxsystem och blir tillfrågad om vad du vill göra med den tomma skiva du matat in. Högerklicka sedan på ISO-filen och välj "Skriv till skiva...".
tr: Eğer Linux ile Cinnamon ortamını kullanıyorsanız, ISO dosyasına sağ tıklayıp Birlikte Aç seçeneğinden Brasero ile açınız ve "Yazdır" seçeneği ile açılan adımları takip ediniz.
uk: Якщо Ви використовуєте Linux з графічним середовищем Cinnamon клацніть правою кнопкою миші на файлі ISO та виберіть пункт відкрити за допомогою Brasero, виберіть 'Записати образ' і дотримуйтеся інструкцій.
vi: Nếu đang dùng Linux với Cinnamon, bạn hãy nhấp phải vào tập tiin ISO và chọn: mở với: Brasero, chọn "Ghi ảnh đĩa" rồi làm theo các bước chỉ dẫn.
zh_hk: 如果您正在執行 Cinnamon 版 Linux，在 ISO 檔案上按右鍵，並選擇「以此開啟：Brasero」， 選取「燒錄映像檔」，並按照提示步驟操作。
zh_tw: 如果您執行的是 Cinnamon 版，在 ISO 檔案上點擊右鍵，並選擇「以此開啟: Brasero」， 選取「燒錄映像檔」，並依照提示步驟執行。

source: If you’re running Linux with KDE, launch K3B and in the “Tools” menu choose “Write ISO Image”.
bg: Ако използвате Линукс с KDE, стартирайте K3B и от менюто "Инструменти" изберете "Запис на ISO образ" (Write ISO Image).
ca: Si utilitzeu Linux amb KDE, executeu K3B i al menú d' <<Eines>> escolliu <<Escriu la imatge ISO>>.
da: Hvis du kører Linux med KDE, start K3B og vælg "Skriv ISO-aftryk" i værktøjsmenuen.
es: Si está usando Linux con KDE, inicie K3B y en el menú "Herramientas", seleccione "Grabar imagen ISO".
fr: Si vous utilisez Linux avec KDE, lancez K3B et dans le menu "Outils", choisissez "Écrire l'image ISO".
hr: Ako koristite Linux s KDE, pokrenite K3B i u “Tools” izborniku odaberite “Write ISO Image”.
pt_br: Se você estiver executando o Linux com KDE, abra o aplicativo K3B no menu "Ferramentas" e selecione "Gravar imagem ISO".
sl: Če uporabljate Linux z KDE, zaženite K3B ter v meniju "Orodja" izberite "Zapiši odtis ISO".
sv: Om du använder ett Linuxsystem med KDE så starta K3B. I verktygsmenyn väljer du sedan ”Skriv ISO-fil”.
tr: Eğer Linux ile KDE ortamını kullanıyorsanız, K3B uygulamasını açıp "Araçlar" menüsünden "ISO imajı yazdır" seçeneğini seçiniz.
uk: Якщо Ви використовуєте Linux з графічним середовищем KDE, запустіть K3B і в меню "Інструменти" виберіть "Записати штамп".
vi: Nếu đang dùng Linux với KDE, bạn hãy chạy K3B và chọn "Ghi Ảnh ISO" trong trình đơn "Công cụ".
zh_hk: 如果您正在執行 KDE 版 Linux，啟動 K3B，並在「工具」選單裏選取「寫入 ISO 映像檔」。
zh_tw: 如果您執行的是 KDE 版，啟動 K3B，並在「工具」選單裡選取「寫入 ISO 映像檔」。

source: If you’re running Windows you can use a program like InfraRecorder.
bg: Ако сте с Windows, може да използвате програма като InfraRecorder.
ca: Si utilitzeu Windows, podeu usar un programa com InfraRecorder.
da: Hvis du kører Windows, kan du anvende et program så som InfraRecorder.
es: Si está usando Windows, puede utilizar un programa como InfraRecorder.
fr: Si vous utilisez Windows, vous pouvez utiliser un programme tel que InfraRecorder.
hr: Ako koristite Windowse možete koristiti program poput InfraRecorder.
pt_br: Se você estiver executando o Windows, poderá utilizar um programa como o InfraRecorder.
sl: Če uporabljate Windows, lahko uporabite program, kot je InfraRecorder.
sv: Om du använder Windows kan du till exempel använda InfraRecorder: <ulink url="http://infrarecorder.sourceforge.net/?page_id=5">http://infrarecorder.sourceforge.net/?page_id=5</ulink>
tr: Eğer Windows kullanıyorsanız, InfraRecorder benzeri bir uygulamayı kullanarak benzer adımları takip edebilirsiniz.
uk: Якщо Ви використовуєте Windows, Ви можете використовувати таку программу як InfraRecorder.
vi: Nếu đang dùng Windows, bạn có thể dùng một chương trình như là InfraRecorder.
zh_hk: 如果您正在執行 Windows，您可以使用開源燒錄程式，如 InfraRecorder。
zh_tw: 如果您執行 Windows，您可以使用開源燒錄程式，如 InfraRecorder。

source: Make sure to burn the ISO image to disk, and not to write the ISO file to the disk. A very common mistake, especially for people using Nero, is to actually burn the ISO file on the disk as a data file. The ISO file is an image of a disk so it needs to be burnt not as a file which will appear on the disk, but as an ISO image which will be decompressed and whose content will be burnt onto the disc. After burning the DVD you shouldn't see the ISO file within the disc, but rather folders like “casper” or “isolinux”. Most burning software has a special option for this.
bg: Убедете се че записвате ISO образа на диска, а не ISO файла. Това е много често срещана грешка, особено сред хората използващи Nero, те всъщност записват ISO файла като файл с данни. ISO файла е образ на диск, той трябва да се запише не като файл, който седи на диска, а като декомпресиран образ, чието съдържание съдържание се записва. След записа на DVD-то, там не трябва да има ISO файл, а редица папки като “casper” или “isolinux”. Повечето програми имат специална опция за това.
ca: Assegureu-vos d'enregistrar la imatge ISO al disc, i no el fitxer ISO. Un error molt comú, sobretot per la gent que usa Nero, és enregistrar el fitxer ISO al disc com si fos un arxiu de fitxers. El fitxer ISO és una imatge d'uns disc, i ha de ser enregistrat no com un fitxer que aparegui al disc, sino com una imatge ISO, que es descomprimirà i serà el seu contingut el que s'enregistrarà al disc. Després d'enregistrar el DVD no heu de veure el fitxer ISO dins del disc, sinó carpetes com <<casper>> o <<isolinux>>. La majoria del programari d'enregistrament de DVD té una opció especial per a aquest fet.
da: Sikr dig, at du brænder ISO-filen til disken og ikke skriver den til disken. En meget almindelig fejl, særligt for folk der bruger Nero, er at brænde ISO-filen til disken som en datafil. ISO-filen er et aftryk af en disk, så den skal ikke brændes som en fil, der optræder på disken, men som et ISO-aftryk, som vil blive dekomprimeret og hvis indhold vil blive brændt til disken. Efter brænding af DVD'en bør du ikke se ISO-filen på disken, men snarere mapper så som "casper" eller "isolinux". De fleste programmer til brænding af DVD'er har en særlig valgmulighed til dette.
es: Asegúrese de grabar en el disco la imagen ISO, y no el fichero ISO. Un error muy frecuente, especialmente para los usuarios de Nero, es grabar el fichero ISO en el disco como fichero de datos. El fichero ISO es una imagen de un disco, y no debe grabarse como fichero que aparecerá en el disco, sino como una imagen ISO cuyo contenido será descomprimido y grabado en el disco. Después de graba el DVD, no debería ver el fichero ISO en el disco, sino carpetas como "casper" o "isolinux". La mayoría del software de grabación tiene una opción especial para esto.
fr: Assurez-vous de graver l'image ISO sur un disque, et non de copier le fichier ISO sur le disque. Une erreur très commune, particulièrement parmi les utilisateurs de Nero, est ainsi de graver le fichier ISO sur le disque en tant que fichier de données. Le fichier ISO est une image disque, elle requiert donc d'être gravée non pas comme un fichier qui apparaîtra sur le disque, mais comme une image ISO qui sera décompressée, et dont le contenu sera gravé sur le disque. Après avoir gravé l'image sur le DVD, vous devriez pas voir le fichier ISO à l'intérieur du disque, mais plutôt des dossiers tels que "casper" ou "isolinux". La plupart des logiciels de gravure disposent d'une option spéciale à la gravure d'images ISO.
hr: Pobrinite se da snimite ISO sliku na disk, a ne da zapišete ISO datoteku na disk. Vrlo česta greška, osobito kod ljudi koji koriste Nero, ustvari snimaju ISO datoteku na disk kao podatkovnu datoteku. ISO datoteka je slika diska stoga treba biti snimljena ne kao datoteka koja će se pojaviti na snimljenom disku već kao ISO slika koja će biti otpakirana i cijeli sadržaj će bit snimljen na disk . Nakon snimanja DVD-a ne biste trebali vidjeti ISO datoteku na disku, već mape poput “casper” ili “isolinux”. Većina softvera za snimanje ima posebne mogućnosti za to.
pt_br: Certifique-se de gravar a imagem ISO no disco e não gravar o arquivo ISO no disco. Um erro muito comum, especialmente para as pessoas que usam o Nero, é gravar o arquivo ISO no disco como um arquivo de dados. O arquivo ISO é uma imagem de um disco, então ele precisa ser gravado não como um arquivo que aparecerá no disco, mas como uma imagem ISO que será descompactada e cujo conteúdo vai ser gravado no disco. Depois de gravar o DVD, você não deverá ver o arquivo ISO no disco, mas sim pastas como "casper" ou "isolinux". A maioria dos softwares de gravação têm uma opção especial para isso.
sl: Prepričajte se, da zapišete odtis ISO na disk in da ne zapišete na disk datoteke ISO. Zelo pogosta napaka, še posebej za uporabnike programa Nero, da dejansko zapišejo datoteko ISO na disk kot podatkovno datoteko. Datoteka ISO je odtis diska, tako da se ga ne sme zapisati kot datoteko, katera se bo prikazala na disku, ampak kot odtis ISO, kateri bo razširjen in katerega vsebina bo zapisana na disk. Po zapisu DVD-ja ne bi smeli videti datoteke ISO znotraj diska, temveč mape, kot so "casper" ali "isolinux". Večina programov za zapisovanje ima posebno možnost za to.
sv: Tänk på att bränna skivan på rätt sätt. Ett mycket vanligt misstag, särskilt för de som använder Nero, är att bränna ISO-filen som en datafil. ISO-filen är en skivavbildning och skall därför brännas som en sådan. Efter avslutad bränning ska du inte se ISO-filen då du bläddrar i DVD-skivans filstruktur utan mappar med namn som ”casper” och ”isolinux”. De flesta brännarprogram har ett speciellt menyval för att bränna skivavbildningar.
tr: ISO dosyasını DVD'ye kalıp olarak yazdırdığınızdan emin olunuz, bunu dosya olarak yazdırmamalısınız. Bu özellikle Nero programını kullananlar için genel olarak rastlanılabilen bir hatadır, ISO dosyası diske bir veri dosyası olarak yazdırılabilmektedir. ISO dosyası bir disk kalıbıdır, bu yüzden DVD içinde görünecek tek bir dosya olarak değil, ama bunun yerine bir ISO kalıp dosyasının içeriği çıkartılacak biçimde ve tüm dosya içeriği diske yazdırılmalıdır. DVD'yi yazdırdıktan sonra içinde ISO dosyasını görmemeniz gerekir, bunun yerine “casper” ya da “isolinux” benzeri klasörleri görmelisiniz. Çoğu yazdırma programı bunun (disk kalıbı yazdırma) için özel bir seçeneğe sahiptir.
uk: Не забудьте переконатися, що буде записано на диск саме ISO-образ, а не ISO файл. Дуже частою помилкою, особливо в людей, що використовують Nero є запис на диск ISO файлу як файлу даних, а не як ISO-образу. ISO-образ це є образ диску і його потрібно записувати не як файл, з якого неможливо буде завантажитися змінивши налаштування BIOS таким чином щоб пріоритетним було завантаження комп’ютера з пристрою DVD, а як образ ISO, який буде завантажувальним і який при завантаженні з нього буде розпаковано, а вміст його буде записано на диск. Після записування DVD-диску, Ви не повинні бачити ISO файл на диску але повинні, бачити теки на зразок 'casper' або 'isolinux'. Програма для запису має спеціальну опцію для цього.
vi: Hãy chắc chắn rằng bạn ghi ảnh tập tin ISO ra đĩa, chứ không phải chép tập tin ISO xuống đĩa. Một nhầm lẫn rất phổ biến, đặc biệt với những người dùng Nero, là chép tập tin ISO xuống đĩa dạng tập tin dữ liệu. Tập tin ISO là hình của của đĩa nên nó cần phải được ghi không phải theo dạng tập tin hiển thị trên đĩa mà như một ảnh ISO giải nén và toàn bộ nội dung được ghi ra đĩa. Sau khi ghi đĩa xong, nếu đúng thì bạn sẽ không thấy tập tin ISO trên đĩa mà những thư mục như là "casper" hay "isolinux". Hầu hết phần mềm ghi đĩa đều có tuỳ chọn đặc biệt để ghi như vậy.
zh_hk: 請確保您是將 ISO 映像檔燒錄至光碟，而不是將 ISO 檔案寫入光碟。這是一個非常常見的錯誤，特別是 Nero 使用者，很容易將 ISO 檔案當成一般資料檔案燒錄至光碟。ISO 檔案是一張光碟的影像，所以不能把它當成一個檔案燒錄至光碟，而要讓燒錄軟件將其解壓縮，並將其內容燒錄至光碟上。燒錄完成後，您不應該在 DVD 上看到該 ISO 檔案，而是應該看到資料夾，如「casper」或「isolinux」。大多數燒錄軟件都為此提供專用選項。
zh_tw: 請確認，您是將 ISO 映像檔燒錄至光碟，而不是將整個 ISO 檔案寫入光碟。這是非常常見的錯誤，特別是 Nero 使用者，很容易將 ISO 檔案，當成一般資料檔案燒錄至光碟。ISO 檔案是一張光碟的影像，所以不能把它當成一個檔案燒錄至光碟，而要讓燒錄軟體將其解壓縮，並將內容燒錄至光碟上。燒錄完成後，您不應該在 DVD 上看到那個 ISO 檔案，而是許多資料夾，如「casper」或「isolinux」。大多數燒錄軟體都對此有提供專用選項。

source: Boot the LiveDVD
bg: Стартиране на живия диск
ca: Iniciar el DVD
da: Boot fra LiveDVD'en
es: Arranque el LiveDVD
fr: Démarrer le LiveDVD
hr: Pokreni LiveDVD
pt_br: Inicializar o sistema a partir do LiveDVD
sl: Zagon z živega DVD-ja
sv: Starta från DVD:n
tr: Çalışan DVD ile açılış
uk: Завантажте LiveDVD
vi: Khởi động DVD Trực tiếp
zh_hk: 啟動 LiveDVD
zh_tw: 啟動 LiveDVD

source: Place the DVD in the drive and restart the computer. You should now see the following screen:
bg: Поставете DVD диска в устройството и рестартирайте компютъра. Трябва да видите следния екран:
ca: Poseu el DVD a la unitat de disc i reinicieu l'ordinador. Veureu la pantalla següent:
da: Put DVD'en i drevet og genstart computeren. Du burde nu se følgende på skærmen:
es: Coloque el DVD en la unidad y reinicie el equipo. Ahora debería ver la siguiente pantalla:
fr: Insérez le DVD dans le lecteur et redémarrez l'ordinateur. Vous devriez maintenant voir l'écran suivant :
hr: Umetnite DVD u optički pogon i ponovno pokrenite računalo. Sada bi trebali vidjeti slijedeći zaslon:
pt_br: Agora coloque o DVD no drive e reinicie o computador. Você deverá ver a seguinte tela:
sl: Vstavite DVD v pogon in ponovno zaženite računalnik. Nato bi morali videti naslednji zaslon:
sv: Lägg i DVD:n i din optiska enhet och starta om datorn. Du kommer att se en startbild som ser ut så här:
tr: DVD'yi sürücüye yerleştirin ve sisteminizi yeniden başlatın. Şimdi aşağıdaki ekranı görmelisiniz:
uk: Встановіть DVD-диск у дисковод і перезавантажте комп’ютер. Тепер Ви повинні побачити такий екран:
vi: Cho DVD vào ổ và khởi động lại máy tính. Bây giờ bạn sẽ nhìn thấy màn hình này:
zh_hk: 將 DVD 放入光碟機後重新啟動電腦。您現在應該看到以下畫面：
zh_tw: 將 DVD 放入光碟機後重開機。您現在會看到以下畫面:

source: The boot screen
bg: Стартиращ екран
ca: La pantalla d'inici.
da: Bootskærmen
es: La pantalla de arranque
fr: L'écran de démarrage
hr: Zaslon pokretanja
pt_br: Tela de Boot
sl: Začetni zaslon
sv: Startbilden
tr: Açılış (boot) ekranı
uk: Екран завантаження
vi: Màn hình khởi động
zh_hk: 開機畫面
zh_tw: 開機畫面
