Repository: Acidburn0zzz/mintdoc
Catalog: books/User_Guide/launchpad-po-export/user-guide-common-installation/user-guide-common-installation-*.po
Languages: bg, ca, da, es, fr, hr, pt_br, sl, sv, tr, uk, vi, zh_hk, zh_tw

source: Select your keyboard layout. If you are not sure about exactly which layout matches the keyboard you have, click on the text field at the bottom of the screen and start typing with your keyboard. Make sure the keys you press match the characters that appear in the text field in order to ensure you have selected the right keyboard layout. Some layouts only differ with respect to accents, numbers and punctuation signs, so make sure to test these as well.
bg: Изберете Вашата клавиатурна подредба. Ако не сте сигурни за точната подредба, съвпадаща с клавиатурата, която имате, кликнете на текстово поле в дъното на екрана и започнете да пишете. Убедете се че клавишите, които натискате съвпадат със символите, които се появяват в текстовото поле. Някои подредби се различават само по отношение на ударения, цифри и препинателни знаци, така че тествайте и тях и се уверете, че всичко е наред.
ca: Seleccioni la distribució de teclat. Si no sap exactament quina disposició coincideix amb el seu teclat, faci clic al camp de text en la part inferior de la pantalla i escrigui alguna cosa. Comprovi que les tecles que prem coincideixen amb els caràcters que apareixen en el camp de text per tal d'assegurar-se que ha seleccionat la distribució de teclat correcta. Algunes distribucions només difereixen en els accents, números i signes de puntuació, així que asseguri's de provar-los també.
da: Vælg dit tastaturlayout. Hvis du ikke er sikker på, hvilket layout der matcher dit tastatur, så klik i tekstboksen nederst på skærmen og begynd at taste på dit tastatur. For at sikre dig at du har valgt det rigtige tastaturlayout, skal du være opmærksom på, om de taster, du trykker på, passer med de tegn, som optræder i tekstboksen. Nogle layout er kun forskellige mht. accenttegn, tal og tegnsætningstegn, så sørg for også at teste disse.
es: Seleccione la distribución de teclado. Si no está seguro exactamente qué disposición coincide con su teclado, haga clic en el campo de texto en la parte inferior de la pantalla y escriba algo. Asegúrese de que las teclas que pulsa coinciden con los caracteres que aparecen en el campo de texto con el fin de asegurarse de que ha seleccionado la distribución de teclado correcta. Algunas distribuciones solo difieren en los acentos, números y signos de puntuación, así que asegúrese de probarlos también.
fr: Choisissez votre agencement de clavier. Si vous n'êtes pas sûr, cliquez sur le champ de texte en bas de l'écran et commencez à taper avec votre clavier. Assurez-vous que les touches pressées correspondent aux caractères qui apparaissent dans le champ de texte. Certains agencements diffèrent seulement sur la position des accents, des nombres et des signes de ponctuation, assurez-vous donc de les tester également.
hr: Odaberite svoj raspored tipkovnice. Ako niste sigurni koji vam je točno potreban raspored tipkovnice, kliknite u polje teksta na dnu zaslona i počnite tipkati po tipkovnici. Budite sigurni da se tipke koje pritisnete podudaraju sa znakovima koji se pojave u polju teksta da bi bili sigurni jeste li odabrali ispravan raspored tipkovnice. Neki rasporedi razlikuju se samo u odnosu na naglaske, brojke i rečenične znakove, stoga testirajte i njih isto tako.
pt_br: Selecione o layout do teclado. Se você não tem certeza sobre qual layout corresponde ao seu teclado, clique no campo de texto na parte inferior da tela e começar a digitar. Verifique se as teclas pressionadas correspondem aos caracteres que aparecem no campo de texto, a fim de garantir que você tenha selecionado o layout de teclado correto. Alguns layouts só diferem em relação a acentos, números e sinais de pontuação, por isso certifique-se de testá-los também.
sl: Izberite razporeditev tipk. Če niste prepričani, točno katera razporeditev se ujema z vašo tipkovnico, kliknite na besedilno polje na dnu zaslona in začnite tipkati. Prepričajte se, da se tipke, na katere pritiskate, ujemajo z znaki, kateri se prikazujejo na v besedilnem polju, za zagotovitev, da uporabljate pravilno razporeditev tipk. Nekatere razporeditve se razlikujejo glede na naglase, številke in ločilne znake, tako da se prepričajte, da preverite tudi te.
sv: Välj tangentbordslayout. Normalt väljs grundinställningen för Sverige och du behöver då bara klicka på Fortsätt för att godkänna detta. Skulle du behöva någon annan, och inte vet exakt vilken du ska välja, så kan du prova dig fram genom att skriva i inmatningsfältet. Förvissa dig om att tecknen du skriver på tangentbordet överensstämmer med de på skärmen. Vissa layouter skiljer sig bara åt vad gäller accenter, specialtecken och så vidare, så se till att du provar även dessa tecken.
tr: Klavye düzenini seçiniz. Seçtiğiniz klavye düzeninin sahip olduğunuz klavye ile eşleştiğinden emin değilseniz, ekranın altındaki metin alanına tıklayınız ve klavyenizin tuşlarına basarak bir şeyler yazmaya başlayınız. Bastığınız tuş karakterlerinin metin alanında doğru göründüğünden ve bu sınama ile doğru düzeni seçtiğinizden emin olunuz. Bazı klavye düzenlerinde (şivelerle ilgili) üst karakterler, sayılar ya da noktalama işaretleri farklı olabilir. Bu sebeple bunları da test etmeyi atlamayınız.
uk: Виберіть розкладку клавіатури. Якщо Ви не впевнені яка саме розкладка відповідає Вашій клавіатурі, натисніть на текстове поле в долішній частині вікна і почніть введення з клавіатури. Переконайтеся, що клавіші відповідають символам які з’являються в текстовому полі аби переконатися у тому, що Ви обрали правильну розкладку. Деякі розкладки відрізняються тільки відносно акцентів, цифр і знаків пунктуації, тож не забудьте перевірити це також.
vi: Chọn kiểu bố trí bàn phím của bạn. Nếu bạn không chắc lắm kiểu nào khớp với bàn phím của bạn, hãy nhấp vào ô văn bản ở dưới màn hình và thử gõ gì đó bằng bàn phím. Hãy chắc rằng các phím bạn gõ khớp với các ký tự xuất hiện trong ô văn bản để đảm bảo rằng bạn đã chọn đúng kiểu bố trí bàn phím. Vài kiểu bố trí chỉ khác nhau một ít về dấu phụ, con số và dấu câ, nên đừng quên thử cả những thứ đó.
zh_tw: 選擇您的鍵盤配置。如果您不確定何種配置與您的鍵盤相符，請點擊畫面底端的文字欄位，並開始使用您的鍵盤輸入。請確定您按下的按鍵，是否與出現在文字欄位的字元相符，以確認您選擇正確的鍵盤配置。有些配置只差在重音，數字，與標點符號，所以請同樣地確認這些部分。

source: When you’re ready click the <guibutton>Continue</guibutton> button.
bg: Когато сте готови натиснете бутона <guibutton>Напред</guibutton>.
ca: Quan estigui llest, faci clic al botó <guibutton>Continua</guibutton>.
da: Klik på <guibutton>Fortsæt</guibutton>-knappen, når du er klar.
es: Cuando esté listo, haga clic en el botón <guibutton>Continuar</guibutton>.
fr: Une fois prêt, cliquez sur le bouton <guibutton>Continuer</guibutton>.
hr: Kada ste spremni kliknite na <guibutton>Nastavi</guibutton> tipku.
pt_br: Quando estiver pronto, clique no botão <guibutton>Continue</guibutton> .
sl: Ko ste pripravljeni, kliknite na gumb <guibutton>Nadaljuj</guibutton>.
sv: Klicka på <guibutton>Fortsätt</guibutton> när du är klar.
tr: Hazır olduğunuzda <guibutton>Devam Et</guibutton> düğmesine tıklayınız.
uk: Коли Ви будете готові натисніть кнопку <guibutton>Продовжити</guibutton>.
vi: Khi đã sẵn sàng hãy nhấn nút <guibutton>Tiếp tục</guibutton>
zh_tw: 當您準備好之後，請點擊 <guibutton>繼續</guibutton> 按鍵。

source: Enter your real name and a username and password. Every time you’ll use Linux Mint you’ll use your account with this username and password. Once Linux Mint is installed you’ll be able to define other accounts if other people are to use this computer.
bg: Въведете истинското си име, потребителско име и парола. Всеки път, като ползвате Линукс Минт, Вие ще използвате Вашия акаунт с това потребителско име и парола. След инсталацията ще може да създадете други акаунти, ако има и други хора, които ползват компютъра.
ca: Teclegi el seu nom real i un nom d'usuari i contrasenya. Cada vegada que vagi a utilitzar Linux Mint entrarà en el seu compte amb aquest nom d'usuari i contrasenya. Quan Linux Mint estigui instal·lat podrà definir d'altres comptes si d'altres persones han de fer servir l'equip.
da: Indtast dit navn, brugernavn og adgangskode. Hver gang du bruger Linux Mint, vil du anvende din brugerkonto med dette brugernavn og denne adgangskode. Når Linux Mint er blevet installeret, kan du oprette andre brugerkonti, hvis der er flere brugere på computeren.
es: Teclee su nombre real y un nombre de usuario y contraseña. Cada vez que vaya a usar Linux Mint entrará en su cuenta con este nombre de usuario y contraseña. Una vez que Linux Mint está instalado podrá definir otras cuentas si otras personas van a utilizar el equipo.
fr: Entrez votre nom ainsi que qu'un nom d'utilisateur et un mot de passe. Chaque fois que vous utiliserez Linux Mint, vous utiliserez votre compte avec ce nom d'utilisateur et ce mot de passe. Une fois Linux Mint installé, vous pourrez définir d'autres comptes si d'autres personnes utilisent cet ordinateur.
hr: Upišite svoje stvarno ime, korisničko ime i lozinku. Svaki puta kada koristite Linux Mint koristit ćete svoj račun s korisničkim imenom i lozinkom. Jednom kada je Linux Mint instaliran moći ćete napraviti druge račune za ljude koji koriste ovo računalo.
pt_br: Digite o seu nome real, além de um nome de usuário e senha. Toda vez que você for usar o Linux Mint você vai utilizar sua conta com este nome de usuário e senha. Uma vez que o Linux Mint esteja instalado, você será capaz de criar novas contas para o caso de outras pessoas virem a utilizar este computador.
sl: Vnesite svoje resnično ime, priimek in geslo. Vedno, ko boste uporabljali Linux Mint, boste uporabili svoj račun s tem uporabniškim imenom in geslom. Ko je Linux Mint dokončno nameščen, boste lahko določili druge račune, če bodo drugi ljudje uporabljali ta računalnik.
sv: Skriv in ditt namn, ett användarnamn och ett lösenord. Varje gång du startar Linux Mint kommer du att använda dig av ditt användarnamn och ditt lösenord. När Linux Mint är installerat kan du skapa fler användarkonton om du vill.
tr: Gerçek adınızı, bir kullanıcı adı ve şifrenizi giriniz. Linux Mint'i her kullanmak istediğinizde, hesabınız ile ilgili bu kullanıcı adı ve şifrenizi kullanacaksınız. Eğer bu bilgisayarı kullanan başka kişilerde varsa, Linux Mint kurulumundan sonra onlar için de bir kullanıcı hesabı atayabilirsiniz.
uk: Введіть Ваше справжнє ім’я, а також ім’я користувача та пароль. Кожного разу, коли Ви будете користуватися Linux Mint, Ви будете використовувати свій обліковий запис з цим ім’ям користувача і паролем. Після встановлення Linux Mint Ви зможете створити додаткові облікові записи, якщо цим комп’ютером будуть користуватися інші люди.
vi: Hãy nhập tên thật của bạn và tên người dùng và mật khẩu. Mỗi khi dùng Linux Mint bạn sẽ dùng tài khoản của bạn với tên người dùng và mật khẩu này. Khi cài xong bạn có thể thêm tài khoản khác nếu có người khác dùng máy tính này.
zh_tw: 輸入您的真實名稱，使用者名稱，與密碼。每次您使用 Linux Mint 時，您的帳號會使用到這組使用者名稱與密碼。Linux Mint 安裝完成後，您可以定義別組帳號，來讓別人使用這台電腦。

source: Also give your computer a name. This name will be used by your computer on the network or in various places of the system. If you’ve never really thought about naming your computers, then now is the time. People commonly pick flower (dahlia, rose, tulip) or planet (mars, jupiter, pluto) names for the computers on their network. It’s entirely up to you what you want to use, but make sure to pick a name you like and that you will easily remember.
bg: Също така, дайте на компютъра име. Това ще бъде използвано от компютъра в мрежата и на други места в системата. Ако никога не сте замисляли да именувате компютрите си, сега е времето. Повечето хора избират имена на цветя (далия, роза, лале) или имена на планети (марс, юпитер, плутон), за да именуват компютрите в техните мрежи. Зависи изцяло от Вас, но избирайте имена, които Ви харесват, и които се помнят лесно.
ca: També ha de donar al seu equip un nom. Aquest nom serà utilitzat per l'equip a la xarxa o en diversos llocs del sistema. Si mai ha pensat en donar nom als equips, llavors ara és el moment. La gent sol usar noms de flors (dàlia, rosa, tulipa) o planetes (Mart, Júpiter, Plutó) per als ordinadors de la seva xarxa. Vostè decideix quin nom vol utilitzar, però asseguri's de triar-ne un que li agradi i que pugui recordar fàcilment.
da: Giv også din computer et navn. Dette navn vil blive anvendt af din computer på netværket eller forskellige steder i systemet. Hvis du aldrig tidligere har tænkt på at navngive dine computere, er det nu på tide. Mange navngiver deres computer efter en blomst (dahlia, rose, tulipan) eller en planet (mars, jupiter, pluto). Det er helt op til dig, hvad du kalder din computer, men vælg et navn du kan lide og nemt kan huske.
es: También debe dar a su equipo un nombre. Este nombre será utilizado por el equipo en la red o en diversos lugares del sistema. Si nunca ha pensado en dar nombre a los equipos, entonces ahora es el momento. La gente suele usar nombres de flores (dalia, rosa, tulipán) o planetas (Marte, Júpiter, Plutón) para los ordenadores de su red. Usted decide qué nombre desea utilizar, pero asegúrese de elegir uno que le guste y que pueda recordar fácilmente.
fr: Donnez aussi un nom à votre ordinateur. Ce nom sera utilisé par votre ordinateur sur le réseau ou sur différents emplacements de votre système. Si vous n'avez jamais réellement pensé à nommer vos ordinateurs, alors il est temps de le faire. Les gens utilisent communément des noms de fleurs (dahlia, rose, tulipe) ou de planètes (mars, jupiter, pluton) pour les ordinateurs sur leur réseau. C'est entièrement à vous de voir ce que vous voulez utiliser, mais assurez-vous de prendre un nom que vous aimez et dont vous vous souviendrez facilement.
hr: Dodajte svojem računalu naziv. Ovaj naziv će vaše računalo koristiti na mreži ili na raznim mjestima sustava. Ako nikada niste razmišljali o nazivu vašeg računala, onda je sada vrijeme za to. Ljudi obično uzimaju naziv cvijeta (dalija, ruža, tulipan) ili planeta (mars, jupiter, pluton) za računala na njihovim mrežama. Na vama je kakav ćete naziv odabrati, ali odaberite naziv koji vam se sviđa i koji ćete lako zapamtiti.
pt_br: Também defina e digite um nome para seu computador. Este nome será usado pelo computador na rede e em vários locais do sistema. Se você realmente nunca pensou sobre nomear computadores, então agora é a hora. As pessoas comumente utilizam nomes de flores (dália, rosa, tulipa) ou planetas (Marte, Júpiter, Plutão) para os computadores de sua rede. Cabe inteiramente a você qual nome será utilizado, porém, certifique-se de escolher um nome que você gosta e do qual você vai se lembrar com facilidade.
sl: Prav tako določite temu računalniku ime. To ime bo računalnik uporabil v omrežju ali na različnih mestih sistema. Če niste še nikdar pomislili o imenu vašega računalnika, je zdaj čas. Ljudje pogosto izberejo rožo (dalija, vrtnica, tulipan) ali planet (mars, jupiter, pluton) kot imena računalnikov na njihovih omrežjih. Imenovanje je popolnoma v vaših rokah, toda prepričajte se, da določite ime, ki vam je všeč in katerega si boste z lahkoto zapomnili.
sv: Ge datorn ett namn. Det kommer att användas för att identifiera datorn i nätverk, men används även av systemet internt. Om du aldrig funderat på att namnge dina datorer så är det hög tid! Vanliga namn är blomnamn (ros, tulpan etc.) eller planeter (mars, jupiter, etc). Det är helt upp till dig vilket namn du använder, men välj ett namn du gillar och som du lätt kommer ihåg.
tr: Ayrıca bilgisayarınıza bir isim veriniz. Bu isim bilgisayarınız tarafından ağ üzerinde kullanılacağı gibi, sistemin pek çok yerinde tanımlama amaçlı da kullanılacaktır. Eğer şimdiye kadar bilgisayarınızı gerçekten isimlendirmedi iseniz, şimdi tam sırası olacaktır. İnsanlar ağ üzerindeki bilgisayarlarına genellikle çiçek (papatya, gül, lale) ya da gezegen (mars, jupiter, neptün) ismi verirler. Nasıl bir isim vereceğiniz tamamen size kalmış, ama hoşlanacağınız ve kolaylıkla hatırlayabileceğiniz bir isim seçitiğinizden emin olunuz.
uk: Також дайте комп'ютеру ім'я. Це ім'я буде використовуватися комп'ютером у мережі або у різних місцях системи. Якщо Ви ніколи не розмірковували над іменами комп'ютерів, то зараз саме час. Люди зазвичай вибирають для комп'ютерів у своїй мережі назви квіток (жоржин, троянда, тюльпан) або планет (Марс, Юпітер, Плутон). Яке саме ім’я Ви бажаєте використовувати повністю залежить від Вас але переконайтеся, що ім'я яке Ви вибрали Вам подобається і що, Ви легко його запам'ятаєте.
vi: Và cho cả máy của bạn một cái tên. Tên máy được dùng trên mạng và nhiều chỗ trong hệ thống. Nếu bạn chưa từng suy nghĩ về việc đặt tên máy thì giờ chính là lúc. Người ta thường chọn tên loài hoa hoặc các hành tinh cho tên máy trên mạng. Tuỳ bạn muốn dùng tên gì cũng được nhưng hãy đảm bảo chọn một cái tên bạn thích và dễ nhớ.
zh_tw: 請為您的電腦命名。您的電腦名稱，會在網路上或系統上的許多位置使用。如果您從未想過為您的電腦命名，則現在是最好的時機。人們通常選擇花卉 (大理花，玫瑰，鬱金香) 或行星 (火星，木星，冥王星) 的名稱，來為他們的電腦命名。您可以自由地選擇名稱，只要確定選擇的是您喜歡，並且能輕鬆記得的名稱即可。

source: Capital letters, spaces and special characters are not permitted in the username or in the name of the computer.
bg: Главни букви, интервали и специални символи не се разрешени за потребителско име или за име на компютър.
ca: Lletres majúscules, espais i caràcters especials no estan permesos en el nom d'usuari o en el nom de l'equip.
da: Store bogstaver, mellemrum og specialtegn er ikke tilladte i brugernavnet eller computerens navn.
es: Letras mayúsculas, espacios y caracteres especiales no están permitidos en el nombre de usuario o en el nombre del equipo.
fr: Les majuscules, espaces et caractères spéciaux ne peuvent pas êtres utilisés dans le nom d'utilisateur ou dans le nom de l'ordinateur.
hr: Velika slova, razmaci i posebni znakovi nisu dopušteni u korisničkom imenu ili nazivu računala.
pt_br: Letras maiúsculas, espaços e caracteres especiais não são permitidos no nome de usuário ou no nome do computador.
sl: Velike začetnice, presledki in posebni znaki niso dovoljeni v uporabniškem imenu ali imenu računalnika.
sv: Observera! Användarnamn och datornamn får bara bestå av små bokstäver. Det är inte tillåtet att använda några andra tecken.
tr: Kullanıcı adı ve bilgisayar isminde büyük harf, boşluk ve özel karakterlere izin verilmez.
uk: Заголовні літери, пробіли та спеціяльні символи не допускаються в імені користувача або, в імені комп'ютера.
vi: Chữ in hoa, khoảng cách và ký tự đặc biệt không được phép dùng trong tên người dùng hay tên máy.
zh_tw: 使用者名稱或電腦名稱，不允許使用大寫字母，空格，或特殊字元。

source: If you're the only one using the computer and you want to bypass the login screen, check the option <guilabel>Log in automatically</guilabel>.
bg: Ако Вие сте единствения, който ползва компютъра и искате да пропуснете екрана за вписване, маркирайте опцията <guilabel>Автоматично вписване</guilabel>.
ca: Si és vostè l'únic que utilitza el sistema i vol ometre la pantalla d'inici de sessió, seleccioni l'opció <guilabel>Iniciar sessió automàticament</guilabel>.
da: Hvis du er den eneste bruger, og du vil undgå loginskærmen, så markér indstillingen <guilabel>Login automatisk</guilabel>.
es: Si es usted el único que utiliza el ordenador y desea omitir la pantalla de inicio de sesión, seleccione la opción <guilabel>Iniciar sesión automáticamente</guilabel>.
fr: Si vous êtes la seule personne utilisant l'ordinateur et que vous voulez passer l'écran de connexion, cochez l'option <guilabel>Se connecter automatiquement</guilabel>.
hr: Ako ste jedini korisnik računala i želite zaobići zaslon prijave, odaberite mogućnost <guilabel>Automatska prijava</guilabel>.
pt_br: Se você é o único que vai usar o computador e quer ignorar a tela de login, marque a opção <guilabel>Entrar automaticamente</guilabel>.
sl: Če ste edini uporabnik računalnika in želite obiti prijavni zaslon, kliknite na možnost <guilabel>Samodejna prijava</guilabel>.
sv: Om du kan garantera att ingen annan människa någonsin kommer i närheten av datorn så finns möjligheten att logga in utan lösenord. Kryssa i så fall i rutan <guilabel>Logga in automatiskt</guilabel>. Rekommenderas inte!
tr: Eğer bilgisayarı sadece bir kişi kullanacaksa ve kullanıcı giriş ekranını kullanmak istemiyorsanız, <guilabel>Otomatik giriş yap</guilabel> seçeneğini işaretleyerek pasifleştirebilirsiniz.
uk: Якщо Ви єдиний користувач комп'ютера і бажаєте обійти екран входу до системи з запитом паролю, встановіть прапорець напроти опції <guilabel>Входити автоматично</guilabel>.
vi: Nếu bạn là người duy nhất sử dụng máy và muốn bỏ qua màn hình đăng nhập, hãy đánh dấu vào tuỳ chọn <guilabel>Đăng nhập tự động</guilabel>.
zh_tw: 如果您是電腦唯一的使用者，而且您想略過登入畫面，請點擊選項 <guilabel>自動登入</guilabel>。

source: When you’re ready click on the <guibutton>Forward</guibutton> button.
bg: Когато сте готови натиснете бутона <guibutton>Напред</guibutton>.
ca: Quan estigui llest, faci clic al botó <guibutton>Endavant</guibutton>
da: Klik på <guibutton>Frem</guibutton>-knappen, når du er klar.
es: Cuando esté listo, haga clic en el botón <guibutton>Adelante</guibutton>
fr: Une fois prêt, cliquez sur le bouton <guibutton>Installer</guibutton>.
hr: Kada ste spremni kliknite na <guibutton>Sljedeće</guibutton> tipku.
pt_br: Quando estiver pronto, clique no botão <guibutton>Avançar</guibutton>
sl: Ko ste pripravljeni, kliknite na gumb <guibutton>Forward</guibutton>.
sv: Klicka på <guibutton>Fortsätt</guibutton> när du är klar.
tr: Hazır olduğunuzda <guibutton>Devam Et</guibutton> düğmesine tıklayınız.
uk: Коли Ви будете готові натисніть кнопку <guibutton>Вперед</guibutton>.
vi: Khi đã sẵn sàng hãy nhấn nút <guibutton>Tiếp</guibutton>.
zh_hk: 當您準備好之後，請點擊 <guibutton>前進</guibutton> 按鈕。
zh_tw: 當您準備好之後，請點擊 <guibutton>前進</guibutton> 按鍵。

source: The user settings screen
bg: Екран за потребителски настройки
ca: La pantalla de configuració del usuari
da: Brugerindstillinger
es: La pantalla de configuración del usuario
fr: L'écran des paramètres de l'utilisateur
hr: Zaslon korisničkih postavki
pt_br: A tela de configurações do usuário
sl: Zaslon z uporabniškimi nastavitvami
sv: Vem är du?
tr: Kullanıcı ayar ekranı
uk: Екран налаштувань користувача
vi: Màn hình thiết đặt người dùng
zh_hk: 使用者設定畫面
zh_tw: 使用者設定畫面
