Repository: Acidburn0zzz/mintdoc
Catalog: books/User_Guide/launchpad-po-export/user-guide-common-installation/user-guide-common-installation-*.po
Languages: bg, ca, da, es, fr, hr, pt_br, sl, sv, tr, uk, vi, zh_hk, zh_tw

source: The installer might detect other operating systems on your computer and ask you if you want to migrate some personal information. Typically this allows you to migrate bookmarks, contacts, favorites and other sorts of personal information from other operating systems installed on your hard disk drive into the newly installed Linux Mint. When you’re ready click on the <guibutton>Continue</guibutton> button.
bg: Инсталатора може да засече други операционни системи, инсталирани на Вашия компютър и да попита дали искате да внесете някои лични данни. Обикновено това са отметки, контакти, предпочитани и други видове данни от другите операционни системи в новата инсталация на Линукс Минт. Когато сте готови натиснете бутона <guibutton>Напред</guibutton>.
ca: L'instal·lador pot detectar d'altres sistemes operatius al seu ordinador i li demanarà si vol migrar alguna informació personal. Normalment això li permet migrar marcadors, contactes, favorits i d'altres tipus d'informació personal d'altres sistemes operatius instal·lats en la seva unitat de disc dur, al seu Linux acabat d'instal·lar. Quan estigui llest, faci clic al botó <guibutton>Continua</guibutton>.
da: Installationsprogrammet detekterer muligvis andre styresystemer på din computer og spørger dig, om du vil overføre nogle personlige oplysninger. Dette vil typisk tillade dig at overføre bogmærker, kontaktpersoner, favoritter og andre slags personlige oplysninger fra andre styresystemer installeret på din harddisk til din nyligt installeret Linux Mint. Klik på <guibutton>Fortsæt</guibutton>-knappen, når du er klar.
es: El instalador puede detectar otros sistemas operativos en su ordenador y le preguntará si desea migrar alguna información personal. Normalmente esto le permite migrar marcadores, contactos, favoritos y otros tipos de información personal de otros sistemas operativos instalados en su unidad de disco duro, a su Linux recién instalado. Cuando esté listo, haga clic en el botón <guibutton>Continuar</guibutton>.
fr: L'installateur va peut-être détecter d'autres systèmes d'exploitation sur votre ordinateur et vous demander si vous souhaitez migrer certaines informations personnelles. Concrètement, cela vous permet de migrer vos marque-pages, vos contacts, vos favoris et toute autre sorte d'informations personnelles depuis les autres systèmes d'exploitation installés sur votre disque dur vers votre nouvelle installation de Linux Mint. Une fois prêt, cliquez sur le bouton <guibutton>Continuer</guibutton>.
hr: Instalacijski program možda otkrije druge operativne sustave na vašem računalu i upita vas želite li s njih prenijeti neke osobne informacije. Uobičajeno ovo vam omogućuje da prenesete zabilješke, kontakte, omiljene i ostale vrste osobnih informacija s drugih operativnih sustava instaliranih na vašem tvrdom disku, na vaš novo instalirani Linux Mint. Kada ste spremni kliknite na <guibutton>Nastavi</guibutton> tipku.
pt_br: O instalador pode detectar outros sistemas operacionais em seu computador, o que o fará perguntar se você deseja migrar algumas informações pessoais. Normalmente, isso nos permite migrar favoritos, contatos e outros tipos de informações pessoais de outros sistemas operacionais instalados em seu disco rígido para o Linux Mint recém-instalado. Quando você estiver pronto, clique no botão <guibutton>Continuar</guibutton>.
sl: Namestilnik lahko zazna druge operacijske sisteme na računalniku in vas vpraša, če želite preseliti nekatere osebne podatke. To vam tipično dovoljuje preselitev zaznamkov, stikov, priljubljenih in druge vrste osebnih podatkov z drugega nameščenega operacijskega sistema na vašem trdem disku na sveže nameščen Linux Mint. Ko ste pripravljeni, kliknite na gumb <guibutton>Nadaljuj</guibutton>
tr: Kurulum sihirbazı sisteminizde kurulu başka işletim sistemleri olduğunu algılayabilir ve bazı bireysel bilgileri transfer edip etmeyeceğinizi sorabilir. Bu işlem genel olarak diğer işletim sistemindeki yer imleri, kişi listesi, sık kullanılan listesi ve bazı genel ayarları, harddiskinize yeni yüklemekte olduğunuz Linux Mint'e transfer etmenize imkan verir. Hazır olduğunuzda “Devam Et” düğmesine tıklayınız.
uk: Програма встановлення може виявити інші операційні системи на Вашому комп’ютері і попрохати Вас за Вашим бажанням перенести певну особисту інформацію. Завичай це дозволяє переносити закладки, контакти, вибране та інші види особистої інформації з інших операційних систем встановлених на жорсткому диску у встановлену Linux Mint. Коли Ви будете готові, натисніть на кнопку <guibutton>Продовжити</ guibutton>
vi: Trình cài đặt có thể sẽ phát hiện ra những hệ điều hành khác trên máy của bạn và hỏi xem bạn có muốn nhập vào một số thông tin cá nhân không. Thông thường bạn có thể nhập vào đánh dấu trang, liên lạc, mục ưa thích và một số loại thông tin cá nhân khác từ hệ điều hành khác cài trên ổ cứng vào hệ thống Linux Mint mới cài. Khi đã sẵn sàng hãy nhấn nút <guibutton>Tiếp tục</guibutton>.
zh_tw: 安裝程式也許會偵測您電腦上的其他作業系統，並詢問您是否想要匯入某些個人資訊。這通常允許您從硬碟裡的其他作業系統，匯入書籤，聯絡人，喜好，與其他種類的個人資訊至新安裝的 Linux Mint。當您準備好之後，請點擊 <guibutton>繼續</guibutton> 按鍵。

source: The installation usually takes between 10 and 15 minutes
bg: Инсталацията обичайно отнема между 10 и 15 минути
ca: La instal·lació dura normalment entre 10 i 15 minuts
da: Installeringen tager typisk mellem 10 og 15 minutter.
es: La instalación dura normalmente entre 10 y 15 minutos
fr: L'installation dure généralement entre 10 et 15 minutes.
hr: Instalacija uobičajeno traje oko 10 do 15 minuta
pt_br: A instalação geralmente demora entre 10 e 15 minutos.
sl: Nameščanje običajno traja od 10 do 15 minut
sv: Installationen tar normalt mellan 10 och 15 minuter.
tr: Kurulum ortalama 10 - 15 dakika arası bir süre alır
uk: Встановлення зазвичай займає від 10 до 15 хвилин
vi: Quá trình cài đặt thường mất từ 10 đến 15 phút
zh_hk: 安裝通常需時 10 至 15 分鐘
zh_tw: 安裝過程通常需要 10 到 15 分鐘

source: The installer will download packages from the Internet to support the language you’ve selected. Your computer needs to be connected to the Internet for this to work. Otherwise just <guibutton>skip</guibutton> that step and you’ll be able to add support for your language after the installation is finished and you’ve rebooted into your new system.
bg: Инсталатора ще свали пакетите от интернет, необходими за избрания от Вас език. Нужна е връзка с интернет, за да се случи това. Ако не, просто натиснете бутона <guibutton>skip</guibutton>. Ще имате възможност да добавите езиковата поддръжка след инсталацията, след като заредите новата система .
ca: L'instal·lador descarregarà d'Internet els paquets de suport de l'idioma que ha seleccionat. L'ordinador ha d'estar connectat a Internet perquè això funcioni. En cas contrari només ha d'<guibutton>ometre</guibutton> aquest pas, i afegir suport per l'idioma després de finalitzar la instal·lació i arrencar el nou sistema.
da: Installationsprogrammet vil hente pakker fra internettet for at understøtte det sprog, du har valgt. Din computer skal være forbundet til internettet for, at det virker. Ellers <guibutton>spring over</guibutton> dette trin, og tilføj understøttelse af dit sprog efter installeringen, og du har bootet ind i dit nye system.
es: El instalador descargará de Internet los paquetes de soporte del idioma que haya seleccionado. El ordenador debe estar conectado a Internet para que esto funcione. De lo contrario sólo ha de <guibutton>saltar</guibutton> este paso y podrá añadir soporte para el idioma después de finalizar la instalación y reiniciar su nuevo sistema.
fr: L'installateur va télécharger des paquets pour être compatible avec la langue que vous avez sélectionnée. Votre ordinateur nécessite d'être connecté à Internet pour que cela fonctionne. Autrement, passez simplement cette étape et vous serez en mesure d'ajouter le support de votre langue après la fin de l'installation et le redémarrage de votre nouveau système.
hr: Instalacijski program će preuzeti pakete s Interneta za podršku jezika koji ste odabrali. Vaše računalo mora biti povezano s Internetom da bi ovo radilo. Inače jednostavno <guibutton>preskočite</guibutton> ovaj korak i moći ćete dodati podršku za vaš jezik nakon završetka instalacije i pokretanja vašeg novog sustava.
pt_br: O instalador irá, então, baixar pacotes da Internet para o idioma que você selecionou. Seu computador precisa estar, portanto, conectado à Internet para que isso funcione. Caso não esteja conectado, basta clicar no botão <guibutton>Pular</guibutton> e você será capaz de adicionar suporte para o idioma desejado quando a instalação estiver concluída e você reiniciar o computador já com o seu novo sistema.
sl: Namestilnik bo z interneta prejel pakete za podporo jezika, ki ste ga izbrali. Vaš računalnik zato potrebuje internetno povezavo. V nasprotnem primeru preprosto <guibutton>preskočite</guibutton> ta korak in podporo za vaš jezik boste lahko dodali po končani namestitvi ter ponovno zaženete v vaš nov sistem.
tr: Kurulum sihirbazı tercih ettiğiniz dil ile ilgili destek paketlerini internetten indirecektir. Bu işlemin yapılabilmesi için bilgisayarınızın internete bağlı olmasına ihtiyaç vardır. Bununla birlikte <guibutton>atla</guibutton> düğmesi ile bu adımı es geçebilir ve kurulum sonrasında sistemi yeniden başlatdığınızda dil desteğini yükleyebilirsiniz.
uk: Програма встановлення завантажить з Інтернету пакунки для підтримки мови яку Ви вибрали. Для цього Ваш комп’ютер повинен мати з’єднання з Інтернет. В протилежному випадку просто натисніть <guibutton>пропустити</guibutton> й Ви зможете додати підтримку Вашої мови, тоді коли встановлення буде завершено, вже після перезавантаження у нову систему.
vi: Trình cài đặt sẽ tải xuống các gói hỗ trợ ngôn ngữ bạn đã chọn từ Internet. Máy của bạn cần phải kết nối Internet để thực hiện điều này. Còn không cứ <guibutton>bỏ qua</guibutton> rồi bạn sẽ có thể thêm hỗ trợ ngôn ngữ sau khi cài xong và đã khởi động vào hệ thống mới.
zh_tw: 安裝程式會從網路上下載套件，來支援您選擇的語言。您的電腦需要連接至網路。您也可以 <guibutton>略過</guibutton> 這個步驟，並在安裝完成並重開機至您的新系統後，再加入語言的支援套件。

source: Once the installation is done click the <guibutton>Restart Now</guibutton> button and the liveDVD or LiveUSB environment will shut down.
bg: След приключване на инсталацията натиснете бутона <guibutton>Restart Now</guibutton> и живото DVD или USB ще се изключи.
ca: Un cop terminada la instal·lació, faci clic al botó <guibutton>Reiniciar ara</guibutton> i l'entorn LiveDVD o LiveUSB s'apagarà.
da: Når installeringen er færdig, så klik på <guibutton>Genstart nu</guibutton>-knappen, og liveDVD- eller liveUSB-sessionen vil lukke ned.
es: Una vez treminada la instalación, haga clic en el botón <guibutton>Reiniciar ahora</guibutton> y el entorno LiveDVD o LiveUSB se apagará.
fr: Une fois l'installation terminée, cliquez sur le bouton <guibutton>Redémarrer maintenant</guibutton> et la session du LiveDVD ou du LiveUSB s'éteindra.
hr: Jednom kada instalacija završi kliknite <guibutton>Pokreni sada</guibutton> tipku i liveDVD ili LiveUSB okruženje će se ugasiti.
pt_br: Uma vez que a instalação esteja concluída, clique no botão <guibutton>Reiniciar agora</guibutton> , o que fará com que o LiveDVD reinicie a máquina.
sl: Ko je namestitev končana, kliknite na gumb <guibutton>Ponovno zaženi zdaj</guibutton> in okolje na živem DVD-ju ali USB-ju se bo izklopilo.
tr: Kurulum tamamlanıp <guibutton>Şimdi Yeniden Başlat</guibutton> düğmesine tıkladığınızda, Çalışan DVD ya da USB ortamı sona erecektir.
uk: Після завешення встановлення натисніть кнопку <guibutton>Перезавантажити зараз</guibutton> і середовище liveDVD або LiveUSB буде закрито.
vi: Sau khi cài đặt xong nhấn nút <guibutton>Khởi động lại Ngay</guibutton> và môi trường DVD hay USB Trực tiếp sẽ tắt.
zh_hk: 安裝完成後，請點擊 <guibutton>立即重新啟動</guibutton> 按鈕，然後 LiveDVD 或 LiveUSB 環境會被關閉。
zh_tw: 安裝完成後，請點擊 <guibutton>立即重新啟動</guibutton> 按鍵。LiveDVD 或 LiveUSB 環境會被關閉。

source: When prompted, remove the DVD from the drive or remove the USB and press Enter. Your PC is now ready to boot Linux Mint from the hard drive.
bg: Когато бъдете подканени, извадете диска или флашката и натиснете Enter. Компютъра вече е готов да стартира с Линукс Минт от твърдия диск.
ca: Quan se li demani, retiri el DVD de la unitat o extregui l'USB i premi Intro. El seu PC ara està a punt per arrencar Linux Mint des del disc dur.
da: Fjern DVD'en eller USB'en, når du bliver bedt om det, og tryk på Enter. Din PC er nu klar til at boote Linux Mint fra harddisken.
es: Cuando se le solicite, retire el DVD de la unidad o extraiga el USB y pulse Intro. Su PC ahora está listo para arrancar Linux Mint desde el disco duro.
fr: Une fois éjecté, retirez le DVD ou la clé USB et pressez la touche Entrée. Votre PC est maintenant prêt à démarrer Linux Mint depuis le disque dur.
hr: Kada ste upitani, uklonite DVD iz optičkog pogona ili uklonite USB i pritisnite Enter. Vaš PC je sada spreman za pokretanje Linux Minta s tvrdog diska.
pt_br: Quando solicitado, remova o DVD (ou o pendrive) da unidade e pressione Enter. Seu PC estará pronto para iniciar o Linux Mint a partir do disco rígido.
sl: Ko boste pozvani, odstranite DVD iz pogona ali odstranite USB in pritisnite Enter. Vaš računalnik je sedaj pripravljen za zagon Linux Minta s trdega diska.
tr: DVD ya da USB aygıtın çıkartılması ile ilgili uyarıyı gördüğünüzde, aygıtı çıkartın ve Giriş (Enter) tuşuna basın. Bilgisayarınız artık Linux Mint'i harddiskten başlatmak için hazırdır.
uk: Коли буде запропоновано, вийміть DVD диск з пристрою або вилучіть USB накопичувач і натисніть клавішу Enter. Ваш ПК готовий до завантаження Linux Mint з жорсткого диску.
vi: Khi được nhắc, hãy lấy đĩa DVD hay USB ra rồi nhấn Enter. Máy của bạn lúc này sẵn sàng khởi động Linux Mint từ ổ cứng.
zh_tw: 出現提示時，請移除 DVD 或 USB 並按下 Enter。您的 PC 已經準備好從硬碟啟動 Linux Mint。

source: Reboot the computer
bg: Рестартиране на компютъра
ca: Reiniciar l'ordinador
da: Genstart computeren
es: Reiniciar el equipo
fr: Redémarrez l'ordinateur
hr: Ponovo pokreni računalo
pt_br: Reiniciar o computador
sl: Znova zaženi računalnik
sv: Starta om datorn
tr: Bilgisayarı yeniden başlat
uk: Перезавантажити комп'ютер
vi: Khởi động lại máy tính
zh_hk: 重新啟動電腦
zh_tw: 重新啟動電腦

source: Upon reboot, if you have more than one operating system installed, you should see a boot menu. Once Linux Mint is finished loading you should see a new screen inviting you to enter your username and password. This screen is the “MDM Login Manager” and is commonly called “MDM”. Enter the password you chose during the installation.
bg: Ако имате повече от една операционна система, по време на стартирането ще видите менюто за избор на система. След като Линукс Минт се зареди, ще Ви покани да въведете потребителско име и парола. Този екран се нарича “MDM Login Manager” , или накратко "MDM". Въведете паролата, която избрахте по време на инсталацията.
ca: En reiniciar, si té més d'un sistema operatiu, hauria de veure un menú d'arrencada. Un cop Linux Mint hagi acabat de carregar hauria d'aparèixer una nova pantalla que el convida a introduir el seu nom d'usuari i contrasenya. Aquesta pantalla és el "MDM Login Manager", comunament anomenat "MDM". Introdueixi la contrasenya que va triar durant la instal·lació.
da: Hvis du har mere end ét styresystem installeret, vil du se en bootmenu efter genstart. Når Linux Mint er færdig med at starte op, bliver du præsenteret for et skærmbillede, hvor du skal indtaste brugernavn og adgangskode. Dette skærmbillede er "MDM Login Manageren" og kaldes almindeligvis "MDM". Indtast adgangskoden, du valgte under installeringen.
es: Al reiniciar, si tiene usted más de un sistema operativo instalado, debería ver un menú de arranque. Una vez que Linux Mint haya terminado de cargarse debería ver una nueva pantalla que le invita a introducir su nombre de usuario y contraseña. Esta pantalla es el "MDM Login Manager", comúnmente llamado "MDM". Introduzca la contraseña que eligió durante la instalación.
fr: Dès le redémarrage, si vous avez plus d'un système d'exploitation d'installé, vous devriez voir un menu de démarrage. Une fois que Linux Mint a fini de se charger, vous devriez voir un nouvel écran vous invitant à entrer votre nom d'utilisateur et votre mot de passe. Cet écran et le gestionnaire de connexion MDM, communément appelé "MDM". Entrez le mot de passe choisit durant l'installation.
hr: Prilikom pokretanja računala, ako imate instalirano više od jednog operativnog sustava, trebali bi ugledati izbornik pokretanja. Jednom kada Linux Mint završi pokretanje trebali bi ugledati novi zaslon u kojemu je potrebno upisati vaše korisničko ime i lozinku. Taj zaslon je “MDM upravitelj prijave” i često se naziva “MDM”. Upišite lozinku koju ste odabrali tijekom instalacije.
pt_br: Ao reiniciar, se você tiver mais de um sistema operacional instalado, você deverá ver um menu de inicialização. Uma vez que o Linux Mint tenha terminado de carregar, você deverá ver uma nova tela solicitando-lhe que digite seu nome de usuário e senha. Esta tela é o "Gerenciador de Inicialização MDM" , o qual é comumente chamado de "MDM". Digite a senha que você escolheu durante a instalação.
sl: Če imate nameščen več kot en operacijski sistem, bi morali po ponovnem zagonu videti zagonski meni. Ko se Linux Mint naloži, morate videti nov zaslon, kateri vas vabi k vpisu uporabniškega imena ter gesla. Zaslon je "Upravljalnik prijave MDM" in se ga običajno imenuje "MDM". Vnesite geslo, ki ste ga izbrali med nameščanjem.
tr: Sisteminizi yeniden başlattıktan sonra, eğer birden fazla kurulu işletim sistemine sahipseniz, bir açılış menüsü görebilirsiniz. Linux Mint yüklenmesi yüklemesi bitince, kullanıcı adınızı ve şifrenizi girmenizi isteyen bir ekran göreceksiniz. Bu ekrana "MDM Giriş Yöneticisi" denir ve genel olarak kısaca “MDM” olarak adlandırılır. Kurulum sırasında belirlemiş olduğunuz şifrenizi giriniz.
uk: Після перезавантаження, якщо в Вас встановлено більше однієї операційної системи Ви повинні побачити завантажувальне меню з вибором ОС. Після того як Linux Mint закінчить своє завантаження Ви повинні побачити новий екран з запрошенням Вас ввести ім’я користувача та пароль. Це екран 'Менеджера Входу MDM' й зазвичай зветься 'MDM'. Введіть пароль який Ви вибрали під час встановлення.
vi: Khi khởi động lại, nếu bạn có hơn một hệ điều hành cài sẵn, bạn sẽ thấy trình đơn khởi động. Khi Linux Mint tải xong bạn sẽ thấy một màn hình mới yêu cầu bạn nhập tên người dùng và mật khẩu. Màn hình này là "Trình Quản lý Đăng nhập MDM" và thường được gọi là "MDM". Hãy nhập mật khẩu bạn chọn lúc cài đặt.
zh_tw: 重開機時，如果您安裝多個作業系統，您會看到一個開機畫面。Linux Mint 完成載入後，您會看到一個新的歡迎畫面，讓您輸入您的使用者名稱與密碼。這個畫面是「MDM 登入管理員」，或簡稱「MDM」。請輸入您在安裝過程中選擇的密碼。

source: By default, your “root” password is the same as the password you chose during the installation. If you do not know what this means, then don't worry about it.
bg: По подразбиране, Вашата парола за "Root" е същата, като паролата, която си избрахте по време на инсталацията. Ако не знаете какво означава това, не се тревожете.
ca: Per defecte, la contrasenya de "root" és la mateixa que vostè va triar durant la instal·lació. Si no sap el que això significa, no cal que es preocupi.
da: Som standard er din "root"-adgangskode den samme, som du valgte under installeringen. Hvis du ikke ved, hvad det betyder, behøver du ikke bekymre dig om det.
es: Por defecto, la contraseña de "root" es la misma que usted eligió durante la instalación. Si no sabe lo que esto significa, no se preocupe por ello.
fr: Par défaut, votre mot de passe d'administrateur est le même que le mot de passe choisit durant l'installation. Si vous ne savez pas ce que cela signifie, ne vous inquiétez pas.
hr: Prema zadanom, vaša “root” lozinka je ista kao i lozinka koju ste odabrali tijekom instalacije. Ako ne znate što ovo znači, onda se ne zamarajte s time.
pt_br: Por padrão, a senha de "root" (administrador) é a mesmo senha que você escolheu durante a instalação. Se você não sabe o que isso significa, não se preocupe.
sl: Privzeto je vaše "root" skrbniško geslo enako kot geslo, ki ste ga določili med namestitvijo. Če ne veste, kaj to pomeni, potem naj vas ne skrbi.
sv: Som standard kommer det lösenord du valde vid installationen också att användas när du behöver agera administratör.
tr: Varsayılan “root” şifreniz kurulum sırasında belirlemiş olduğunuz şifrenizin aynısıdır. Eğer bunun ne anlama geldiğini bilmiyorsanız, dert etmenize de gerek yok.
uk: Типово, Ваш пароль 'root' збігається з паролем, який Ви обрали під час встановлення. Якщо Ви не знаєте, що це значить, то не турбуйтеся про це.
vi: Mặc định, mật khẩu "root" của bạn cũng là mật khẩu bạn chọn lúc cài đặt. Nếu bạn không hiểu điều này là gì thì cũng không sao.
zh_tw: 您的「根」密碼，會被預設為您在安裝過程中所選擇的密碼 (如果不知道這是什麼意思不必擔心)。
