Repository: Acidburn0zzz/mintdoc
Catalog: books/User_Guide/launchpad-po-export/user-guide-common-installation/user-guide-common-installation-*.po
Languages: bg, ca, da, es, fr, hr, pt_br, sl, sv, tr, uk, vi, zh_hk, zh_tw

source: An error during the burn process that alters the contents of your burned liveDVD
bg: Грешка по време на записа е променила съдържанието на живия диск
ca: Un error durant el procés de gravació que altera el contingut del LiveDVD
da: En fejl under brændingen som ændrer indholdet af den brændte liveDVD
es: Un error durante el proceso de grabación que altera el contenido del liveDVD
fr: Un problème pendant la gravure du fichier ISO.
hr: Dogodila se greška tijekom snimanja koja mijenja sadržaj vašeg snimljenog liveDVD-a.
pt_br: Um erro durante o processo de gravação, o que altera o conteúdo gravado em seu LiveDVD
sl: Napaka med opravilom zapisovanja na DVD, ki spremeni vsebino zapisanega živega DVD-ja.
sv: Någonting gick fel under bränningen och din DVD är inte riktigt som den ska.
tr: Çalışan DVD/USB bellek oluşturma işlemi sırasındaki bir hata içeriği değiştirmiş olabilir
uk: Помилка під час процесу запису, може спричинити дефектність Вашого LiveDVD
vi: Có lỗi trong quá trình ghi đĩa làm biến đổi nội dung đĩa DVD bạn ghi ra
zh_hk: 燒錄過程中的錯誤改變了您已燒錄的 liveDVD 內容
zh_tw: 燒錄過程中的錯誤，改變您的 liveDVD 內容

source: The MD5 signature, which is present on the download page, provides a quick way for you to make sure that your ISO file is exactly like it should be. So, let’s check the ISO file you just downloaded before we burn it and save ourselves from a lot of potential problems.
bg: MD5 подписа, който се намира на страницата за сваляне, Ви предоставя лесен начин да проверите дали ISO файла е такъв, какъвто трябва да бъде. Затова, нека проверим какво сме свалили, преди да записваме и да се предпазим от много потенциални проблеми.
ca: La signatura MD5, indicada a la pàgina de descàrrega, proporciona una forma ràpida d'assegurar-se que el fitxer ISO és exactament com hauria de ser. Per tant, anem a comprovar el fitxer ISO que acaba de descarregar i ens estalviarem un munt de possibles problemes.
da: Med MD5-signaturen, som er tilgængelig via hjemmesiden, kan du hurtigt sikre dig, at ISO-filen er, som den bør være. Så lad os undersøge ISO-filen, du lige har hentet, før vi brænder den, og derved spare os selv for en masse potentielle problemer.
es: La firma MD5, indicada en la página de descarga, proporciona una forma rápida de asegurarse de que el fichero ISO es exactamente como debería ser. Por lo tanto, vamos a comprobar el fichero ISO que acaba de descargar y nos ahorraremos un montón de posibles problemas.
fr: La signature MD5, présente sur la page de téléchargement, fournit une façon rapide de voir sur le fichier ISO est exactement comme il devrait être. Vérifions donc le fichier ISO que vous avez téléchargé, et épargnons-nous des problèmes.
hr: MD5 potpis, koji se nalazi na stranici preuzimanja, pruža brz način da budete sigurni je li vaša ISO datoteka baš onakva kakva treba biti. Stoga, provjerimo ISO datoteku koju ste upravo preuzeli prije nego što ju snimimo na DVD i poštedimo se mogućih problema.
pt_br: A assinatura MD5, a qual está presente na página de download, fornece uma maneira rápida de verificar se o arquivo ISO está exatamente da forma que deveria. Então, vamos verificar o arquivo ISO que você acabou de baixar antes de gravá-lo no DVD, o que irá nos resguardar de vários problemas.
sl: Podpis MD5, ki je prisoten na strani za prejeme, zagotavlja hiter način, da se prepričate, da je vaša datoteka ISO takšna, kot mora biti. Tako da preverimo datoteko ISO, ki ste jo pravkar prejeli, preden jo zapišemo ter si prihranimo veliko morebitnih težav.
sv: Med hjälp av MD5-signaturen, som finns på Linux Mints hämtningssida, kan du snabbt försäkra dig om att din ISO-fil överensstämmer med originalfilen. Kontrollera därför ISO-filen innan du bränner en DVD och undvik på så sätt en massa potentiella problem.
tr: İndirme sayfasında mevcut bulunan MD5 güvenlik kodunu kullanmak, indirmiş olduğunuz ISO dosyasının doğrulamasını sağlamak için hızlı bir yöntemdir. Bu sebeple, olası sorunlarla karşılaşmamak için DVD'ye ya da USB belleğe yazdırmadan önce ISO dosyanın MD5 güvenlik doğrulamasını muhakkak yapınız.
uk: Підпис MD5, який присутній на сторінці завантаження надає можливість швидкої перевірки Вашого ISO файлу аби переконатися, що він такий яким повинен бути. Отже, давайте перевіримо завантажений Вами ISO файл, перш ніж він буде записаний на диск щоб уникнути багатьох потенційних проблем.
vi: Chữ ký MD5, có ở trang tải xuống, cho bạn một cách nhanh chóng để chắc chắn rằng tập tin ISO chính xác nguyên vẹn. Do đó hãy kiểm tra tập tin ISO bạn vừa tải xuống trước khi ghi ra để tránh nhiều vấn đề có thể xảy ra.
zh_hk: 下載網頁上的 MD5 簽署，為您提供一個快速的方法來確定您的 ISO 檔案是否完整。所以，在燒錄之前請先檢查您剛下載的 ISO 檔案，以避免大量的潛在問題。
zh_tw: 下載網頁上的 MD5 簽章，提供您一個快速的方法，來確定您的 ISO 檔案是否完整。所以在您燒錄之前，請先讓我們檢查您剛下載的 ISO 檔案，以避免一堆潛在的問題。

source: If you run any version of Linux you probably already have the md5sum program installed. Open a terminal and “cd” to the directory where your ISO file is (for instance, if “linuxmint.iso” is on the Desktop), open a terminal and type:
bg: Ако използвате какъвто и да е Линукс, вие имате програма за проверка на md5sum. Отворете терминал и "cd" до директорията, където е ISO файла (например, ако “linuxmint.iso” е на работния плот), например напишете:
ca: Si executeu qualsevol versió de Linux probablement ja teniu el programa md5sum instal·lat. Obriu un terminal i "cd" al directori on és el fitxer ISO (per exemple, si "linuxmint.iso" està a l'escriptori), obriu un terminal i escriviu:
da: Hvis du kører en version af Linux, har du formodentlig allerede md5sum-programmet installeret. Åbn en terminal og "cd" til mappen, hvor din ISO-fil er (hvis linuxmint.iso for eksempel er på skrivebordet, så åbn en terminal og skriv):
es: Si ejecuta cualquier versión de Linux probablemente ya tiene el programa md5sum instalado. Abra un terminal y "cd" al directorio donde está el archivo ISO (por ejemplo, si "linuxmint.iso" está en el escritorio), abra un terminal y escriba:
fr: Si vous êtes déjà sous un Linux, vous devriez avoir md5sum installé. Ouvrez un terminal, et, avec la commande "cd", allez dans le répertoire où est stocké le fichier ISO, par exemple, si "linuxmint.iso est sur le Bureau, ouvrez un terminal, et tapez :
hr: Ako koristite bilo koju inačicu Linuxa sigurno već imate instalirani md5sum program. Otvorite terminal i naredbom “cd” idite u direktorij gdje se nalazi vaša ISO datoteka (npr; ako je “linuxmint.iso” na Radnoj površini), otvorite terminal i upišite:
pt_br: Se você está executando uma versão do Linux provavelmente já tem o programa md5sum instalado. Então, abra o terminal e vá até o diretório onde seu arquivo ISO foi salvo. Por exemplo, se o arquivo “linuxmint.iso” está no Desktop(Área de Trabalho ), digite:
sl: Če uporabljate katerokoli različico Linuxa, imate program md5sum verjetno že nameščen. Odprite terminal ter se z ukazom "cd" premaknite do direktorija, kjer je vaša datoteka ISO (na primer, če je "linuxmint.iso" na namizju) in vpišite:
sv: Om du använder ett Linuxsystem så har du förmodligen redan md5sum installerat. Öppna ett terminalfönster där din ISO-fil finns och skriv (ändra utgåvans namn, t.ex. cinnamon, och ordlängden, 32 eller 64, till det du valt):
tr: Eğer zaten herhangi bir Linux dağıtımı kullanıyorsanız, sisteminizde md5sum uygulaması hali hazırda yüklüdür. Bir uçbirim penceresi açınız ve “cd” komutu ile ISO dosyasının bulunduğu konuma geliniz (örnek olarak, eğer “linuxmint-i386.iso” isimli dosya masaüstündeyse) ve uçbirime şunları yazmalısınız:
uk: Якщо Ви перевірятимете користуючись будь-якою версією Linux там ймовірно вже є встановлена програма md5sum. Відкрийте термінал і перейдіть за допомогою 'cd' в каталог де знаходиться ваш ISO файл (наприклад, якщо 'linuxmint.iso' знаходиться на стільниці), відкрийте термінал і введіть:
vi: Nếu đang dùng bất kỳ bản Linux nào có lẽ bạn đã có chương trình md5sum được cài đặt sẵn. Hãy mở trình dòng lệnh và "cd" vào thư mục chứa tập tin ISO (chẳng hạn nếu "linuxmint.iso" nằm trên Bàn làm việc), mở trình dòng lệnh và gõ:
zh_hk: 大多數的 Linux 版本都內置 ms5sum 程式。開啟終端機，並使用「cd」指令移動至 ISO 檔案所在的目錄 (例如，假設「linuxmint.iso」位於桌面上)。請開啟終端機並輸入：
zh_tw: 大多數的 Linux 版本都內建 ms5sum 程式。您只要打開終端機，並使用「cd」指令移至 ISO 檔案所在的目錄 (例如，假設「linuxmint.iso」位於桌面上)。請開啟終端機並輸入:

source: <command>cd ~/Desktop</command> <command>md5sum <replaceable>myfile.iso</replaceable></command>
ca: <command>cd~/Escriptori</command> <command>md5sum<replaceable>myfile.iso</replaceable></command>
da: <command>cd ~/Skrivebord</command> <command>md5sum <replaceable>myfile.iso</replaceable></command>
hr: <command>cd ~/Radna\ površina</command> <command>md5sum <replaceable>myfile.iso</replaceable></command>
sl: <command>cd ~/Namizje</command> <command>md5sum <replaceable>myfile.iso</replaceable></command>
sv: <command>md5sum <replaceable>myfile.iso</replaceable></command>
tr: <command>cd ~/Masaüstü</command> <command>md5sum <replaceable>linuxmint.iso</replaceable></command>
uk: <command>cd ~/Стільниця</command> <command>md5sum <replaceable>ім’я файлу.iso</replaceable></command>
zh_hk: <command>cd ~/桌面</command> <command>md5sum <replaceable>myfile.iso</replaceable></command>
zh_tw: <command>cd ~/桌面</command> <command>md5sum <replaceable>myfile.iso</replaceable></command>

source: This command should output a series of numbers and letters which comprise the MD5 sum, or signature, of your ISO file. By design, any small change to the ISO file will cause this signature to be significantly different, allowing us to verify that the file is exactly as it should be.
bg: Тази команда ще изведе серия от букви и цифри, които представляват MD5 сумата, или подписа на Вашия ISO файл. По проект, всяка малка промяна в ISO файла би променила този подпис значително, позволявайки ни да проверим дали файла е точно такъв, какъвто трябва да бъде.
ca: Aquesta ordre donarà com a resultat una sèrie de nombres i lletres que componen la suma MD5, o signatura, del fitxer ISO. Per disseny, qualsevol canvi en el fitxer ISO causarà que aquesta signatura sigui diferent, i permetrà verificar que l'arxiu és exactament com ha de ser.
da: Resultatet vil være en række tal og bogstaver, som udgør din ISO-fils MD5-sum eller -signatur. Enhver nok så lille ændring i ISO-filen vil gøre, at signaturen bliver markant anderledes, hvilket tillader os at bekræfte, at filen er, som den bør være.
es: Este comando debe mostrar una serie de números y letras que forman la suma o firma MD5 de su archivo ISO. Por su diseño, cualquier pequeño cambio en el archivo ISO hará que esta firma sea significativamente diferente, lo que permite verificar que el archivo es fiel al original.
fr: Cette commande fournit une série de chiffre et de lettre, la signature ou somme MD5 du fichier ISO. La moindre différence causerait de grands changements dans la signature, nous permettant de vérifier que le fichier est exactement ce qu'il devrait être.
hr: Ova naredba bi trebala ispisivati niz brojeva i slova koji sadržava MD5 zbroj ili potpis vaše ISO datoteke. Prema konstrukciji, svaka mala promjena u ISO datoteci uzrokovati će drugačiji potpis, dopuštajući nam da provjerimo je li datoteka upravo onakva kakva treba biti.
pt_br: Este comando deve retornar uma série de números e letras que compreendem a soma (ou assinatura) MD5 de seu arquivo ISO. Por padrão, qualquer pequena mudança no arquivo ISO fará com essa assinatura seja bem diferente daquela presente no site do Mint, permintindo-nos verificar, portanto, a sua integridade.
sl: Ta ukaz bi moral izpisati vrsto številk in znakov, kateri vključujejo vsoto MD5 ali podpis vaše datoteke ISO. Že v zasnovi vsakršna mala sprememba v datoteki ISO povzroči popolnoma drugačen podpis, kar nam omogoči, da preverimo, če je datoteka takšna, kot mora biti.
sv: Detta genererar en serie tecken som utgör din ISO-fils MD5-signatur. Den här signaturen är unik för den fil du nyss hämtat, vilket innebär att om något blivit fel under hämtningen så kommer ett helt annat värde att genereras.
tr: Bu komut ISO dosyasının MD5sum değerlerini karşılaştırabilmek için harfler ve numaralar serisinden oluşan bir çıktı verir. Tasarımı gereği; ISO dosyasındaki ufacık bir değişiklik bile bu seri numarasının önemli ölçüde farklı oluşmasına neden olur, böylece biz bu değerleri karşılaştırarak ISO dosyasının doğruluk sağlamasını yapabiliriz.
uk: Ця команда повинна вивести ряд цифр і літер які складають суму MD5 або підпис Вашого ISO файлу. Будь-яка найдрібніша відмінність в конструкції файлу ISO призведе до того, що цей підпис буде значно відрізнятися й це дозволяє нам переконатися чи файл є саме таким яким має бути.
vi: Lệnh này sẽ xuất ra một chuỗi số và chữ chính là tổng tổng MD5, hay chữ ký, của tập tin ISO của bạn. Do thiết kế, bất kỳ thay đổi nào dù nhỏ đến tập tin cũng sẽ làm cho chữ ký này khác biệt thấy rõ, giúp chúng ta xác nhận rằng tập tin này đúng nguyên vẹn.
zh_hk: 這個指令應該會輸出一串數字與字母，其中包含 MD5 校驗和，或者是您 ISO 檔案的簽署。設計上，ISO 檔案有任何小變更，都會令這個簽署顯著不同，這可以讓我們驗證檔案是否完整。
zh_tw: 這個指令會輸出一串數字與字母，其中包含 MD5 校驗和，或者說是您 ISO 檔案的簽章。設計上，ISO 檔案有任何小變更，都會使這個簽章顯著不同，這讓我們可以驗證檔案是否完整。

source: Compare that signature with the one on the download page of the Linux Mint website. If the two signatures are the same, then you know your ISO file is exactly the same as the original and you can now get ready to burn it on DVD.
bg: Сравнете подписа с този от страницата за сваляне от сайта на Линукс Минт. Ако двата подписа са еднакви, тогава може да сте сигурни че Вашето ISO е точно като оригинала, и вече сте готови да го запишете на DVD.
ca: Compareu aquesta signatura amb la que hi ha al web de descàrrega de Linux Mint. Si les dues signatures coincideixen, el fitxer ISO és exactament igual que l'original i ja es pot enregistrar al DVD
da: Sammenlign denne signatur med den på Linux Mints hjemmeside. Hvis de to signaturer er ens, så ved du, at ISO-filen er identisk med originalen, og du kan nu gøre klar til at brænde den på DVD'en.
es: Compare esa firma con la de la página de descarga de Linux Mint. Si las dos firmas son iguales, entonces usted sabe que su archivo ISO es exactamente el mismo que el original, y puede prepararse para grabarlo en DVD.
fr: Comparez les signatures. Si elles sont identiques, il n'y a pas eu d'erreur et vous pouvez graver l'ISO sur DVD.
hr: Usporedite taj potpis s onim na Linux Mint web stranici preuzimanja. Ako su dva potpisa identična, onda znate da je vaša ISO datoteka identična izvornoj i sada ju možete snimiti na DVD.
pt_br: Compare essa assinatura com aquela presente na página de download do Linux Mint. Se as duas assinaturas forem as mesmas, então você pode se certificar de que os arquivos ISO são iguais, portanto você pode se preparar para gravá-lo no DVD.
sl: Primerjajte ta podpis s tistim na spletni strani Linux Minta za prejeme. Če sta oba podpisa enaka, veste, da je vaša datoteka ISO popolnoma enaka kot izvirnik. Zato se lahko pripravite na zapis na DVD.
sv: Jämför din signatur med den som finns på Linux Mints hämtningssida. Om signaturen stämmer så är ISO-filen felfri och det är dags att bränna din DVD.
tr: Linux Mint'i indirdiğiniz sitede yayınlanan MD5 güvenlik kodu ile, komutu çalıştırdığınızda aldığınız çıktıyı karşılaştırmalısınız. Eğer karşılaştırılan iki imza da birbiriyle tamamen aynı ise, bu durum ISO dosyası indirilirken bir sorun oluşmadığı ve orjinal ISO dosyasına sahip olduğunuz anlamına gelir. Artık ISO dosyasını DVD'ye veya USB belleğe yazdırmaya hazırsınız demektir.
uk: Порівняйте цей підпис з тим, що на сторінці завантаження сайту Linux Mint. Й якщо підписи однакові знайте, що Ваш ISO файл точнісінько такий самий як оригінал й тепер Ви можете впевнено записувати його на DVD.
vi: Hãy so sánh chữ ký bạn nhận được với chữ ký ở trang tải xuống trên trang chủ Linux Mint. Nếu chúng giống nhau thì bạn biết rằng tập tin ISO của bạn là giống với tập tin gốc và bạn có thể sẵn sàng ghi ra DVD.
zh_hk: 請將這個簽署與 Linux Mint 下載頁上的簽署進行配對。如果兩個簽署相同，您就可以知道您的 ISO 檔案與原始檔案完全相同，現在您可以準備將它燒錄至 DVD。
zh_tw: 這個簽章會與 Linux Mint 下載頁上的簽章相比對。如果兩個簽章吻合，您可以知道您的 ISO 檔案完整，而可以將其燒錄至 DVD。

source: If you happen to run Windows, chances are you don’t have md5sum installed. You can get it from here: <ulink url="http://www.etree.org/md5com.html">http://www.etree.org/md5com.html</ulink>
bg: Ако случайно сте с Windows, най-вероятно нямате инсталирана програма за md5sum. Може да я вземете от тук: <ulink url="http://www.etree.org/md5com.html">http://www.etree.org/md5com.html</ulink>
ca: Si utilitzeu Windows, és probable que no tingueu instal·lat l'md5sum. Podeu baixar-lo aquí: <ulink url="http://www.etree.org/md5com.html">http://www.etree.org/md5com.html</ulink>
da: Hvis du kører Windows, har du sandsynligvis ikke md5sum installeret. Du kan hente programmet her: <ulink url="http://www.etree.org/md5com.html">http://www.etree.org/md5com.html</ulink>
es: Si está ejecutando Windows, lo más probable es que no tenga instalado md5sum. Puede descargarlo de aquí: <ulink url="http://www.etree.org/md5com.html">http://www.etree.org/md5com.html</ulink>
fr: Si vous êtes sous Windows, vous n'avez pas md5sum installé. Téléchargez-le d'ici : <ulink url="http://www.etree.org/md5com.html">http://www.etree.org/md5com.html</ulink>
hr: Ako koristite Windowse, sigurno nemate instalirani md5sum. Možete ga nabaviti ovdje: <ulink url="http://www.etree.org/md5com.html">http://www.etree.org/md5com.html</ulink>
pt_br: Se você está executando o Windows, pode ser que não tenha instalado no sistema o md5sum. Você pode obtê-lo aqui: <ulink url="http://www.etree.org/md5com.html">http://www.etree.org/md5com.html</ulink>
sl: Če uporabljate Windows, verjetno nimate nameščenega md5sum. Dobite ga lahko tukaj: <ulink url="http://www.etree.org/md5com.html">http://www.etree.org/md5com.html</ulink>
sv: Om du använder Windows så har du förmodligen inte md5sum installerat. Programmet finns då att hämta från <ulink url="http://www.etree.org/md5com.html">http://www.etree.org/md5com.html</ulink>
tr: Eğer Windows kullanıyorsanız, kurulu bir md5sum kontrol uygulamasına sahip değilsinizdir. Bu uygulamayı paylaşılan bağlantıdan indirebiliniz: <ulink url="http://www.etree.org/md5com.html">http://www.etree.org/md5com.html</ulink>
uk: Якщо Ви перевірятимете у Windows, швидше за все в Вас, немає встановленої програми md5sum. Тоді Ви можете отримати її звідси: <ulink url="http://www.etree.org/md5com.html">http://www.etree.org/md5com.html</ulink>
vi: Nếu bạn dùng Windows, khả năng là bạn không có sẵn md5sum. Bạn có thể lấy ở đây: <ulink url="http://www.etree.org/md5com.html">http://www.etree.org/md5com.html</ulink>
zh_hk: 如果您執行 Windows，而且尚未安裝 md5sum。您可以在此下載： <ulink url="http://www.etree.org/md5com.html">http://www.etree.org/md5com.html</ulink>
zh_tw: 如果您執行 Windows，而且尚未安裝 md5sum。您可以在此下載: <ulink url="http://www.etree.org/md5com.html">http://www.etree.org/md5com.html</ulink>

source: Place the ISO file and the md5sum.exe in the same place (let’s say in C:\) and run “cmd.exe”. In the command line environment, type the following commands:
bg: Поставете ISO файла и md5sum.exe на едно място (да кажемв C:\) и стартирайте “cmd.exe”. В командния ред напишете:
ca: Deseu el fitxer ISO i l'md5sum.exe al mateix lloc (per exemple, C:\) i executeu <<cmd.exe>>. En l'entorn de línia d'ordres, teclegeu les ordres següents:
da: Placér ISO-filen og md5sum.exe i samme mappe (f.eks. C:\) og kør "cmd.exe". Indtast herefter de følgende kommandoer:
es: Ponga el archivo ISO y md5sum.exe en el mismo lugar (por ejemplo en C: \) y ejecute "cmd.exe". En la línea de comandos, escriba lo siguiente:
fr: Placez le fichier ISO et md5sum.exe au même endroit (disons C:\) et lancez "cmd.exe" (avec l'outil exécuter ou en le tapant dans la barre de recherche). Dans le terminal qui est apparu, tapez ces commandes :
hr: Smjestite ISO datoteku i md5sum.exe u isto mjesto (npr. u C:\) i pokrenite “cmd.exe”. U naredbenom redku, upišite sljedeće naradbe:
pt_br: Coloque o arquivo ISO e o arquivo md5sum.exe no mesmo local (digamos C:\) e execute o cmd.exe. Com o ambiente de linha de comando aberto, tecle os comandos abaixo:
sl: Nastavite datoteko ISO in md5sum.exe na isto mesto (na primer C:\) in zaženite "cmd.exe". V okolju z ukazno vrstico vpišite naslednje ukaze:
sv: Placera ISO-filen och "md5sum.exe" i samma mapp (exempelvis direkt under C:\). Välj sedan "Kör" i startmenyn och skriv cmd.exe I terminalfönstret skriver du sedan in följande kommandon:
tr: İndirdiğiniz md5sum.exe dosyasını (C:\ dizini, sistemin kurulu olduğu dizin) ile aynı alana taşıyanız. Komut satırı ortamında, aşağıdaki komutları yazınız:
uk: Помістіть файли ISO і md5sum.exe в одному місці (наприклад в С \) і запустіть 'cmd.exe'. В срередовищі командного рядка, введіть такі команди:
vi: Đặt tập tin ISO và md5sum.exe vào cùng một chỗ (giả sử là C:\) và chạy "cmd.exe". Trong môi trường dòng lệnh, gõ các lệnh sau:
zh_hk: 將 ISO 檔案與 md5sum.exe 放在同一個位置 (例如在 C:\)，並執行「cmd.exe」。在指令列環境裏，輸入以下指令：
zh_tw: 將 ISO 檔案與 md5sum.exe 放在同一個位置 (例如在 C:\)，並執行「cmd.exe」。在指令列環境裡，輸入以下指令:

source: <command>C:</command> <command>cd \</command> <command>md5sum <replaceable>myfile.iso</replaceable></command>
tr: <command>C:</command> <command>cd \</command> <command>md5sum <replaceable>linuxmint.iso</replaceable></command>
uk: <command>C:</command> <command>cd \</command> <command>md5sum <replaceable>ім’я файлу.iso</replaceable></command>

source: Then compare the signature to the one present on the website.
bg: След това сравнете представения подпис с този от сайта.
ca: Després compareu la signatura amb la que hi ha al web.
da: Sammenlign derefter signaturen med den på hjemmesiden.
es: Luego compare la firma con la del sitio web.
fr: Et comparez la signature obtenue à cette disponible sur le site web.
hr: Zatim usporedite potpis s onim na Linux Mint web stranici preuzimanja.
pt_br: Em seguida, compare a assinatura com aquela presente no website.
sl: Nato primerjajte podpis s tistim s spletne strani.
sv: Jämför sedan signaturen med den på Linux Mints hämtningssida.
tr: Sonra bu imza ile web sistesinde hazır bulunan imzayı karşılaştırın.
uk: Потім порівняйте підпис з тим, що знаходиться на сайті.
vi: Rồi so sánh chữ ký xuất ra với chữ ký trên trang web.
zh_hk: 接著，將這個簽署與網站上的簽署進行配對。
zh_tw: 接著，將簽章與網站上的簽章進行比對。

source: Burn the ISO to DVD
bg: Записване ISO на DVD
ca: Enregistrar la ISO al DVD
da: Brænd ISO-filen til DVD
es: Grabe el ISO en un DVD
fr: Gravez l'ISO sur DVD
hr: Snimi ISO na DVD
pt_br: Gravar a ISO no DVD
sl: Zapišite odtis ISO na DVD
sv: Bränn ISO-filen till DVD
tr: ISO dosyasını DVD'ye yazmak
uk: Записати ISO на DVD
vi: Ghi tập tin ISO ra DVD
zh_hk: 燒錄 ISO 至 DVD
zh_tw: 將 ISO 檔案燒錄至 DVD

source: Now that you have checked the ISO file with MD5, you are ready to burn it to a DVD.
bg: Сега, след като проверихте ISO файла с MD5, вече сте готови да го запишете на DVD
ca: Ara que heu revisat el fitxer ISO amb l'MD5, és l'hora d'enregistrar-lo al DVD.
da: Da du nu har tjekket ISO-filen med MD5, er du klar til at brænde DVD'en.
es: Ahora que ha comprobado con MD5 el fichero ISO, ya puede grabarlo en un DVD.
fr: Maintenant que vous avez vérifié l'ISO, vous êtes prêts à le graver.
hr: Sada kada ste provjerili ISO datoteku s MD5, spremni ste ju snimiti na DVD.
pt_br: Agora que você verificou o arquivo ISO com o MD5, você está pronto para gravá-lo num DVD.
sl: Zdaj, ko ste preverili datoteko iso z MD5, ste pripravljeni na zapis na DVD.
sv: Nu har du en ISO-fil vars integritet är kontrollerad med hjälp av MD5. Då är du redo att bränna den till en DVD.
tr: Şimdi MD5 kontrolünü yaptığınıza göre, ISO dosyasını DVD'ye yazdırmaya hazırsınız.
uk: Тепер, коли Ви перевірили файл ISO утилітою MD5, Ви можете записати його на DVD.
vi: Giờ bạn đã kiểm tra tập tin ISO với MD5, bạn đã sẵn sàng ghi ra đĩa DVD.
zh_hk: 現在您已經使用 MD5 檢查完 ISO 檔案，您已經可以將它燒錄至 DVD。
zh_tw: 現在您已經使用 MD5 檢查完 ISO 檔案，您已經可以將它燒錄至 DVD。
