Repository: Acidburn0zzz/mintdoc
Catalog: books/User_Guide/launchpad-po-export/user-guide-common-installation/user-guide-common-installation-*.po
Languages: bg, ca, da, es, fr, hr, pt_br, sl, sv, tr, uk, vi, zh_hk, zh_tw

source: Installation of Linux Mint
bg: Инсталиране на Линукс Минт
ca: Instal·lació del Linux Mint
da: Installering af Linux Mint
es: Instalación de Linux Mint
fr: Installation de Linux Mint
hr: Instalacija Linux Minta
pt_br: Instalação do Linux Mint
sl: Namestitev sistema Linux Mint
sv: Installation av Linux Mint
tr: Linux Mint Kurulumu
uk: Встановлення Linux Mint
vi: Cài đặt Linux Mint
zh_hk: 安裝 Linux Mint
zh_tw: 安裝 Linux Mint

source: You can download the Linux Mint operating system for free. It comes as an ISO file which you need to burn to a blank DVD<footnote><para>It is also possible to write the ISO image to a USB stick or other memory device and boot from that, or to boot from the ISO image on the hard drive, but these options are somewhat more advanced and the method presented here is recommended. For help with alternative methods of installing and running Linux Mint, please visit the forums.</para></footnote>. The liveDVD is then bootable and provides a fully-functional operating system which you can try without affecting your PC. In layman's terms, when you put Linux Mint on a DVD and place it into your computer, you can try it out while leaving your current system intact.
bg: Можете да изтеглите Линукс Минт безплатно. Той идва като ISO файл, който трябва да се запише на празен DVD диск. <footnote><para>Възможно е също така да запишете ISO образа на USB флаш-памет или друго устойство за съхраняване на данни и да заредите ситемата от него или да заредите ISO образа от твърдия диск, но тези възможности са за малко по-напреднали. Методът, описан тук е за предпочитане. Посетете форумите и потърсете помощ за другите начини на инсталиране там.</para></footnote>. Живото DVD зарежда и осигурява напълно функционираща операционна система, която можете да опитате, без да променяте нищо на вашия компютър. Когато запишете Линукс Минт на DVD и го поставете във вашия компютър, можете да го изпробвате, оставяйки непокътната сегашната си система.
ca: Podeu baixar-vos el sistema operatiu Linux Mint gratuïtament. Es presenta com un fitxer ISO que cal enregistrar a un DVD en blanc<footnote><para>També podeu enregistrar la imatge ISO a un USB o a qualsevol altre dispositiu de memòria i iniciar des d'aquest, o iniciar des de la imatge ISO desada al disc dur, però aquestes opcions són en certs aspectes més avançades i recomanem el mètode que es presenta aquí. Per obtenir ajuda amb els mètodes alternatius d'instal·lar i executar Linux Mint, visiteu els fòrums.</para></footnote>.
da: Du kan hente Linux Mint-styresystemet gratis. Det kommer som en ISO-fil, som du skal brænde på en tom DVD<footnote><para>Det er også muligt at skrive ISO-filen til en USB-nøgle eller en anden hukommelsesenhed og boote fra den eller boote fra ISO-filen på harddisken, men disse muligheder er lidt mere komplicerede og metoden præsenteret her er den foretrukne. Besøg foraene for at få hjælp til disse alternative metoder.</para></footnote>. Der kan bootes fra liveDVD'en, hvilket giver adgang til et fuldt funktionsdygtigt operativsystem uden at påvirke din PC. Med andre ord, når du brænder Linux Mint på en DVD og placerer denne i din computer, kan du prøve Linux Mint, mens dit nuværende system bibeholdes.
es: Usted puede descargar gratis el sistema operativo Linux Mint. Viene como un archivo ISO que hay que grabar en un DVD en blanco<footnote><para>También es posible escribir la imagen ISO en una memoria USB u otro dispositivo de memoria y arrancar desde allí, o arrancar desde la imagen ISO en el disco duro, pero estas opciones son un poco más avanzadas y el método recomendado es el que aquí se presenta. Para obtener ayuda sobre otros métodos de instalación y ejecución de Linux Mint, por favor visite los foros.</para></footnote>. Así pues, el LiveDVD es de arranque y proporciona un sistema operativo completamente funcional que se puede probar sin afectar su PC. En términos sencillos, si usted arranca su ordenador con un DVD de Linux Mint, puede probarlo sin alterar el sistema actual.
fr: Vous pouvez télécharger le système d'exploitation Linux Mint gratuitement. Il prend la forme d'un fichier ISO que vous devrez graver sur un DVD vierge.<footnote><para>Il est également possible d'écrire l'image ISO sur une clé USB ou tout autre support de stockage et de booter sur ces supports, mais ces options s'adressent à des utilisateurs avancés et la méthode utilisant le DVD est recommandée. Pour obtenir de l'aide sur les méthodes alternatives d'installation et de lancement de Linux Mint, veuillez consulter les forums</para></footnote>. Le LiveDVD est bootable et vous fournit un système d'exploitation entièrement fonctionnel que vous pourrez essayer sans affecter l'état actuel de votre PC. En d'autres termes, en disposant de Linux Mint sur votre DVD et en le démarrant sur votre ordinateur, vous pouvez l'essayer tout en gardant votre système d'exploitation actuel intact.
hr: Možete preuzeti Linux Mint operativni sustav besplatno. Dolazi kao ISO datoteka koju morate snimiti na prazan DVD<footnote><para>isto tako je moguće zapisati ISO sliku na USB uređaj ili neki drugi memorijski uređaj i pokrenuti ga s njih, ili pokrenuti s ISO slike koja se nalazi na drugom tvrdom disku, ali te mogućnosti su ponekad više naprednije i način predstavljen ovdje je preporučljiv. Za pomoć pri alternativnim metodama instalacije i pokretanja Linux Minta, posjetite forum.</para></footnote>. LiveDVD-om možete pokrenuti u potpunosti funkcionalan operativni sustav koji možete isprobati bez utjecaja na vaš PC. Laički rečeno, kada stavite Linux Mint na DVD i stavite ga u vaše računalo, možete ga isprobati bez utjecaja na vaš postojeći operativni sustav..
pt_br: Você pode baixar gratuitamente o sistema operacional Linux Mint. Ele vem como um arquivo ISO, o qual você precisa gravar em um DVD virgem <footnote> <para> Também é possível gravar a imagem ISO em um pendrive ou outro dispositivo de memória e iniciar o sistema a partir dele ou então inicializar o Mint a partir da imagem ISO gravada no disco rígido, mas estas opções são um pouco mais avançadas e o método aqui apresentado é o mais recomendado. Para obter ajuda com métodos alternativos de instalação e execução do Linux Mint, por favor visite os fóruns. </para></footnote>. Após gravar a ISO num DVD virgem, o LiveDVD estará inicializável, fornecendo um sistema operacional totalmente funcional, o qual você pode experimentar sem afetar o seu PC. Em termos leigos, quando você grava o Linux Mint num DVD e colocá-o em seu computador, você pode experimentá-lo, deixando seu sistema atual intacto.
sl: Operacijski sistem Linux Mint lahko namestite brez stroškov. Na voljo je kot datoteka ISO, katero morete zapisati na prazen DVD<footnote><para>Odtis ISO je prav tako mogoče zapisati na USB ključek ali pomnilniško napravo in ga zagnati od tam, ali zagnati z odtisa ISO na trdem disku, toda te možnosti so nekoliko naprednejše in način, predstavljen tukaj, je priporočljiv. Za pomoč pri drugih načinih nameščanja in zagona Linux Minta obiščite forume.</para></footnote>. Živi DVD je nato izvedljiv in ponuja popolnoma delujoč operacijski sistem, katerega lahko poskusite brez vpliva na vaš računalnik. Za laike, kadar date Linux Mint na DVD in ga vstavite v računalnik, ga lahko poskusite, hkrati pa pustite vaš trenutni sistem nedotaknjen.
sv: Du kan ladda ned Linux Mint gratis. Beroende på utgåva så är det en ISO-fil på runt 1,3 GB som du behöver för att bränna en DVD<footnote><para>Det går också att skriva ISO-filen till ett USB-minne eller liknande och starta från detta – praktiskt om du vill prova Mint i en dator som saknar DVD-läsare. Besök vårt forum på linuxmint.se om du behöver hjälp att komma igång.</para></footnote>. Denna skiva är sedan startbar och du kan köra hela operativsystemet från skivan vilket innebär att du kan prova det utan att innehållet på din hårddisk påverkas.
tr: Linux Mint işletim sistemini ücretsiz indirebilirsiniz. Bu boş bir DVD'ye yazdırabileceğiniz bir ISO dosyası olarak gelir<footnote><para>Bu ISO imaj dosyasını bir USB belleğe ya da farklı bellek aygıtlarına da yazdırabilir ve bunlarla açılış yapabilirsiniz. ISO dosyası ile harddiskten de açılış yapabilirsiniz, fakat bu seçenek ileri seviyede ayarlar yapmanıza ihtiyaç duyar ve önceki seçenekler kadar tavsiye edilebilir değildir. Farklı kurulum ve çalıştırma yöntemleri için forumu ziyaret ederek yardım alabilirsiniz.</para></footnote>. Çalışabilir DVD/USB ile açılış yapabilirsiniz ve PC'niz hiçbir şekilde etkilemeden tüm fonksiyonları ile kullanabileceğiniz bir işletim sistemini deneme imkanı bulabilirsiniz. Basitçe açıklamak gerekirse, Linux Mint'i DVD/USB'ye yükleyip bilgisayarınızda var olan sistemi bozmadan deneyebilirsiniz.
uk: Ви можете стягнути операційну систему Linux Mint безкоштовно. Вона постачається як ISO файл, який Ви можете записати на порожній DVD<footnote><para>Ви також можете записати ISO-образ на USB-накопичувач або інший запам’ятовуючий пристрій й завантажитися з нього, або завантажитися з ISO-образу на жорсткому диску, але ця можливість є дещо більш сучасною і метод наданий тут не рекомендований. Для отримання допомоги з альтернативних методів встановлення та запуску Linux Mint, будь ласка, відвідайте форуми.</para></footnote>. LiveDVD є завантажувальним і надає повнофункціональну операційну систему, яку Ви можете спробувати, не чіпаючи дані на Вашому комп’ютері. Тобто якщо Ви не фахівець, Ви можете вставити завантажувальний диск з Linux Mint у DVD пристрій і завантажити ОС на ваш комп’ютер, та спробувати її залишаючи Вашу поточну операційну систему неушкодженою.
vi: Bạn có thể tải xuống hệ điều hành Linux Mint miễn phí. Nó là một tập tin ISO mà bạn cần phải ghi ra một đĩa DVD trắng.<footnote><para>Cũng có thể ghi ảnh ISO này ra ổ đĩa USB hoặc thiết bị nhớ khác và khởi động từ đó, hoặc khởi động từ ảnh ISO trên đĩa cứng, nhưng các lựa chọn này tương đối cao cấp cho nên phương pháp trình bày ở đây được khuyên dùng. Để được trợ giúp về các cách cài đặt và sử dụng Linux Mint thay thế, vui lòng ghé qua diễn đàn.</para></footnote> Đĩa DVD trực tiếp này sau đó có thể dùng khởi động và cung cấp hệ điều hành hoàn chỉnh để bạn dùng thử mà không ảnh hưởng đến máy của bạn. Nói dễ hiểu là bạn cho Linux Mint vào DVD và cho vào máy rồi bạn có thể dùng thử mà không ảnh hưởng gì đến hệ thống hiện tại.
zh_hk: 您可以免費下載 Linux Mint 作業系統。您需要將下載的 ISO 檔燒錄至一片空白 DVD<footnote><para>您亦可以將 ISO 映像檔，寫入至USB 記憶棒或其他儲存裝置，並用它們開機，或從硬碟中的 ISO 映像檔開機。不過這些選項比較進階，建議您從這裏介紹的方法開始著手。如果需要替代方法來安裝或執行 Linux Mint，請到討論區尋求協助。</para></footnote>。接著，您可以使用燒錄完成的 liveDVD 開機，它提供了一個功能完全的作業系統讓您試用，而且不會影響到您的 PC。換言之，當您將 Linux Mint 燒錄在 DVD 上並放入您的電腦光碟機時，您可以在目前作業系統絲毫無損的情況下試用 Linux Mint。
zh_tw: 您可以免費下載 Linux Mint 作業系統。您需要將下載的作業系統 ISO 檔案，先燒錄至一片空白 DVD <footnote><para>您也可以將 ISO 映像檔，寫入 USB 隨身碟或其他儲存裝置，並用它們來開機，或從硬碟裡的 ISO 映像檔來開機。不過這些選項比較進階，建議您從這裡介紹的方法開始著手。如果需要替代方法來安裝或執行 Linux Mint，請至討論區尋求協助。</para></footnote>。接著，您可以使用燒錄完成的 liveDVD 開機，它提供了一個功能完全的作業系統讓您試用，而不會影響到您的 PC。簡言之，當您將 Linux Mint 燒錄在 DVD 上，並放入您的電腦光碟機時，您可以在目前作業系統毫髮無傷的情況下，試用 Linux Mint。

source: If you like what you see when running the liveDVD you can decide to install the system to your hard drive. All the necessary tools (partitioning and installation tools) are present on the DVD.
bg: Ако Ви хареса това, което виждате, когато сте стартирали живия диск, може да решите да го инсталирате на вашия твърд диск. Всички необходими инструменти (за разделяне на диска и инсталация) са налични в DVD-то.
ca: Si li agrada el que veu quan executi el DVD, pot decidir instal·lar el sistema al disc dur. Totes les eines necessàries (eines de partició i d'instal·lació) es troben al DVD.
da: Hvis du kan lide, hvad du ser, når du kører liveDVD'en, kan du vælge at installere systemet på din harddisk. Alle de nødvendige værktøjer (til partitionering og installering) er til stede på DVD'en.
es: Si le gusta lo que ve mientras ejecuta el liveDVD, puede decidir instalar el sistema en su disco duro. Todas las herramientas necesarias (para particionado e instalación) están presentes en el DVD.
fr: Si vous aimez ce que vous voyez lorsque vous exécutez le liveDVD, vous pouvez décider d'installer le système sur votre disque dur. Tous les outils nécessaires (outils de partitionnement et d'installation) sont présents sur le DVD.
hr: Ako vam se svidi ono što vidite na liveDVD-u možete se odlučiti na instalaciju sustava na vaš tvrdi disk. Svi potrebni alati (alati za particioniranje i instalaciju) su prisutni na DVD-u.
pt_br: Se você gostar do sistema após rodá-lo a partir do LiveDVD, poderá ,então, instalá-lo no seu disco rígido. Todas as ferramentas necessárias (ferramentas de particionamento e instalação) estão incluídas no DVD.
sl: Če vam je všeč, kar vidite, ko izvajate živi DVD, se lahko odločite namestiti sistem na trdi disk. Vsa zahtevana orodja (ustvarjanje razdelkov in namestitvena orodja) so prisotna na DVD-ju.
sv: Om du gillar Mint så kan du installera det i datorn, direkt från DVD:n eller USB-minnet. Du har redan de verktyg som behövs för eventuell ompartitionering (uppdelning av hårddisken) och installation.
tr: Eğer çalışan DVD/USB ile deneyerek gördüklerinizi beğendiyseniz, sistemi harddiskinize yüklemeye karar verebilirsiniz. Tüm gerekli araçları (disk bölümleme ve kurulum araçları) DVD/USB'de hazır olarak bulacaksınız.
uk: Якщо Вам сподобалося, те що Ви бачите при запуску LiveDVD Ви можете встановити систему на жорсткий диск. Усі необхідні засоби (для розбиття дисків та встановлення системи) є на DVD.
vi: Nếu thấy thích khi sử dụng đĩa DVD trực tiếp, bạn có thể quyết định cài đặt hệ thống vào ổ cứng của bạn. Tất cả các công cụ cần thiết (phân vùng và cài đặt) đều có trên DVD.
zh_hk: 如果您試用過 liveDVD 之後覺得滿意，您可以將 Linux Mint 安裝到您的硬碟。您可以在 DVD 上找到所有必要的工具 (磁碟分割與安裝工具)。
zh_tw: 如果您在試用過 liveDVD 之後覺得滿意，而決定將 Linux Mint 安裝到您的硬碟時，您可以在 liveDVD 上找到所有您需要的工具 (磁碟分割與安裝工具)。

source: Download the ISO
bg: Сваляне на ISO файл
ca: Descarrega la ISO
da: Hent ISO-filen
es: Descargar el ISO
fr: Télécharger l'ISO
hr: Preuzmite ISO
pt_br: Baixar a ISO
sl: Prejem odtisa ISO
sv: Hämta ISO-filen
tr: ISO Dosyasını İndirme
uk: Завантажте ISO
vi: Tải xuống ISO
zh_hk: 下載 ISO
zh_tw: 下載 ISO 檔案

source: To download Linux Mint, visit the download page at <ulink url="http://www.linuxmint.com/download.php">http://www.linuxmint.com/download.php</ulink> and choose the edition you're interested in.
bg: За да свалите Линукс Минт, посетете страницата <ulink url="http://www.linuxmint.com/download.php">http://www.linuxmint.com/download.php</ulink> и изберете версията, която Ви интересува.
ca: Per descarregar Linux Mint, visiti el web de descàrrega a <ulink url="http://www.linuxmint.com/download.php">http://www.linuxmint.com/download.php</ulink> (en anglès) i trïi l'edició que li interessa.
da: Besøg <ulink url="http://www.linuxmint.com/download.php">http://www.linuxmint.com/download.php</ulink> for at hente Linux Mint og vælg den udgave, du er interesseret i.
es: Para descargar Linux Mint, visite la página de descarga en <ulink url="http://www.linuxmint.com/download.php">http://www.linuxmint.com/download.php</ulink> y elija la edición que le interese.
fr: Pour télécharger Linux Mint, visitez la page de téléchargement <ulink url="http://www.linuxmint.com/download.php">http://www.linuxmint.com/download.php</ulink>, et choisissez l'édition qui vous intéresse.
hr: Za preuzimanje Linux Minta, posjetite stranicu preuzimanja na <ulink url="http://www.linuxmint.com/download.php">http://www.linuxmint.com/download.php</ulink> I odaberite željeno izdanje.
pt_br: Para baixar o Linux Mint, visite a página de download em <ulink url="http://www.linuxmint.com/download.php">http://www.linuxmint.com/download.php</ulink> e escolha a edição que lhe interessa.
sl: Za prejem sistema Linux Mint obiščite stran za prejeme na <ulink url="http://www.linuxmint.com/download.php">http://www.linuxmint.com/download.php</ulink> ter izberite različico, ki vam je všeč.
sv: Det vanligaste sättet att skaffa Mint är att besöka Linux Mints nedladdningssida, <ulink url="http://www.linuxmint.com/download.php">http://www.linuxmint.com/download.php</ulink>, och välja den utgåva du vill ha. Där väljer du också om du vill ha Mint i 32- eller 64-bitarsutförande. En tumregel kan vara att om datorn har ett arbetsminne på 3 GB eller mindre så väljer du 32 bitar.
tr: Linux Mint'i indirmek için, <ulink url="http://www.linuxmint.com/download.php">http://www.linuxmint.com/download.php</ulink> bağlantısındaki indirme sayfasını ziyaret ediniz ederek ilginizi çeken sürümü seçebilirsiniz.
uk: Щоб стягнути Linux Mint, відвідайте сторінку завантаження на <ulink url="http://www.linuxmint.com/download.php">http://www.linuxmint.com/download.php</ulink> і виберіть той варіянт який вас зацікавив.
vi: Để tải xuống Linux Mint, hãy đến trang tải xuống tại <ulink url="http://www.linuxmint.com/download.php">http://www.linuxmint.com/download.php</ulink> và chọn bản muốn tải.
zh_hk: 您可以在此下載頁面下載 Linux Mint：<ulink url="http://www.linuxmint.com/download.php">http://www.linuxmint.com/download.php</ulink> 並選擇您感興趣的桌面版本。
zh_tw: Linux Mint 可以在這個下載頁下載: <ulink url="http://www.linuxmint.com/download.php">http://www.linuxmint.com/download.php</ulink> (您可以選擇自己喜歡的桌面版本下載)。

source: From this page, you should find:
bg: На тази страница ще намерите:
ca: Trobarà en aquesta pàgina:
da: For hver udgave kan du via denne side finde:
es: En esta página, usted debe encontrar:
fr: Depuis cette page, vous trouverez :
hr: Na ovoj stranici, trebali bi pronaći:
pt_br: Nesta página você encontrará
sl: S te strani bi morali najti:
sv: På denna sida hittar du:
tr: Bu sayfada bulabilecekleriniz:
uk: На цій сторінці Ви знайдете:
vi: Từ trang này, bạn sẽ thấy:
zh_hk: 從這頁開始，您應該找到：
zh_tw: 從此頁起，您可以找到:

source: an MD5 signature
bg: MD5 подпис
ca: una signatura MD5
da: en MD5-signatur
es: una firma MD5
fr: une signature MD5
hr: MD5 potpis
pt_br: uma assinatura MD5
sl: podpis MD5
sv: en MD5-signatur
tr: bir MD5 imzası
uk: підпис MD5
vi: chữ ký MD5
zh_hk: MD5 簽署
zh_tw: MD5 簽章

source: a torrent link
bg: торент линк
ca: un enllaç torrent
da: en torrent-henvisning
es: un enlace torrent
fr: un lien torrent
hr: torrent poveznicu
pt_br: um link torrent
sl: povezavo s torrentom
sv: en torrent-länk
tr: bir torrent bağlantısı
uk: торрент посилання
vi: liên kết torrent
zh_hk: torrent 連結
zh_tw: 一個 torrent 連結

source: a list of download mirrors
bg: списък с алтернативни начини на сваляне (mirrors)
ca: una llista de miralls de descàrrega
da: en liste over steder, hvor du kan hente Linux Mint
es: una lista de sitios espejo de descarga
fr: une liste des miroirs de téléchargement
hr: popis zrcalnih poslužitelja za preuzimanje
pt_br: uma lista de espelhos de download
sl: seznam zrcalnih strežnikov za prejem
sv: en lista med nedladdningsspeglar (en spegel är i det här fallet en server som innehåller en kopia av den ursprungliga webbplatsen)
tr: indirme yansılarının bir listesi
uk: перелік дзеркал для завантаження
vi: danh sách các nơi tải nhân bản
zh_hk: 下載鏡像網站列表
zh_tw: 下載鏡像網站列表

source: The file you need to download is an ISO file. There are two ways to download this file, by torrent (a Peer to Peer protocol) or via a download mirror (HTTP or FTP protocol). Once your download is finished, you can ensure your ISO file isn’t corrupted by checking its signature with the MD5.
bg: Файла, който трябва да свалите е ISO файл. Има два начина да свалите този файл, като торент (с протокола Потребител към Потребител) или да го свалите по алтернативен начин (чрез HTTP или FTP протокли). След като свалянето завърши, може да се уверите че ISO файла не е повреден, като проверите MD5 подписа.
ca: L'arxiu que necessita és un fitxer ISO. Hi ha dues maneres de descarregar-lo: per torrent (un protocol d'igual a igual) o mitjançant un mirall de descàrrega (protocols HTTP o FTP). Un cop la descàrrega hagi finalitzat, asseguri's que el fitxer ISO no estigui malmès revisant la seva signatura amb l'MD5
da: Filen, du skal hente, er en ISO-fil. Der er to måder at hente filen på: via torrent (en peer-to-peer-protokol) eller via forskellige servere (HTTP- eller FTP-protokol). Når du har hentet ISO-filen, kan du undersøge, om den er i orden ved at tjekke dens MD5-signatur.
es: Es necesario descargar un archivo ISO. Hay dos formas de descargar este archivo, por torrent (un protocolo Peer to Peer) o por medio de una descarga (protocolo HTTP o FTP). Una vez que la descarga haya finalizado, puede asegurarse de que el archivo ISO no está dañado comprobando su firma MD5.
fr: Le fichier que vous devez télécharger est un fichier ISO. Il y a deux façons de télécharger ce fichier : via BitTorrent (un protocole Peer to Peer) ou via un miroir de téléchargement (protocole HTTP ou FTP). Une fois que votre téléchargement est terminé, vous pouvez vous assurer que votre fichier ISO n'est pas corrompu en vérifiant sa signature MD5.
hr: Datoteka koju trebate preuzeti je ISO datoteka. Postoje dva načina na koju ju možete preuzeti, putem torrenta (točka u točka protokol) ili putem zrcalnih poslužitelja (HTTP ili FTP protokol). Kada je preuzimanje završilo, možete provjeriti je li vaša ISO datoteka oštećena provjerom potpisa s MD5.
pt_br: O arquivo que você precisa baixar é uma ISO. Esistem duas maneiras de baixar esse arquivo: via torrent (protocolo Peer to Peer) ou via espelho de download (protocolo HTTP ou FTP). Uma vez que seu download tenha sido concluído, você pode certificar-se de que seu arquivo ISO não está corrompido, verificando sua assinatura com a MD5.
sl: Datoteka, ki jo morate prejeti, je datoteka ISO. Obstajata dva načina za prejem te datoteke, s torrentom (protokol Peer to Peer) ali preko zrcalnega strežnika za prejeme (protokol HTTP ali FTP). Ko je prejem končan, se lahko prepričate, da datoteka ISO ni pokvarjena, s preverjanjem podpisa z MD5.
sv: Filen du ska hämta är en ISO-fil. Det finns två sätt att göra detta: via torrent (ett ”Peer to Peer”-protokoll) eller via en nedladdningsspegel (HTTP- eller FTP-protokoll). När din nedladdning är klar, kan du kontrollera att din ISO-fil inte är skadad eller ändrad av obehöriga genom att kontrollera dess MD5-signatur.
tr: İndirmeye ihtiyacınız olan bir ISO dosyasıdır. Bu dosyayı torrent (bir Peer to Peer protokolü) veya indirme yansılarını (HTTP ya da FTP protokolü) kullanarak iki farklı yolla indirebilirsiniz. İndirme işlemi bittiğinde, MD5 imzası ile kontrol ederek ISO dosyasının bozulmadığının sağlamasını yapabilirsiniz.
uk: Вам потрібно стягнути файл ISO. Існує два способи завантажити цей файл, торрент (рівноправний протокол) або через дзеркало для стягування (протокол HTTP або FTP). Тільки-но завантаження закінчено, можна переконатися, що ваш ISO файл не пошкоджений, перевіривши свій підпис з MD5.
vi: Bạn cần tải xuống tập tin ISO. Có 2 cách để tải, hoặc bằng torrent (giao thức Peer-to-Peer) hoặc từ nơi tải nhân bản (giao thức HTTP hay FTP). Sau khi tải xong, bạn có thể chắc rằng tập tin ISO không hỏng bằng cách kiểm tra chữ ký của nó với tập tin MD5.
zh_hk: 您需要下載一個 ISO 檔。有兩個方法可以下載此檔案：經由 torrent (點對點通訊協定) 或經由鏡像網站 (HTTP 或 FTP 通訊協定)。下載完成後，您可以利用 MD5 檢查 ISO 檔的簽署以確定該檔案是否損壞。
zh_tw: 您需要下載一個 ISO 檔案。有兩個方法可以下載這個檔案: 經由 torrent (點對點通訊協定) 或經由鏡像網站 (HTTP 或 FTP 通訊協定)。下載完成後，您可以利用 MD5 檢查 ISO 檔案的簽章，來確定其是否損壞。
