Repository: Acidburn0zzz/mintdoc
Catalog: books/User_Guide/launchpad-po-export/user-guide-common-installation/user-guide-common-installation-*.po
Languages: bg, ca, da, es, fr, hr, pt_br, sl, sv, tr, uk, vi, zh_hk, zh_tw

source: If you choose to specify partitions manually, a partition editor will appear, giving you full control over the partitioning of your hard drive. This is recommended only to advanced users who understand how partitioning works under Linux. Note that Linux Mint requires a partition of at least 6GB and that the recommended size for a swap partition is 1.5 times the amount of RAM available on the computer.
bg: Ако изберете да зададете дял ръчно, ще се отвори редактора на дискове и ще имате пълен контрол върху Вашия диск. Това се препоръчва само на опитни потребители, които знаят как да разделят диск под Линукс. Знайте че Линукс Минт изисква дял от поне 6ГБ и препоръчителния swap дял е 1,5 пъти размера на RAM.
ca: Si escull especificar les particions manualment, apareixerà un editor de particions, que li donarà un control total sobre el particionat del seu disc dur. Això es recomana només per a usuaris avançats que entenen cóm funciona el particionament Linux. Tingui en compte que Linux Mint requereix una partició d'almenys 6 GB i que la mida recomanada per a una partició d'intercanvi és de 1,5 vegades la quantitat total de RAM en l'equip.
da: Hvis du vælger at angive partitioner manuelt, vil et værktøj , der giver dig fuld kontrol over partitionering af din harddisk, blive startet. Det anbefales, at kun erfarne brugere, som ved hvordan partitionering fungerer i Linux, anvender denne mulighed.Bemærk at Linux Mint kræver en partition på mindst 6 GB, og at den anbefalede størrelse af en swap-partition er 1½ gang RAM-størrelsen.
es: Si elige especificar las particiones manualmente, aparecerá un editor de particiones, que le dará un control total sobre el particionado de su disco duro. Esto se recomienda sólo para usuarios avanzados que entienden cómo funciona el particionado en Linux. Tenga en cuenta que Linux Mint requiere una partición de al menos 6 GB y que el tamaño recomendado para una partición de intercambio es de 1,5 veces la cantidad de RAM disponible en el equipo.
fr: Si vous choisissez de spécifier les partitions manuellement, un éditeur de partitions apparaîtra, vous donnant le contrôle complet du partitionnement de votre disque dur. Cette méthode est seulement recommandée pour les utilisateurs confirmés qui comprennent le fonctionnement du partitionnement sous Linux. Notez que Linux Mint requiert une partition minimale de 6 Go et que la taille recommandée pour une partition swap correspond à 1,5 fois la taille de la RAM disponible sur l'ordinateur.
hr: Ako odaberete ručno određivanje particije, pojaviti će se uređivač particija, koji vam daje potpunu kontrolu nad particioniranjem vašeg tvrdog diska. Ovo je preporučljivo samo za napredne korisnike koji razumiju kako particioniranje funkcionira pod Linuxom. Imajte na umu da Linux Mint zahtijeva particiju od najmanje 6GB i da je preporučena veličina za swap particiju 1.5 puta od ukupnog RAM-a dostupnog na računalu.
pt_br: Se você optar por especificar partições manualmente, um editor de partições aparecerá, dando-lhe total controle sobre o particionamento do seu disco rígido. Isto é recomendado apenas para usuários avançados que entendem bem como funciona o particionamento no Linux. Note que o Linux Mint requer uma partição de pelo menos 6 GB e que o tamanho recomendado para uma partição swap é de 1,5 vezes a quantidade de memória RAM disponível no computador.
sl: Če ste izbrali ročno podati razdelke, se bo pokazal urejevalnik razdelkov, kateri vam bo dal popoln nadzor nad urejanjem razdelkov vašega trdega diska. Ta način je priporočljiv samo za napredne uporabnike, kateri razumejo delovanje razdelkov na Linuxu. Upoštevajte, da Linux Mint zahteva razdelek velikosti najmanj 6GB in da je priporočena velikost izmenjevalnega razdelka 1.5 krat večja od količine RAM-a, ki je na voljo na vašem računalniku.
sv: Den tredje punkten i menyn (i KDE står den som Manuell) ger dig full frihet att själv specificera vilken eller vilka partitioner du vill använda. Till din hjälp har du ett mycket bra partioneringsverktyg, men det här kräver ändå en del kunskap och rekommenderas därför bara om du vet hur partitionering fungerar. Minimikravet för Linux Mint är en partition på 6 GB. Om du behöver skapa en växlingspartition så bör denna vara ungefär dubbelt så stor som arbetsminnet, men max 2 GB för ett 32-bitarssystem (4 GB om du valt 64 bitar).
tr: Eğer belirli bir disk bölümünü (Başka bir şeçeneği ile...) elle seçmeyi tercih ederseniz, size diskiniz üzerinde disk bölümlemesi yapmak için tam kontrol imkanı verecek bir disk bölümleme düzenleyicisi görünecektir. Bu Linux üzerinde disk bölümlemesinin nasıl yapılacağını bilen ileri seviye kullanıcılara önerilir. Not, Linux Mint'in kurulacağı disk bölümünün boyutu için en az 8 GB'lık bir alan, takas alanı içinde RAM miktarının 1,5 katı kadar bir alan ayırmanız önerilir.
uk: Якщо Ви вирішите вказати розділи вручну, з’явиться редактор розділів, даючи Вам повний контроль і можливість самому розбити жорсткий диск. Це рекомендується лише для кваліфікованих користувачів, які розуміють як нарізати розділи для роботи Linux. Зверніть увагу, що самій системі Linux Mint потрібно виділити принаймні 6 ГБ і, що рекомендований розмір для розділу підкачки swap в 1,5 рази повинен перевищувати обсяг оперативної пам'яті доступної на комп'ютері.
vi: Nếu chọn chỉ định phân vùng thủ công, trình chỉnh sửa phân vùng sẽ hiện ra, cho bạn toàn quyền phân vùng ổ cứng của bạn. Lựa chọn này chỉ dành cho người dùng cao cấp hiểu biết cách thức phân vùng hoạt động trong Linux. Lưu ý rằng Linux Mint yêu cầu phân vùng tối thiểu 6 GB và kích thước khuyến khích của phân vùng tráo đổi là gấp 1,5 lần lượng RAM có trên máy.
zh_tw: 如果您選擇手動指定磁碟分割，磁碟分割編輯器會出現，讓您完全控制您硬碟上的磁碟分割。這個選項只建議給理解 Linux 下磁碟分割方式的進階使用者使用。請注意，Linux Mint 需要一個至少 6GB 的磁碟分割，置換磁碟分割尺寸，建議為電腦記憶體的 1.5 倍。

source: The installation summary screen
bg: Екран за обобщение на инсталация
ca: La pantalla de resum de la instal·lació
da: Installationsoversigten
es: La pantalla de resumen de la instalación
fr: L'écran du résumé d'installation
hr: Zaslon sažetka instalacije
pt_br: A tela de resumo da instalação
sl: Zaslon s povzetkom namestitve
sv: Bekräftelse av installationen
tr: Kurulum özeti ekranı
uk: Екрана резюме встановлення
vi: Màn hình tóm tắt cài đặt
zh_tw: 安裝總覽畫面

source: Choose the appropriate option and click on the <guibutton>Install Now</guibutton> button. At this stage, the installation is going on in the background and the installer asks you setup questions:
bg: Изберете подходящите опции и натиснете бутона <guibutton>Инсталация</guibutton>. На този етап инсталацията върви на заден фон а инсталатора Ви задава въпроси:
ca: Trieu l'opció adequada i feu clic al botó <guibutton>Instal·lar ara</guibutton>. En aquesta fase, la instal·lació s'anirà realitzant de fons mentre l'instal·lador li fa preguntes de configuració:
da: Vælg en passende mulighed og klik på <guibutton>Installér nu</guibutton>-knappen. På dette trin foregår installeringen i baggrunden, og du bliver præsenteret for nogle spørgsmål i forbindelse med opsætningen af systemet:
es: Elija la opción adecuada y haga clic en el botón <guibutton>Instalar ahora</guibutton>. En esta fase, la instalación se irá realizando de fondo mientras el instalador le hace preguntas de configuración:
fr: Choisissez l'option appropriée et cliquez sur le bouton <guibutton>Installer maintenant</guibutton>. À ce point, l'installation est en cours et l'installateur vous pose les questions relatives à l'installation.
hr: Odaberite odgovarajuću mogućnost i kliknite na <guibutton>Instaliraj sada</guibutton> tipku. U ovoj fazi, instalacija će se odvijati u pozadini i instalacijski program će vas pitati pitanja potrebna za instalaciju:
pt_br: Em seguida, escolha a opção apropriada e clique no botão <guibutton>Instalar Agora</guibutton>. Neste ponto a instalação ocorrerá em segundo plano e o instalador lhe fará algumas perguntas de configuração:
sl: Izberite primerno možnost in kliknite na gumb <guibutton>Namesti zdaj</guibutton>. Na tej stopnji se nameščanje dogaja v ozadju in namestilnik vas vpraša v zvezi z nastavitvijo:
sv: Nu är det dags att bekräfta dina val. Observera att starthanteraren normalt skall installeras på enhet /dev/sda (utan någon siffra). Om allt stämmer så klickar du på <guibutton>Installera nu</guibutton> för att starta installationen. Medan installationen pågår så ställer programmet några frågor:
tr: Sizin için uygun seçeneği seçip, <guibutton>Şimdi Yükle</guibutton> düğmesine tıklayınız. Bu aşamada, kurulum yapılandırma arka plana gidecek ve size kurulum ile ilgili sorular sorulacaktır.
uk: Виберіть відповідний варіянт і натисніть кнопку <guibutton>Встановити зараз</guibutton>. На цьому етапі, встановлення відбувається у фоновому режимі і програма встановлення задаватиме Вам запитання, що стосуються встановлення:
vi: Chọn các lựa chọn thích hợp và nhấn nút <guibutton>Cài đặt Ngay</guibutton>. Lúc này, quá trình cài đặt diễn ra dưới nền và trình cài đặt sẽ hỏi bạn một vài câu hỏi cài đặt;
zh_tw: 選取一個適當的選項，並點擊 <guibutton>立刻安裝</guibutton> 按鍵。在這個階段，安裝會在背景執行，而且安裝程式會詢問您設定問題:

source: Choosing a timezone
bg: Избор на часова зона
ca: Elecció d'una zona horària
da: Valg af tidszone
es: Elección de una zona horaria
fr: Choix d'un fuseau horaire
hr: Odabir vremenske zone
pt_br: Escolher fuso horário
sl: Izbor časovnega pasa
sv: Var befinner du dig?
tr: Saat dilimi seçimi
uk: Виберіть часовий пояс
vi: Chọn múi giờ
zh_hk: 選擇時區
zh_tw: 選擇時區

source: Choose your location on the map by clicking on the city which is the nearest to you. The purpose of this step is to identify your time zone. Make sure the <guilabel>Current time</guilabel> appears correctly and click the <guibutton>Continue</guibutton> button.
bg: Изберете Вашата локация, като цъкнете на град, който е най-близо до Вас. Целта на тази стъпка е да определите часовата зона. Убедете се че <guilabel>Текущия час</guilabel> е правилен и натиснете бутона <guibutton>Напред</guibutton>.
ca: Trii la seva ubicació al mapa fent clic a la ciutat més propera a vostè. El propòsit d'aquest pas és identificar la seva zona horària. Asseguri's que la <guilabel>Hora actual</guilabel> apareix correctament i faci clic al botó <guibutton>Continua</guibutton>.
da: Vælg din placering på kortet ved at klikke på byen tættest på dig. Formålet med dette trin er at identificere din tidszone. Sikr dig, at <guilabel>Nuværende tid</guilabel> er korrekt og klik på <guibutton>Fortsæt</guibutton>-knappen.
es: Elija su ubicación en el mapa haciendo clic en la ciudad más cercana a usted. El propósito de este paso es identificar su zona horaria. Asegúrese de que la <guilabel>Hora actual</ guilabel> aparece correctamente y haga clic en el botón <guibutton>Continuar</guibutton>.
fr: Choisissez votre localisation sur la carte en cliquant sur la ville la plus proche. L'objectif de cette étape est d'identifier votre fuseau horaire. Assurez-vous que l' <guilabel>heure actuelle</guilabel> apparaît correctement et cliquez sur le bouton <guibutton>Continuer</guibutton>.
hr: Odaberite vašu lokaciju na karti klikom na grad koji je najbliži vama. Svrha ovog koraka je određivanje vaše vremenske zone. Pobrinite se da se <guilabel>Trenutno vrijeme</guilabel> prikaže ispravno i kliknite na <guibutton>Nastavi</guibutton> tipku.
pt_br: Escolha a sua localização no mapa, clicando sobre a cidade que esteja mais próxima de você. O objetivo deste passo é identificar o seu fuso horário. Verifique se o <guilabel>Horário atual</ guilabel> aparece corretamente e clique no botão <guibutton>Continue</guibutton>.
sl: Izberite svoj položaj na zemljevidu s klikom na mesto, ki vam je najbližje. Namen tega koraka je določitev vašega časovnega pasa. Prepričajte se, da se <guilabel>Trenutni čas</guilabel> pojavi pravilno in kliknite na gumb <guibutton>Nadaljuj</guibutton>.
sv: Syftet med detta steg är att avgöra vilken tidszon du befinner dig i. Eftersom vi har samma tidszon i hela Sverige så behöver du bara klicka på <guibutton>Fortsätt</guibutton>.
tr: Harita üzerindeki size en yakın şehre tıklayarak konumunuzu seçiniz. Bu adımın amacı saat diliminizi belirlemektir. <guilabel>Geçerli zaman</guilabel> diliminin doğru göründüğünden emin oldunuz ve sonra <guibutton>Devam Et</guibutton> düğmesine tıklayınız.
uk: Виберіть Ваше місцезнаходження на мапі натиснувши на місті яке знаходиться до Вас найближче. Мета цього етапу полягає у тому аби визначити часовий пояс у якому знаходиться Ваша місцевість. Переконайтеся, що <guilabel>Поточний час</ guilabel> коректно показується і натисніть кнопку <guibutton>Продовжити</guibutton>.
vi: Chọn vị trí của bạn trên bản đồ bằng cách nhấp vào thành phố gần nhất với bạn. Mục đích của bước này là xác định múi giờ của bạn. Hãy đảm bảo rằng <guilabel>Thời gian hiện tại</guilabel> hiển thị đúng và nhấn nút <guibutton>Tiếp tục</guibutton>.
zh_tw: 在地圖上，點擊距離您最近的城市，來選擇您的位置。這個步驟的目的是識別您的時區。請確定 <guilabel>現在時間</guilabel> 顯示正確，並點擊 <guibutton>繼續</guibutton> 按鍵。

source: Sometimes the installer doesn't properly handle Summer/Winter time adjustments, so even by selecting the proper city you might see a difference of an hour or so with the correct time. Simply ignore this at this stage and remember to make sure that the time is correct after you reboot in your newly installed Linux Mint desktop.
bg: Понякога инсталатора не се справя добре с Лятно/Зимно часово време, така че след правилна настройка на града, може да видите разлика от час. Игнорирайте това на този етап, но помнете да проверите дали часа е правилен след рестарта с новата инсталация на Линукс Минт.
ca: A vegades l'instal·lador no fa servir correctament la configuració d'horari d'estiu/hivern, de manera que fins i tot seleccionant la ciutat correcta és possible que vegi una diferència d'una hora de més o de menys amb l'hora correcta. Ignori-ho en aquest moment i recordi comprovar si l'hora és correcta després de reiniciar en el seu escriptori de Linux Mint acabat d'instal·lar.
da: Det hænder, at installationsprogrammet ikke håndterer sommer-/normaltid korrekt, så du, selv om du har valgt den rigtige by, oplever, at tiden er en time forkert. Ignorér det og husk at sørge for at undersøge at tiden er korrekt, når du booter op efter installeringen.
es: A veces el instalador no maneja correctamente los ajustes de horario de verano/invierno, por lo que incluso seleccionando la ciudad correcta es posible que vea una diferencia de una hora de más o de menos con la hora correcta. Ignórelo en este momento y recuerde comprobar que la hora es correcta después de reiniciar en su escritorio de Linux Mint recién instalado.
fr: Parfois, l'installateur ne gère pas correctement l'ajustement des heures d'été et d'hiver, vous pourriez donc voir une différence d'une heure ou deux avec l'heure correcte même en sélectionnant correctement la ville. Ignorez simplement ceci durant cette étape et rappelez-vous de vérifier que l'heure est correcte après que vous ayez redémarré sur votre bureau Linux Mint nouvellement installé.
hr: Ponekada instalacijski program ne može ispravno postaviti ljetno/zimsko vrijeme, stoga čak iako odaberete ispravan grad možete vidjeti točno vrijeme s razlikom od jednog sata. Jednostavno ovo zanemarite u ovoj fazi i pobrinite se da je vrijeme ispravno nakon što ponovno pokrenete vaše novo instalirano Linux Mint radno okruženje.
pt_br: Às vezes, o instalador não lida adequadamente com ajustes de horário de verão. Por isso, ao selecionar a cidade, você pode perceber uma diferença de uma hora em relação ao horário correto. Simpesmente ignore isso por enquanto, mas não se esqueça de certificar-se de que a hora estará correta após a reinicialização do computador.
sl: Včasih namestilnik napačno obravnava prilagoditve poletja/zime, zato tudi če pravilno izberete mesto, lahko morda vidite razliko cca. ure s pravilnim časom. Preprosto prezrite to na tem koraku in se prepričajte, da je čas pravilen, ko v vaše sveže nameščeno namizje Linux Mint.
sv: Om någonting skulle bli fel, t.ex ifråga om sommar/normaltid, så kan det lätt åtgärdas när installationen är klar.
tr: Yükleyici bazen yaz/kış zaman ayarını düzgün olarak işleyemeyebilir, bu durumda seçilen şehir ve geçerli zaman arasında 1 saatlik bir farklılık görebilirsiniz. Bu aşamayı basitçe es geçiniz ve sisteminizi yeniden başlattığınızda ulaşacağınız, yeni kurulmuş olan Linux Mint masaüstünde bununla ilgili düzeltmeyi yapmayı unutmayınız.
uk: Іноді програма встановлення неправильно обробляє налаштування часу плутаючи пори року Літо/Зима, тож навіть шляхом вибору належного міста можна побачити різницю між системним і правильним часом на годину або близько того. Просто ігноруйте це на даному етапі і не забудьте переконатися, що після перезавантаження на стільниці Вашого свіжовстановленого Linux Mint час правильний.
vi: Đôi khi trình cài đặt không xử lý chính xác việc điều chỉnh giờ mùa Hè/Đông, cho nên ngày cả khi đã chọn đúng thành phố bạn vẫn có thể thấy lệch khoảng một giờ so với giờ đúng. Lúc này đơn giản hãy mặc kệ nó và nhớ kiểm tra lại giờ sau khi khởi động lại vào hệ thống Linux Mint bạn mới cài xong.
zh_tw: 有時安裝程式無法適當處理夏令/冬令時間調整，所以即便選取適當城市，您也許會看到顯示時間與正確時間相差 1 小時。請暫時忽視，並在啟動您新安裝的 Linux Mint 桌面後，再去確認時間是否正確顯示。

source: Choosing a keyboard layout
bg: Избор на клавиатурна подредба
ca: Elecció d'una distribució de teclat
da: Valg af tastaturlayout
es: Elección de una distribución de teclado
fr: Choix d'un agencement de clavier
hr: Odabir rasporeda tipkovnice
pt_br: Escolher um layout de teclado
sl: Izbira razporeditve tipk
sv: Val av tangentbordslayout
tr: Kalvye düzeni seçimi
uk: Виберіть розкладку клавіатури
vi: Chọn bố trí bàn phím
zh_hk: 選擇鍵盤佈局
zh_tw: 選擇鍵盤配置
