Repository: Acidburn0zzz/mintdoc
Catalog: books/User_Guide/launchpad-po-export/user-guide-common-installation/user-guide-common-installation-*.po
Languages: bg, ca, da, es, fr, hr, pt_br, sl, sv, tr, uk, vi, zh_hk, zh_tw

source: If you don’t see this screen and your PC boots as usual it’s probably because your BIOS is not set to boot on DVD. Restart the computer and press F1, F2, Delete, or Escape (or whatever key lets you enter the BIOS configuration) and change your BIOS settings to tell your computer to boot from its DVD drive.
bg: Ако не видите този екран и вашият компютър стартира по обичайния начин, вероятно BIOS-а не е настроен да стартира от DVD. Рестартирайте компютъра и натиснете F1, F2, Delete, или Escape (или клавиша, с който влизате в настройките на BIOS), за да промените настройките на BIOS, за да може да стартира от DVD устройството.
ca: Si no veieu aquesta pantalla i l'ordinador inicia com normalment és probable que el vostre BIOS no estigui configurat per iniciar en DVD. Reinicieu l'ordinador i premeu F1, F2, Suprimir o Escape (o la tecla que us deixi entrar a la configuració del BIOS) i canvia la configuració del BIOS per tal que l'ordinador pugui iniciar des de la unitat de disc.
da: Ser du ikke dette på din skærm, og hvis din PC booter som normalt, skyldes det sandsynligvis, at din BIOS ikke er indstillet til at boote fra DVD'en. Genstart computeren og tryk F1, F2, Delete eller Escape (eller hvilken tast der giver adgang til BIOS) og ændr dine BIOS-indstillinger, så du kan boote fra DVD'en.
es: Si no ve esta pantalla y su PC arranca como de costumbre es probablemente porque su BIOS no está configurada para arrancar desde el DVD. Reinicie el sistema y pulse F1, F2, Eliminar, o Esc (o la tecla que le permita configurar la BIOS) y cambie la configuración de la BIOS para indicar a su equipo que debe arrancar desde la unidad de DVD.
fr: Si vous ne voyez pas cet écran et que votre PC démarre comme d'habitude, c'est probablement parce que votre BIOS n'est pas configuré pour démarrer sur le DVD. Redémarrez l'ordinateur et appuyez sur F1, F2, Suppr, ou Echap (ou toute autre touche vous permettant d'entrer dans la configuration du BIOS), et modifiez les paramètres du BIOS afin d'indiquer à votre ordinateur de démarrer à partir du lecteur DVD.
hr: Ako ne vidite ovaj zaslon i vaš PC se pokreće kao uobičajeno to je ustvari zato jer vaš BIOS nije postavljen da se pokreće s DVD-a. Ponovno pokrenite računalo i pritisnite F1, F2, F8, F12, Delete ili Escape (ili bilo koju tipku koja otvara BIOS podešavanje) i promijenite vaše BIOS postavke tako da se računalo pokreće s DVD pogona.
pt_br: Se você não observar esta tela e seu PC inicializar como de costume, provavelmente sua BIOS não está definida para iniciar a partir do DVD. Reinicie o computador e pressione F1, F2, Delete, ou Esc (ou qualquer tecla que lhe permita acessar a configuração da BIOS) e altere as configurações da BIOS para ordenar ao seu computador que inicie a partir do drive de DVD.
sl: Če ne vidite zaslona in se vaš računalnik zažene kot običajno, je običajno zato, ker vaš BIOS ni nastavljen, da se zažene z DVD-ja. Ponovno zaženite računalnik in pritisnite F1, F2, Delete ali Escape (ali katerokoli tipko, ki vas spusti v nastavitve BIOS-a) in spremenite nastavitve BIOS-a, da nastavite računalnik, da se zažene s pogona DVD.
sv: Om din skärm inte visar ovanstående bild och datorn istället startar som vanligt, så är det antagligen för att datorns BIOS-inställningar inte har din DVD-läsare som första startenhet. Starta om datorn och tryck F1, F2, Delete, Escape (eller vad det nu är för tangent som du behöver trycka på för att ta dig till datorns BIOS-inställningar), väl där leta efter ”Boot”, eller ”Boot options” välj DVD som första val, spara dina inställningar (vanligtvis med ”F10”-tangenten) och starta sedan om datorn igen.
tr: Eğer bu başlangıç ekranını görmediyseniz ve bilgisayarınız her zamanki gibi başladıysa, muhtemelen DVD okuyucu BIOS seçeneklerinden başlangıç için ayarlanmamıştır. Sisteminizi yeniden başlatıp F1, F8, Delete ya da Esc tuşlarına (yani BIOS seçeneklerini değiştirmenizi sağlayacak ayar bölümüne hangi tuş ile girilebiliyorsa buna) basınız ve BIOS ayarlarını bilgisayarınızın DVD'den açılmasını sağlayacak sekilde düzenleyiniz.
uk: Якщо Ви не бачите цей екран і ПК завантажується як зазвичай, це ймовірно тому, що ваш BIOS не налаштований на завантаження з DVD. Перезавантажте комп'ютер і натисніть клавішу F1, F2, Delete, або Escape (чи іншу клавішу за допомогою якої можна увійти в конфігурацію BIOS) та змініть налаштування BIOS таким чином, щоб змусити Ваш комп'ютер завантажуватися з DVD диску.
vi: Nếu bạn không thấy màn hình này mà máy vẫn khởi động như thường lệ thì hẳn là vì BIOS của bạn không được chỉnh để khởi động từ DVD. Hãy khởi động lại máy và nhấn F1, F2, Delete hoặc Escape (hoặc phím gì đó dùng để vào cấu hình BIOS) và chỉnh thiết đặt BIOS cho phép máy khởi động từ ổ DVD.
zh_hk: 如果您沒有看到這個畫面，而且您的電腦如往常一般正常地開機，這很可能是因為您的 BIOS 沒有設定成使用 DVD 開機。請重新啟動電腦並按下 F1、F2、Delete 或 Esc (或任何能夠讓您進入 BIOS 組態的按鈕)，並變更您的 BIOS 設定，來讓您的電腦從 DVD 光碟機開機。
zh_tw: 如果您沒有看到這個畫面，而且您的電腦如往常一般地正常開機，這很可能是因為您的 BIOS 沒有設定成使用 DVD 開機。請重開機後按下 F1，F2，Delete，或 Esc (或任何進入 BIOS 組態的按鍵)，並變更您的 BIOS 設定，來讓您的電腦從 DVD 光碟機開機。

source: Install Linux Mint on your hard drive
bg: Инсталиране на Линукс минт на хард диска
ca: Instal·lar Linux Mint al disc dur
da: Installér Linux Mint på din harddisk
es: Instalar Linux Mint en su disco duro
fr: Installer Linux Mint sur votre disque dur
hr: Instalirajte Linux Mint na vaš tvrdi disk
pt_br: Instalar o Linux Mint no disco rígido
sl: Namestite Linux Mint na trdi disk
sv: Installera Linux Mint på hårddisken
tr: Sabit Diske Linux Mint kurulumu
uk: Встановлення Linux Mint на Ваш жорсткий диск
vi: Cài đặt Linux Mint vào ổ cứng của bạn
zh_hk: 安裝 Linux Mint 在您的硬碟
zh_tw: 安裝 Linux Mint 至硬碟

source: From the first screen choose the default <guilabel>Start Linux Mint</guilabel> option and press Enter. After a little while the live system should be ready and you should see the desktop.
bg: В първия екран изберете опцията <guilabel>Start Linux Mint</guilabel> и натиснете Enter. След малко живата система ще е готова и трябва да видите работния плот.
ca: A la primera pantalla esculli l'opció per defecte <guilabel>Inicia Linux Mint</guilabel> i premi Enter. Després d'una estona el sistema ha d'estar llest i vostè ha de veure l'escriptori.
da: Vælg standardindstillingen <guilabel>Start Linux Mint</guilabel> på det første skærmbillede og tryk Enter. Efter et stykke tid skulle livesystemet være klar og du vil se skrivebordet.
es: En la primera pantalla elija la opción predeterminada <guilabel>Iniciar Linux Mint</guilabel> y pulse Enter. Después de un rato el sistema debe estar listo y usted debe ver el escritorio.
fr: Depuis le premier écran, choisissez l'option par défaut <guilabel>Start Linux Mint</guilabel>, et appuyez sur Entrée. Après un petit moment, le système live devrait être prêt et vous devriez voir le bureau.
hr: S prvog zaslona odaberite zadanu <guilabel>Start Linux Mint</guilabel> mogućnost i pritisnite Enter. Nakon kratkog vremena sustav bi se trebao pokrenuti i trebali bi ugledati radnu površinu.
pt_br: A partir da primeira tela escolha a opção padrão <guilabel>Inicializar o Linux Mint</guilabel> e pressione Enter. Depois de algum tempo, o Live System (também chamada de Live Session) deve estar pronto e você poderá ver a área de trabalho.
sl: S prvega zaslona izberite privzeto možnost <guilabel>Zaženi Linux Mint</guilabel> in pritisnite Enter. Po nekaj trenutkih bi moral živ sistem biti pripravljen videti bi morali namizje.
sv: Om du skulle få upp en startmeny så behöver du bara trycka på radmatning eftersom <guilabel>Starta Linux Mint</guilabel> är förvalt. När Linux har startat så visas skrivbordet
tr: İlk ekranda varsayılan olarak seçili bulunan <guilabel>Start Linux Mint</guilabel> (Linux Mint'i Başlat) seçeneğinin üzerinde Enter tuşuna basınız. Kısa bir süre sonra çalışan sistem hazır olacaktır ve siz masaüstünü göreceksiniz.
uk: На першому екрані виберіть типово параметр <guilabel>Запуск Linux Mint</guilabel> і натисніть клавішу Enter. Через деякий час система повинна завантажитися й Ви маєте побачити стільницю.
vi: Từ màn hình đầu tiên hãy chọn tuỳ chọn <guilabel>Chạy Linux Mint</guilabel> mặc định và nhấn Enter. Sau một lúc khi hệ thống trực tiếp sẵn sàng bạn sẽ nhìn thấy màn hình làm việc.
zh_hk: 在首個畫面，選取預設值 <guilabel>Start Linux Mint</guilabel> 選項，並按下 Enter 鍵。不久後，系統應該已經完成啟動，此時您應該可以看到桌面。
zh_tw: 在第一個畫面，選取預設值 <guilabel>Start Linux Mint</guilabel> 選項，並按下 Enter 鍵。不久系統就會啟動完成，此時您就可以看到桌面。

source: At this stage Linux Mint is not installed on your computer, it’s simply running from the DVD. The system you have in front of you is, however, almost exactly the same as the one you will have on your computer after the installation is finished.
bg: На този етап Линукс Минт не е инсталиран на Вашия компютър, той просто е стартиран от DVD-то. Системата пред Вас е почти същата като тази, която ще имате след инсталацията.
ca: En aquest punt Linux Mint no està instal·lat en el vostre ordinador, només està funcionant des del DVD. El sistema que té al davant és, però, gairebé exactament el mateix que tindrà en el seu equip quan finalitzi la instal·lació.
da: På dette tidspunkt er Linux Mint ikke installeret på din computer, men kører fra DVD'en. Systemet, du ser, er dog næsten det samme, som du vil have på din computer efter en installation.
es: En este punto Linux Mint no está instalado en su ordenador, sólamente está funcionando desde el DVD. El sistema que tiene frente a usted es, sin embargo, casi exactamente el mismo que tendrá en su equipo cuando finalice la instalación.
fr: A ce stade, Linux Mint n'est pas installé sur votre ordinateur, il est tout simplement en cours d'exécution à partir du DVD. Le système que vous avez devant vous est, cependant, pratiquement le même que celui que vous aurez sur votre ordinateur après que l'installation soit terminée.
hr: U toj fazi Linux Mint nije instaliran na vaše računalo, jednostavno je pokrenut s DVD-a. Pokrenuti sustav koji vidite pred sobom gotovo je identičan sustavu koji ćete imati na vašem računalu nakon što instalacija završi.
pt_br: Neste ponto, o Linux Mint ainda não está instalado em seu computador, ele simplesmente está rodando a partir do DVD. O sistema que você tem na sua frente, no entanto, é quase o mesmo que você vai ter em seu computador quando a instalação estiver concluída.
sl: Na tej stopnji še Linux Mint ni nameščen na računalnik, temveč se preprosto izvaja z DVD-ja. Toda sistem, ki ga vidite pred sabo, je v bistvu enak kot tisti, ki ga boste imeli nameščenega na računalniku po tej končani namestitvi.
sv: I det här skedet är ingenting installerat, Linux Mint körs helt från DVD:n, men systemet du ser framför dig ser nästan exakt likadant ut som det kommer att göra när du har installerat det i datorn.
tr: Bu aşamada Linux Mint bilgisayarınıza kurulu değildir, sadece DVD'den çalışmaktadır. Bununla birlikte önünüzdeki sistem, neredeyse kurulum sonrasında bilgisayarınızda sahip olacağınız sistemin birebir aynısıdır.
uk: На цьому етапі Linux Mint не встановлений на Вашому комп’ютері, ОС просто працює з DVD. Однак система, що є перед вашими очами майже точно така сама, яку Ви будете мати на Вашому комп’ютері після завершення встановлення.
vi: Ở giai đoạn này Linux Mint chưa được cài đặt vào máy của bạn, nó chỉ đơn giản chạy từ DVD thôi. Tuy nhiên hệ điều hành trước mặt bạn lúc này hầu như y hệt hệ điều hành bạn sẽ có trên máy sau khi cài đặt xong.
zh_hk: 在此階段 Linux Mint 尚未安裝至您的電腦。它只是簡單地從 DVD 執行。然而，您眼前所見的系統，與之後安裝至您電腦裏的系統幾乎完全相同。
zh_tw: 此階段 Linux Mint 尚未安裝至您的電腦。它只是簡單地從 DVD 執行。然而，您眼前所見的系統，幾乎與之後安裝至您電腦裡的系統完全相同。

source: Have fun with it and see if you like it. Bear in mind that when running from the DVD, Linux Mint runs significantly slower than it does when it is installed on a hard drive, since it has to read data from the DVD drive, which is a slower medium than the hard drive.
bg: Позабавлявайте се, вижте дали Ви харесва. Имайте предвид че от DVD Линукс Минт работи значително по-бавно, отколкото ако е инсталирано на твърд диск, четенето на данни от диска е сравнително по-бавно, отколкото от хард диск.
ca: Diverteixi's i vegi si li agrada. Tingui en compte que quan s'executa des del DVD, Linux Mint corre significativament més lent que quan està instal·lat en un disc dur, ja que ha de llegir les dades del DVD, que és un mitjà més lent que el disc dur.
da: Prøv det af og se, om du synes om det. Vær opmærksom på, at Linux Mint kører væsentligt langsommere fra DVD'en, end når det er installeret på en harddisk, da det skal læse data fra DVD'en, som er langsommere end en harddisk.
es: Diviértase y vea si le gusta. Tenga en cuenta que cuando se ejecuta desde el DVD, Linux Mint corre significativamente más lento que cuando está instalado en un disco duro, ya que tiene que leer los datos del DVD, que es un medio más lento que el disco duro.
fr: Amusez-vous avec lui et voyez si vous l'aimez. Gardez à l'esprit que lors de l'exécution à partir du DVD, Linux Mint s'exécute beaucoup plus lentement que lorsqu'il est installé sur un disque dur, car il doit lire les données à partir du lecteur DVD, qui est un support plus lent que le disque dur.
hr: Zabavite se s njim i pogledajte sviđa li vam se. Imajte na umu da kada je pokrenut s DVD-a, Linux Mint je značajno sporiji nego kada je instaliran na tvrdi disk, zato jer čita podatke s DVD pogona koji je sporiji medij od tvrdog diska.
pt_br: Divirta-se um pouco e veja se você gosta dele. Tenha sempre em mente que quando está rodando a partir do DVD, o Linux Mint é executado significativamente mais lento do que quando está instalado em um disco rígido, uma vez que tem de ler os dados a partir da unidade de DVD, que é um meio mais lento do que o disco rígido.
sl: Uživajte v uporabi ter se prepričajte, da vam ustreza. Zapomnite si, da kadar izvajate z DVD-ja, se Linux Mint izvaja bistveno počasneje kot če bi bil nameščen na trdi disk, ker mora brati podatke s pogona DVD, ki je logično počasnejši medij kot trdi disk.
sv: Ha kul med det och känn efter om du trivs med det. Ha dock i åtanke att det är extremt långsamt på grund av att det körs från en DVD. När det väl är installerat på hårddisken kommer Linux Mint att vara mycket snabbare. För att kunna prova systemet ordentligt så vill man naturligtvis redan nu ha tillgång till svenskt tangentbord. Gör så här, beroende på vilken skrivbordsmiljö du använder: Cinnamon Välj Preferences och Region & Language (Keyboard Layouts i äldre versioner) i menyn. Klicka på fliken Keyboard Layouts och sedan på plustecknet nere i vänstra hörnet. Välj Swedish i listan och klicka på Add. Klicka på språket i den nya listan och flytta upp det med uppåtpilen nere i vänstra hörnet. Stäng fönstret. Mate Välj Control Center i menyn. Klicka på Keyboard (under kategorin Hardware) och fliken Layouts. Klicka på knappen Add och välj Sweden i listan Country. Klicka på Add. Klicka på Swedish i den nya listan och flytta upp det med knappen Move Up. Stäng fönstret. KDE Välj Favorites och System Settings i menyn. Dubbelklicka på Input Devices (under kategorin Hardware). Välj fliken Layouts och kryssa i rutan Configure layouts. Klicka på knappen Add och välj Swedish i listan Limit selection by language. Klicka på OK. Klicka på språket i den nya listan och flytta upp det med knappen Move up. Klicka på Apply och stäng sedan fönstret. Xfce Välj Settings och Keyboard i menyn. Välj fliken Layout och avmarkera Use system defaults. Klicka på Add och välj Swedish i listan. Klicka på OK. Klicka på English (US) i den nya listan och sedan på Delete. Stäng fönstret med Close.
tr: Bunun keyfini tadını çıkartın, bakalım beğenecek misiniz? Unutmayın ki şu an sisteminizi DVD üzerinden çalıştırıyorsunuz, bu sebeple Linux Mint'in harddiskinizde yüklü olmasına göre daha yavaş çalışabilir. DVD ortamı, verileri okumada sabit diske göre çok daha yavaştır.
uk: Отримуйте задоволення від роботи з системою і дивіться чи подобається Вам вона. Майте на увазі, що при запуску з DVD, Linux Mint працює набагато повільніше ніж коли ОС встановлена на жорсткий диск, оскільки дані з DVD диску читаються значно повільніше ніж з жорсткого диску.
vi: Cứ thoải mái dùng thử xem bạn có thích không. Nhớ rằng khi chạy từ DVD thì Linux Mint chạy tương đối chậm hơn khi được cài đặt trên đĩa cứng, vì nó phải đọc dữ liệu từ ổ DVD, là loại thiết bị chậm hơn đĩa cứng.
zh_hk: 請盡情地試用，並看看您是否喜歡它。請記住，從 DVD 執行的 Linux Mint，比安裝至硬碟裏執行的 Linux Mint 慢得多，因為它需要從 DVD 光碟機讀取資料 (遠比硬碟慢)。
zh_tw: 請盡情地試用，並看看您是否喜歡它。請記得，從 DVD 執行的 Linux Mint，會遠比安裝至硬碟裡執行的 Linux Mint 要慢很多，因為它需要從 DVD 光碟機 (遠比硬碟慢) 讀取資料。

source: When you are ready, double-click on the <guilabel>Install Linux Mint</guilabel> icon located on the desktop. The Installer appears:
bg: Когато сте готови, двоен клик на иконката на <guilabel>Install Linux Mint</guilabel>. Ще се отвори инсталатора:
ca: Quan estigui llest, faci doble clic a la icona <guilabel>Instal·lar Linux Mint</guilabel> de l'escriptori. Apareix l'instal·lador:
da: Når du er klar, så dobbeltklik på <guilabel>Install Linux Mint</guilabel>-ikonet placeret på skrivebordet. Installationsprogrammet vises:
es: Cuando esté listo, haga doble clic en el icono <guilabel>Instalar Linux Mint</guilabel> del escritorio. Aparece el instalador:
fr: Lorsque vous êtes prêt, double-cliquez sur l'icône <guilabel>Install Linux Mint</guilabel> situé sur le bureau. Le programme d'installation apparaît :
hr: Kada ste spremni dvostruko kliknite na <guilabel>Instaliraj Linux Mint</guilabel> ikonu koja se nalazi na radnoj površini. Pojavljuje se instalacijski program:
pt_br: Quando estiver pronto, dê um clique duplo no ícone <guilabel>Instalar o Linux Mint</guilabel>, o qual está localizado na Área de trabalho. O instalador, então, surgirá:
sl: Ko boste pripravljeni, dvokliknite na ikono <guilabel>Namesti Linux Mint</guilabel>, ki se nahaja na namizju. Pojavi se namestilnik:
sv: Bra att veta: Om du planerar att använda logisk volymhantering, LVM så måste du byta till svenskt tangentbord innan du börjar installera. När du känner dig redo, dubbelklicka på Installera-ikonen på skrivbordet. Installationsprogrammet startas...
tr: Hazır olduğunuzda, masaüstündeki <guilabel>Install Linux Mint</guilabel> (Linux Mint'i Kur) simgesine çift tıklayın. Böylece Kurulum sihirbazı başlayacaktır:
uk: Коли Ви будете готові двічі клацніть по <guilabel>Встановити Linux Mint</guilabel> піктограмі розташованій на стільниці. Відкриється вікно встановлювача:
vi: Khi đã sẵn sàng, hãy nhấp đúp vào biểu tượng <guilabel>Cài đặt Linux Mint</guilabel> trên màn hình làm việc. Trình cài đặt sẽ hiện ra:
zh_hk: 當您準備好之後，連按兩下桌面上的 <guilabel>安裝 Linux Mint</guilabel> 圖示。此時安裝程式就會出現：
zh_tw: 當您準備好之後，雙擊桌面上的 <guilabel>安裝 Linux Mint</guilabel> 圖示。此時安裝程式會出現:

source: The language selection screen
bg: Екран за избор на език
ca: La pantalla de selecció d'idioma
da: Valg af sprog
es: La pantalla de selección de idioma
fr: L'écran de sélection de la langue
hr: Zaslon odabira jezika
pt_br: A tela de seleção de idioma
sl: Zaslon z izborom jezika
tr: Dil seçim ekranı
uk: На екрані вибору мови
vi: Màn hình chọn lựa ngôn ngữ
zh_hk: 語言選擇畫面
zh_tw: 語言選擇畫面
