Repository: Acidburn0zzz/mintdoc
Catalog: books/User_Guide/launchpad-po-export/user-guide-common-installation/user-guide-common-installation-*.po
Languages: bg, ca, da, es, fr, hr, pt_br, sl, sv, tr, uk, vi, zh_hk, zh_tw

source: If you don't have a broadband connection, or if your Internet access is too slow you can order the DVD from <ulink url="http://www.osdisc.com">http://www.osdisc.com</ulink>.
bg: Ако не разполагате с широколентова връзка, или ако вашият достъп до интернет е твърде бавен, може да поръчате DVD от <ulink url="http://www.osdisc.com">http://www.osdisc.com</ulink>.
ca: Si no teniu una connexió de banda ampla o el vostre accés a internet és massa lent, podeu encarregar el DVD a <ulink url="http://www.osdisc.com">http://www.osdisc.com</ulink>.
da: Hvis du ikke har en bredbåndsforbindelse, eller din internetforbindelse er for langsom, kan du bestille DVD'en hos <ulink url="http://www.osdisc.com">http://www.osdisc.com</ulink>.
es: Si usted no tiene una conexión de banda ancha, o si su conexión a Internet es demasiado lenta, se puede pedir el DVD en <ulink url="http://www.osdisc.com">http://www.osdisc.com</ulink>.
fr: Si vous ne disposez pas d'une connexion haut débit, ou si votre accès à internet est trop lent, vous pouvez commander le DVD sur <ulink url="http://www.osdisc.com">http://www.osdisc.com</ulink>.
hr: Ako nemate širokopojasni pristup Internetu, ili je vaš Internet pristup prespor možete naručiti DVD na <ulink url="http://www.osdisc.com">http://www.osdisc.com</ulink>.
pt_br: Se você não tem uma conexão banda larga ou se seu acesso a Internet é muito lento, você pode comprar o DVD no site <ulink url="http://www.osdisc.com">http://www.osdisc.com</ulink>.
sl: Če nimate širokopasovne povezave ali če je vaš dostop do interneta prepočasen, lahko naročite DVD z <ulink url="http://www.osdisc.com">http://www.osdisc.com</ulink>.
sv: Om du inte har bredband eller om din internetanslutning är för långsam för att hämta ISO-filen så kan du beställa en installations-DVD genom att gå till följande adress: <ulink url="http://www.osdisc.com/cgi-bin/view.cgi/products/linux/linuxmint">http://www.osdisc.com</ulink>
tr: Eğer geniş bant bağlantıya sahip değilseniz ya da internet erişiminiz çok yavaşsa, buradan <ulink url="http://www.osdisc.com">http://www.osdisc.com</ulink> DVD siparişi verebilirsiniz.
uk: Якщо в Вас немає широкосмугового з’єднання або якщо доступ до Інтернет дуже повільний, Ви можете замовити DVD з <ulink url="http://www.osdisc.com">http://www.osdisc.com</ulink>.
vi: Nếu không có kết nối băng thông rộng, hoặc truy cập Internet của bạn quá chậm, bạn có thể đặt mua đĩa DVD từ <ulink url="http://www.osdisc.com">http://www.osdisc.com</ulink>.
zh_hk: 如果您沒有寬頻網絡，或者網絡速度過慢，您可以在這裏訂購 DVD：<ulink url="http://www.osdisc.com">http://www.osdisc.com</ulink>。
zh_tw: 如果您沒有寬頻網路，或是網路速度過慢，您可以在此訂購 DVD: <ulink url="http://www.osdisc.com">http://www.osdisc.com</ulink>。

source: Via torrent
bg: Като рент
ca: A través de torrent
es: Vía torrent
hr: Putem torrenta
sl: S torrentom
sv: Hämtning via Torrent
tr: Torrent ile
uk: Через торрент
vi: Qua torrent
zh_hk: 經由 torrent
zh_tw: 經由 torrent

source: Torrent is a Peer to Peer (P2P) protocol. Basically, instead of downloading from a central location, a torrent lets you download the ISO file in parts from different people across the Internet.
bg: Торента използва протокола Потребител към Потребител (P2P). Всъщност, вместо да го свалите от централизирано място, торента ви позволява да вземете ISO файла на части, от различни хора в интернет пространството.
ca: El torrent és un protocol d'igual a igual (Peer to Peer en anglès, P2P). En comptes de descarregar l'arxiu d'una posició central, un torrent us permet descarregar el fitxer ISO en fragments, de diverses persones connectades a internet.
da: Torrent er en peer-to-peer-protokol (P2P). I stedet for at hente filen fra et centralt sted, henter man filen i små bidder fra forskellige mennesker rundt omkring på internettet.
es: Torrent es un protocolo Peer to Peer (P2P). Básicamente, en lugar de descargar desde una ubicación central, un torrent le permite descargar el archivo ISO en partes provenientes de diferentes personas en Internet.
fr: BitTorrent est un protocole Pair-à-Pair (P2P). En d'autres termes, au lieu de télécharger à partir d'un serveur central, un torrent vous fait télécharger le fichier ISO par morceaux distribués par différents internautes.
hr: Torrent je Točka u Točka (P2P) protokol. U osnovi, umjesto preuzimanja sa središnje lokacije, torrent vam omogućuje preuzimanje ISO datoteke u dijelovima od različitih ljudi diljem Interneta.
pt_br: O Torrent é um protocolo Peer to Peer (ponto a ponto). Basicamente, ao invés de você baixar o arquivo de uma localização central, o torrent permite que você baixe o arquivo ISO em partes a partir de diferentes pessoas na Internet.
sl: Torrent je protokol Peer to Peer (P2P). Namesto prejema z osrednjega mesta, vam torrent omogoča prejem datoteke ISO v delih od različnih ljudi širom interneta.
sv: Torrent är ett protokoll för ”Peer to Peer” (P2P). Istället för att ladda ned från en central plats, låter det här programmet dig hämta delar av ISO-filen från flera ställen över hela Internet
tr: Torrent bir Peer to Peer (P2P) protokolüdür. Bir torrent basitçe, merkezi bir konumdan indirme yerine, ISO dosyasının internet üzerinde farklı kullanıcılardan parçalar halinde indirmenize yardımcı olur.
uk: Torrent є одноранговим (P2P) протоколом. Це дозволяє, замість завантаження з центрального сайту завантажити ISO файл частинами від різних людей використовуючи мережу тенет.
vi: Torrent là một giao thức ngang hàng (P2P). Về cơ bản, thay vì tải xuống từ một vị trí tập trung, torrent cho phép bạn tải tập tin ISO theo nhiều phần từ nhiều người khác nhau trên khắp Internet.
zh_hk: Torrent 是一種點對點 (P2P) 通訊協定。簡單來說，就是並非從一個中央位置下載檔案，Torrent 能讓您從網絡上不同的使用者分段下載 ISO 檔案。
zh_tw: Torrent 是種點對點 (P2P) 通訊協定。與傳統架構從一個中央位置下載不同，Torrent 可以讓您從網路使用者下載 ISO 檔案的片段。

source: The more people who download the ISO file, the faster the download speed gets. This is the preferred and recommended way to download Linux Mint.
bg: Колкото повече хора са свалили ISO файла, толкова скоростта на сваляне е по-висока. Това е предпочитания и препоръчителен начин да свалите Линукс Минт.
ca: Com més gent es decarregui el fitxer ISO, més ràpida esdevé la velocitat de descàrrega. És recomanable descarregar Linux Mint d'aquesta manera.
da: Jo flere der henter ISO-filen, desto højere bliver hastigheden. Dette er den foretrukne og anbefalede måde at hente Linux Mint på.
es: Cuantas más personas descarguen el archivo ISO, más rápida será la velocidad de descarga. Esta es la forma preferida y recomendada para descargar Linux Mint.
fr: Plus les internautes téléchargeront ce fichier ISO, plus le téléchargement sera rapide. C'est la méthode de téléchargement recommandée pour Linux Mint.
hr: Čim je više ljudi koji preuzimaju ISO datoteku, veća je brzina preuzimanja. Ovo je poželjan i preporučljiv način preuzimanja Linux Minta.
pt_br: A medida que mais pessoas baixam o arquivo ISO mais rápido se torna a velocidade de download dele. Esta é a maneira preferível e recomendada de baixar o Linux Mint.
sl: Več ljudi kot prejema datoteko ISO, hitrejša je hitrost prejemanja. To je prednostni in priporočljivejši način za prejem Linux Minta.
sv: Ju fler människor som hämtar ISO-filen, desto högre blir nedladdningshastigheten. Detta är det rekommenderade sättet att hämta Linux Mint.
tr: Bu yöntemle ISO dosyasını paylaşarak daha fazla kişi indirdiği için, daha hızlı indirme hızına ulaşabilirsiniz. Bu Linux Mint'i indirmek için tercih edilen ve önerilen bir yöntemdir.
uk: Чим більше людей, які стягують файл ISO, тим більша швидкість завантаження. Це найбажаніший і рекомендований спосіб завантаження Linux Mint.
vi: Càng có nhiều người tải xuống tập tin ISO thì tốc độ tải xuống càng nhanh hơn. Đây là phương pháp ưa chuộng và khuyên dùng để tải xuống Linux Mint.
zh_hk: 愈多人下載 ISO 檔案，下載速度就愈快。這是我們建議您下載 Linux Mint 的方式。
zh_tw: 越多人下載 ISO 檔案，下載速度越快。這是我們建議您下載 Linux Mint 的方式。

source: Install a Torrent client
bg: Инсталиране на торент клиент
ca: Instal·lar un client Torrent
da: Installér en torrent-klient
es: Instalar un cliente Torrent
fr: Installer un client BitTorrent
hr: Instaliraj torrent klijent
pt_br: Instalar um cliente Torrent
sl: Namestite odjemalca torrentov
sv: Installera en Torrent-klient
tr: Bir Torrent istemcisi yükleyin
uk: Встановіть клієнт-торрент
vi: Cài đặt trình khách Torrent
zh_hk: 安裝 Torrent 客戶端
zh_tw: 安裝一個 Torrent 客戶端

source: You need a piece of software called a "torrent client" in order to download files via torrent.
bg: Ще имате нужда от софтуер, наречено "торент клиент", за да може да сваляте торент файлове.
ca: És necessari un petit programari anomenat <<client torrent>> per tal de descarregar arxius per torrent.
da: Du har brug for et program kaldet en "torrent-klient" for at hente filer via torrent.
es: Se necesita un software llamado "cliente torrent" para descargar archivos vía torrent.
fr: Vous avez besoin d'un petit logiciel appelé "client BitTorrent" pour pouvoir télécharger des fichiers via BitTorrent.
hr: Potrebna vam je vrsta softvera koji se naziva "torrent klijent" da bi mogli preuzimati datoteke putem torrenta.
pt_br: Você precisará de um software chamado "cliente torrent" para baixar arquivos via torrent.
sl: Za prejem datotek preko torrenta boste potrebovali del programske opreme, imenovane "odjemalec torrentov".
sv: Först behöver du ha ett program, en så kallad "torrent-klient", för att kunna använda torrent-filen.
tr: Torrent ile indirme yapabilmek için, "torrent istemcisi" olarak adlandırılan bir yazılıma ihtiyaç duyacaksınız.
uk: Вам потрібне програмне забезпечення так званний "клієнт-торрент", щоб завантажити файли через торрент.
vi: Bạn cần một phần mềm gọi là "trình khách torrent" để tải tập tin qua torrent.
zh_hk: 您需要一種叫做「torrent 客戶端」的軟件來經由 torrent 下載檔案。
zh_tw: 您需要一種叫「torrent 客戶端」的軟體來經由 torrent 下載檔案。

source: If you run Linux Mint you already have a torrent client installed.
bg: Ако сте стартирали Линукс Минт, Вие вече имате инсталиран торент клиент.
ca: Si utilitzeu Linux Mint, ja teniu un client torrent instal·lat.
da: Hvis du kører Linux Mint, er der allerede installeret en torrent-klient.
es: Si está usando Linux Mint, ya dispone de un cliente torrent instalado.
fr: Si vous utilisez Linux Mint, vous avez déjà un client BitTorrent installé.
hr: Ako koristite Linux Mint već imate instalirani torrent klijent.
pt_br: Se você estiver executando o Linux Mint então já tem um cliente torrent instalado.
sl: Če uporabljate Linux Mint, imate odjemalca torrentov že nameščen.
sv: Om du använder Linux så kan du använda ett program som heter Transmission. I Mint finns programmet redan installerat.
tr: Eğer Linux Mint'i kullanıyorsanız halihazırda önyüklü olarak gelen bir torrent istemcisine sahipsiniz demektir.
uk: Якщо Ви запустите Linux Mint в Вас вже є встановлений клієнт-торрент.
vi: Nếu dùng Linux Mint bạn đã có sẵn trình khách torrent rồi.
zh_hk: 如果您執行 Linux Mint，您的系統已內置 torrent 客戶端。
zh_tw: Linux Mint 已經內建 torrent 客戶端。

source: If you run another Linux distribution, you can install "Transmission".
bg: Ако ползвате друга Линукс дистрибуция, може да инсталирате "Transmission".
ca: Si utilitxeu qualsevol altra distribució Linux, podeu instal·lar <<Transmission>>.
da: Hvis du kører en anden Linux, kan du installere "Transmission".
es: Si está usando otra distribución Linux, puede instalar "Transmission".
fr: Si vous utilisez une autre distribution, vous pouvez installer Transmission.
hr: Ako koristite neku drugu Linux distribuciju, možete instalirati "Transmission".
pt_br: Se você estiver rodando uma outra distribuição Linux então poderá instalar o aplicativo "Transmission".
sl: Če uporabljate katero drugo distribucijo Linuxa, lahko namestite "Transmission".
sv: Om du använder någon annan Linux-distribution så kan Transmission installeras även där.
tr: Eğer farklı bir Linux dağıtımı kullanıyorsanız, "Transmission" uygulamasını yükleyebilirsiniz.
uk: Якщо Ви запустите інший Linux дистрибутив, Ви можете встановити "Transmission".
vi: Nếu dùng một bản phân phối Linux khác, bạn có thể cài đặt "Tranmission".
zh_hk: 如果您執行別的 Linux 發行版，您可以安裝 "Transmission"。
zh_tw: 如果您執行別的 Linux 發行版，您可以安裝「Transmission」。

source: If you run Windows you can use µTorrent.
bg: Aко сте с Windows, може да ползвате µTorrent.
ca: Si utilitzeu Windows, podeu usar µTorrent.
da: Hvis du kører Windows, kan du bruge µTorrent.
es: Si está ejecutando Windows, puede usar µTorrent.
fr: Si vous utilisez Windows, vous pouvez utiliser µTorrent.
hr: Ako koristite Windows možete upotrijebiti µTorrent.
pt_br: Se você estiver executando o Windows poderá utilizar o aplicativo µTorrent.
sl: Če uporabljate sistem Windows, lahko uporabite µTorrent.
sv: Om du använder Windows så kan du använda µTorrent.
tr: Eğer Windows kullanıyorsanız µTorrent uygulamasını deneyebilirsiniz.
uk: Якщо Ви запускаєте Windows можна використовувати µTorrent.
vi: Nếu dùng Windows, bạn có thể dùng µTorrent.
zh_hk: 如果您執行 Windows，您可以使用 µTorrent。
zh_tw: 如果您執行 Windows，您可以使用 µTorrent。

source: Download the Torrent file
bg: Сваляне на торент файла
ca: Descarregar el fitxer Torrent
da: Hent torrent-filen
es: Descargar el fichero Torrent
fr: Télécharger le fichier Torrent.
hr: Preuzimi torrent datoteku
pt_br: Baixar o arquivo Torrent
sl: Prejem datoteke torrent
sv: Hämta torrent-filen
tr: Torrent dosyasını indirme
uk: Завантажте торрент-файл
vi: Tải xuống tập tin Torrent
zh_hk: 下載 Torrent 檔案
zh_tw: 下載 Torrent 檔案

source: The next step is to follow the torrent link from the Linux Mint website and to download the .torrent file. This file is very small. After it downloads, you should open it with your torrent client.
bg: Следващата стъпка е да последвате линка в сайта на Линукс Минт и да свалите .torrent файла. Той е много малък. След като го свалите, ще трябва да го отворите с Вашия торент клиент.
ca: El pas següent és clicar l'enllaç torrent des del lloc web de Linux mint i descarregar el fitxer .torrent. Aquest fitxer és molt petit. Després que es descarregui, l'heu d'obrir amb el client torrent.
da: Det næste trin er at følge torrent-henvisningen fra Linux Mints hjemmeside og hente .torrent-filen. Denne fil er meget lille. Når den er hentet, skal du åbne den med din torrent-klient.
es: El siguiente paso es seguir el enlace torrent desde el sitio web de Linux Mint y descargar el archivo .torrent. Este archivo es muy pequeño. Después de descargarlo, debe abrirlo con su cliente torrent.
fr: La prochaine étape est de suivre le lien torrent depuis le site web de Linux Mint et de télécharger le fichier .torrent. Ce fichier est très petit. Après son téléchargement, ouvrez-le dans un client Torrent.
hr: U sljedećem koraku slijedite torrent poveznicu s Linux Mint web stranice i preuzmite .torrent datoteku. Ova datoteka je vrlo male veličine. Nakon što ju preuzmete otvorite ju s vašim torrent klijentom.
pt_br: O próximo passo é clicar no link do torrent, localizado no website do Linux Mint, e baixar o arquivo .torrent. Este arquivo é bem pequeno. Depois de baixá-lo, poderá executá-lo através de seu cliente torrent.
sl: Naslednji korak je, da sledite povezavi torrent s strani Linux Minta in prejmete daoteko .torrent. Ta datoteka je zelo majhna. Ko je prejem končan, ga morate odpreti z vašim odjemalcem torrentov.
sv: Nästa steg är att via torrent-länken på Linux Mints hemsida ladda ned torrent-filen. Den här filen är mycket liten och du skall sedan öppna den med din torrentklient.
tr: Bir sonraki adım, Linux Mint web sitesindeki torrent bağlantısını takip ederek .torrent uzantılı dosyayı indirmektir. Bu dosya çok küçüktür. İndirdikten sonra, bunu torrent istemcisi ile açabilirsiniz.
uk: Наступним кроком є перехід за посиланням до торренту на сайті Linux Mint, потрібно стягнути торрент-файл. Цей файл дуже маленький. Після його завантаження, Ви повинні відкрити його за допомогою торрент-клієнта.
vi: Bước kế tiếp là đi theo liên kết torrent trên trang chủ Linux Mint để tải xuống tập tin .torrent. Tập tin này rất nhỏ. Sau đó, bạn hãy mở nó bằng trình khách torrent của bạn.
zh_hk: 下一步是從 Linux Mint 網站上的 torrent 連結下載 .torrent 檔案。這個檔案非常小。下載完成後，您應該使用您的 torrent 客戶端來開啟它。
zh_tw: 下一步，是從 Linux Mint 網站上的 torrent 連結下載 .torrent 檔案。這個檔案非常小。下載完成後，您應該使用您的 torrent 客戶端來開啟它。

source: The torrent client will probably ask you where you want to save the ISO. Select a destination and then wait for the download to complete.
bg: Вероятно торент клиента ще Ви попита къде искате да запазите ISO файла. Изберете място и изчакайте свалянето да завърши.
ca: El client torrent preguntarà on voleu que es desi la ISO. Trieu un destí i espereu que es completi la descàrrega.
da: Torrent-klienten vil sandsynligvis spørge dig, hvor ISO-filen skal gemmes. Vælg en placering og vent på, at nedhentningen er færdig.
es: El cliente torrent probablemente le preguntará dónde desea guardar el ISO. Seleccione un destino y luego espere a que termine la descarga.
fr: Le client BitTorrent vous demandera probablement une destination pour le fichier. Sélectionnez-là et attendez la fin du téléchargement.
hr: Torrent klijent će vas zacijelo pitati kamo želite spremiti ISO datoteku. Odaberite odredište i pričekajte da preuzimanje završi.
pt_br: O cliente torrent provavelmente irá lhe perguntar onde você quer salvar a ISO. Selecione um destino e então espere até que o download seja concluído.
sl: Odjemalec torrentov vas bo verjetno vprašal, kje želite shraniti ISO. Izberite ciljno mesto ter počakajte, da se prejem konča.
sv: Torrentklienten kommer förmodligen att fråga dig var du vill spara din ISO-fil, välj en plats och vänta tills nedladdningen är klar.
tr: Torrent istemcisi ISO dosyasını nereye kaydetmek istediğinizi sorabilir. Bir hedef belirleyin ve indirme işleminin tamamlanmasını bekleyin.
uk: Торрент-клієнт ймовірно спитає де Ви бажаєте зберегти образ ISO. Виберіть місце призначення і чекайте завершення завантаження.
vi: Trình khách torrent có lẽ sẽ hỏi bạn nơi muốn lưu lại tập tin ISO. Hãy chọn một vị trí đích vài đợi quá trình tải xuống hoàn tất.
zh_hk: Torrent 客戶端可能會詢問您用作儲存 ISO 檔案的位置。選擇您要儲存的位置，然後等待下載完成。
zh_tw: Torrent 客戶端可能會在您儲存 ISO 檔案時，詢問您要儲存的位置。選擇您要儲存的位置後等待下載完成。

source: For more information about the torrent protocol, visit <ulink url="http://en.wikipedia.org/wiki/BitTorrent">http://en.wikipedia.org/wiki/BitTorrent</ulink>.
bg: За повече информация относно торент портокала, посетете <ulink url="http://en.wikipedia.org/wiki/BitTorrent">http://en.wikipedia.org/wiki/BitTorrent</ulink>.
ca: Per a més informació sobre el protocol de torrent, visiteu <ulink url="http://en.wikipedia.org/wiki/BitTorrent">http://en.wikipedia.org/wiki/BitTorrent</ulink> (en anglès).
da: Besøg <ulink url="http://da.wikipedia.org/wiki/BitTorrent">http://da.wikipedia.org/wiki/BitTorrent</ulink> for flere oplysninger om torrent-protokollen.
es: Para obtener más información sobre el protocolo torrent, visite <ulink url="http://en.wikipedia.org/wiki/BitTorrent">http://en.wikipedia.org/wiki/BitTorrent</ulink>.
fr: Pour plus d'informations sur le protocole BitTorrent visitez <ulink url="http://en.wikipedia.org/wiki/BitTorrent">http://en.wikipedia.org/wiki/BitTorrent</ulink>.
hr: Za više informacija o torrent protokolu, posjetite <ulink url="http://en.wikipedia.org/wiki/BitTorrent">http://en.wikipedia.org/wiki/BitTorrent</ulink>.
pt_br: Para obter maiores informações sobre o protocolo torrent, visite <ulink url="http://en.wikipedia.org/wiki/BitTorrent">http://en.wikipedia.org/wiki/BitTorrent</ulink>.
sl: Za več podrobnosti o protokolu torrent obiščite <ulink url="http://en.wikipedia.org/wiki/BitTorrent">http://en.wikipedia.org/wiki/BitTorrent</ulink>.
sv: Mer information om torrent-protokollet hittar du på följande adress: <ulink url="http://sv.wikipedia.org/wiki/BitTorrent">http://sv.wikipedia.org/wiki/BitTorrent</ulink>.
tr: Torrent protokolü hakkında daha fazla bilgi için, <ulink url="http://tr.wikipedia.org/wiki/BitTorrent">http://tr.wikipedia.org/wiki/BitTorrent</ulink> adresini ziyaret ediniz.
uk: Для додаткових відомостей про протокол торрент, відвідайте <ulink url="http://en.wikipedia.org/wiki/BitTorrent">http://en.wikipedia.org/wiki/BitTorrent</ulink>.
vi: Để biết thêm thông tin về giao thức torrent, ghé đến trang <ulink url="http://en.wikipedia.org/wiki/BitTorrent">http://en.wikipedia.org/wiki/BitTorrent</ulink>.
zh_hk: 更多關於 torrent 通訊協定的資訊，請參閱 <ulink url="http://en.wikipedia.org/wiki/BitTorrent">http://en.wikipedia.org/wiki/BitTorrent</ulink>。
zh_tw: 更多關於 torrent 通訊協定的資訊，請參閱 <ulink url="http://en.wikipedia.org/wiki/BitTorrent">http://en.wikipedia.org/wiki/BitTorrent</ulink>。

source: Via direct download
bg: Директно сваляне
ca: Per descàrrega directa
da: Via direkte nedhentning
es: Vía descarga directa
fr: Via téléchargement direct.
hr: Putem izravne poveznice
pt_br: Via download direto
sl: Neposreden prejem
sv: Hämtning via en spegel
tr: Doğrudan (sunucudan) indirme ile
uk: За допомогою прямого завантаження
vi: Qua tải xuống trực tiếp
zh_hk: 經由直接下載
zh_tw: 經由直接下載
