Repository: Acidburn0zzz/mintdoc
Catalog: books/User_Guide/launchpad-po-export/user-guide-common-installation/user-guide-common-installation-*.po
Languages: bg, ca, da, es, fr, hr, pt_br, sl, sv, tr, uk, vi, zh_hk, zh_tw

source: If you can’t, or do not choose to use the torrent protocol, then look at the list of download mirrors and pick one of them. They’ll provide a link to the ISO file itself which you can just click to start the download.
bg: Ако не можете, или не искате да използвате торент протокола, тогава разгледайте списъка с места за сваляне и изберете едно от тях. Всички те Ви предоставят връзка (линк) към ISO файла и Вие можете просто да кликнете и свалянето да започне.
ca: Si no podeu o no voleu usar el protocol torrent, escolliu un enllaç de descàrrega de la llista. Aquests enllaços porten al fitxer ISO sencer, cliqueu-lo per començar la descàrrega.
da: Hvis du ikke kan, eller vælger ikke at bruge torrent-protokollen, så se på listen over steder at hente Linux Mint og vælg en af dem. De giver en henvisning til selve ISO-filen, som du bare kan klikke på for at hente filen.
es: Si usted no puede, o no desea utilizar el protocolo torrent, vaya a la lista de sitios espejo de descarga y elija uno de ellos. Se trata de enlaces al archivo ISO en sí, en los que usted puede hacer clic para iniciar la descarga.
fr: Si vous ne pouvez pas ou ne voulez pas utiliser le protocole BitTorrent, veuillez regarder la liste de miroirs de téléchargement et choisissez-en un. Ils vous fourniront un lien vers le fichier ISO, sur lequel vous n'aurez qu'à cliquer pour lancer le téléchargement.
hr: Ako ne možete ili ne želite koristiti torrent protokol, tada pogledajte popis zrcalnih poslužitelja za preuzimanje i odaberite jedan od njih. Oni pružaju poveznicu izravno na ISO datoteku na koju morate samo kliknuti za pokretanje preuzimanja.
pt_br: Se você não puder ou então não quiser utilizar o protocolo torrent, então dê uma olhada na lista de espelhos de download e escolha um deles. Eles lhe fornecerão um link para o arquivo ISO, o qual você pode clicar para iniciar o download.
sl: Če ne morete ali ne želite uporabiti protokola torrent, poglejte na seznam zrcalnih strežnikov za prejeme ter izberite enega od njih. Ponudili bodo povezavo do same datoteke ISO, na katero lahko kliknete za začetek prejema.
sv: Om du väljer att inte använda torrent-protokollet så kan du istället titta i listan med nedladdningsspeglar och välja en av dem. De tillhandahåller en länk till ISO-filen i sin helhet som du kan klicka på för att starta nedladdningen.
tr: Eğer torrent protokolünü kullanmak istemiyorsanız, indirme yansıları listesinde bakabilir bunlardan birini seçebilirsiniz. Paylaştığımız ISO dosyası bağlantılarından herhangi birine tıklayarak indirme işlemini başlatabilirsiniz.
uk: Якщо Ви не можете або не бажаєте використовувати протокол торрент, тоді подивіться на перелік дзеркал і виберіть одне з них. Вони містять посилання на сам файл ISO, яке Ви можете просто натиснути, щоб почати завантаження.
vi: Nếu không dùng được, hoặc không muốn dùng giao thức torrent, bạn hãy xem danh sách các nơi tải nhân bản và chọn ra một cái. Nó sẽ cho bạn liên kết đến tập tin ISO và bạn chỉ cần nhấp để bắt đầu tải xuống.
zh_hk: 如果您不能或不選擇使用 torrent 通訊協定，您可以從下載鏡像網站列表中，挑選一個網站來下載。它們會提供一個 ISO 檔的下載連結，您只需點擊連結，就可以開始下載。
zh_tw: 如果不能或不想使用 torrent 通訊協定，您可以從下載鏡像網站列表裡，挑選一個網站來下載。它們會提供一個 ISO 檔案的下載連結，您只要點擊連結，就可以開始下載。

source: Read the release notes
bg: Прочетете бележките към версията
ca: Llegiu les notes d'aquesta versió
da: Læs udgivelsesnoterne
es: Leer las notas de la versión
fr: Lire les notes de version
hr: Pročitajte bilješke izdanja
pt_br: Leia as notas de lançamento
sl: Preberite opombe o izdaji
sv: Läs versionsinformationen
tr: Sürüm notlarını okuyun
uk: Прочитати зауваження до випуску
vi: Đọc ghi chú phát hành
zh_hk: 閱讀發行文件。
zh_tw: 閱讀版本資訊

source: Your download is probably going to last at least an hour, so now would be the perfect time for you to get familiar with the new features coming with the release you’re currently downloading.
bg: Свалянето вероятно ще е около час, затова сега е точното време да се запознаете с бележките към версията, която сваляте.
ca: La descàrrega durarà al menys una hora, així que ara és el moment ideal per familiaritzar-se amb les noves característiques que presenta la versió que esteu descarregant.
da: Nedhentningen kommer sandsynligvis til at tage mindst en time, så nu er et godt tidspunkt at lære om de nye funktioner i den udgivelse, du er ved at hente.
es: La descarga probablemente va a durar al menos una hora, así que ahora sería el momento perfecto para familiarizarse con las nuevas características de la versión que está descargando.
fr: Le téléchargement pourrait durer au moins une heure, il serait donc bienvenu que vous profitiez du temps libre pour vous familiariser avec ce qui est nouveau dans cette version.
hr: Vaše preuzimanje će potrajati bar sat vremena, stoga bi sada bilo pravo vrijeme da se upoznate s novim značajkama koje dolaze u novom izdanju koje upravo preuzimate.
pt_br: Seu download deverá demorar ao menos uma hora, então agora deve ser o momento perfeito para você ficar mais familiarizado com os novos recursos presentes na versão do Mint que você está baixando no momento.
sl: Vaš prejem bo verjetno trajal najmanj eno uro, zato je zdaj pravi čas za vas, da se seznanite z novimi zmožnostmi, ki prihajajo z izdajo, ki jo trenutno prejemate.
sv: Beroende på din internetförbindelse så kan hämtningen kan ta från några minuter upp till en timma. Under tiden kan du passa på att bekanta dig med de nya funktionerna i den utgåva du håller på att hämta.
tr: İndirme işleminiz ortalama bir internet bağlantısına göre en az 1 saat süreceğinden, bu süreç indirmekte olduğunuz sürümün yeni özelliklerini öğrenmek için iyi bir fırsat olacaktır.
uk: Стягування ймовірно буде тривати не менше години, тож це ідеальний час аби ознайомитися з новими можливостями, які є у випуску який Ви завантажуєте.
vi: Quá trình tải xuống có lẽ sẽ mất ít nhất một giờ đồng hồ, cho nên giờ chính là lúc thích hợp nhất để bạn làm quen với các tính năng mới trong bản phát hành bạn đang tải xuống.
zh_hk: 您的下載或許至少需時 1 小時，所以現在是您熟悉您下載版本新功能的完美時機。
zh_tw: 您的下載可能至少需要 1 小時，所以現在是您熟悉下載版本新功能的完美時機。

source: The release notes are featured on the Linux Mint web page and answer the following questions:
bg: Бележките към версията са предоставени от сайта на Линукс Минт и отговарят на следните въпроси:
ca: Les notes d'aquesta versió es troben al lloc web de Linux Mint i responen les preguntes següents:
da: Udgivelsesnoterne kan findes på Linux Mints hjemmeside og besvarer følgende spørgsmål:
es: Las notas de la versión se ofrecen en la página web de Linux Mint y contestan a las siguientes preguntas:
fr: Les notes de version sont disponibles sur le site web de Linux Mint et répondent aux questions suivantes :
hr: Bilješke izdanja se nalaze na Linux Mint web stranici i odgovorite na slijedeća pitanja:
pt_br: As notas de lançamento estão presentes na página da web do Linux Mint e respondem as seguintes questões:
sl: Opombe o izdaji so predstavljeni na spletni strani Linux Minta in odgovorite na naslednja vprašanja:
sv: I versionsinformationen på Linux Mints webbplats hittar du svar på följande frågor:
tr: Linux Mint web sayfasında öne çıkan sürüm notlarını ve aşağıdaki soruların cevaplarını bulabilirsiniz:
uk: Примітки до випуску, розташовані на сторінці тенет Linux Mint та відповідають на такі запитання:
vi: Ghi chú phát hành có trên trang chủ Linux Mint và nó trả lời các câu hỏi sau:
zh_hk: 發行文件被刊載在 Linux Mint 網頁上，並回答以下問題：
zh_tw: 版本資訊被刊載在 Linux Mint 網頁上，並回答以下問題:

source: What are the new features delivered in this release?
bg: Какви са новите възможности на тази версия?
ca: Quines noves característiques es presenten en aquesta versió?
da: Hvad er de nye funktioner i denne udgivelse?
es: ¿Qué nuevas características ofrece esta versión?
fr: Quelles sont les nouvelles fonctionnalités fournies dans cette version ?
hr: Koje su nove značajke dostupne u ovom izdanju?
pt_br: Quais são os novos recursos presentes nesta versão?
sl: Katere so nove zmožnosti, dodane v rej ozdaji?
sv: Vilka är de nya funktionerna som inkluderas i den här utgåvan?
tr: Bu sürümle gelen yenilikler nelerdir?
uk: Які нові можливості включено у цей реліз ?
vi: Có tính năng gì mới trong bản phát hành này ?
zh_hk: 這個發行版本包含哪些新功能？
zh_tw: 這個版本包含哪些新功能?

source: What are the known problems of this release?
bg: Какви са известните проблеми с тази версия?
ca: Quins son els problemes coneguts d'aquesta versió?
da: Hvilke kendte problemer er der i denne udgivelse?
es: ¿Qué problemas conocidos tiene esta versión?
fr: Y a-t-il des problèmes connus dans cette version ?
hr: Koji su poznati problemi u ovom izdanju?
pt_br: Quais são os problemas conhecidos presentes nesta versão?
sl: Katere so znane težave te izdaje?
sv: Finns det några kända problem med den här utgåvan?
tr: Bu sürümle ilgili bilinen sorunlar nelerdir?
uk: Які відомі проблеми цього випуску ?
vi: Có vấn đề gì đã được phát hiện trong bản phát hành này ?
zh_hk: 這個發行版本有哪些已知問題？
zh_tw: 這個版本有哪些已知問題?

source: How do I upgrade from the previous release?
bg: Как да надградя от предишана версия?
ca: Cóm actualitzo des de la versió anterior?
da: Hvordan opgraderer jeg fra den tidligere udgivelse?
es: ¿Cómo actualizo desde la versión anterior?
fr: Comment mettre à jour depuis la version précédente ?
hr: Kako da nadogradim sa starijeg izdanja?
pt_br: Como eu realizado a atualização do Mint a partir de uma versão anterior?
sl: Kako nadgradim iz predhodne izdaje?
sv: Hur kan jag uppgradera från den föregående utgåvan?
tr: Önceki sürümden nasıl yükseltme yapabilirim?
uk: Як виконати оновлення з попередньої версії ?
vi: Làm sao để nâng cấp từ bản phát hành trước ?
zh_hk: 我如何從之前的版本升級？
zh_tw: 我該如何從舊版本升級?

source: They also contain screenshots of the latest release. Of course, you could find out about most features highlighted in the release notes by simply using the operating system, but you might miss a few things, so it is most reliable to read the release notes.
bg: Също така ще видите и снимки от последната версия. Разбира се, Вие може да видите всички функции, описани в бележките просто като използвате операционната система, но е възможно и да пропуснете някои неща, затова е по-добре да прочетете тези бележки.
ca: També hi ha captures de pantalla de l'última versió. Per descomptat, vostè pot veure la majoria de característiques destacades en les notes de la versió només fent servir el sistema operatiu, però és possible que passi per alt un parell de coses, així que és recomanable llegir les notes de la versió.
da: De indeholder også skærmbilleder af den seneste udgivelse. Du kunne selvfølgelig opdage de fleste funktioner fremhævet i udgivelsesnoterne ved at bruge operativsystemet, men du kunne overse en ting eller to, så det er bedst at læse udgivelsesnoterne.
es: También hay capturas de pantalla de la última versión. Por supuesto, usted puede ver la mayoría de características destacadas en las notas de la versión con sólo usar el sistema operativo, pero es posible que pase por alto un par de cosas, así que es recomendable leer las notas de la versión.
fr: Elles contiennent aussi les captures d'écran de la dernière version. Évidemment, vous pourriez le découvrir en utilisant le système d'exploitation, mais vous pourriez rater des choses, et il est donc beaucoup plus sûr de lire ces notes.
hr: Isto tako sadrže snimke zaslona najnovijeg izdanja. Naravno, najviše možete saznati o značajkama istaknutima u bilješkama izdanja jednostavno korištenjem operativnog sustava, ali možda vam promakne nekoliko sitnica, stoga je najbolje da pročitate bilješke izdanja.
pt_br: Elas também contêm screenshots (fotos) da última versão da distro. Obviamente, você também pode conhecer os principais recursos em destaque nas Notas de lançamento simplesmente utilizando o sistema operacional. Entretanto, dessa forma poderá deixar passar em branco alguns aspectos e recursos importantes, logo o mais recomendado é ler as Notas de lançamento.
sl: Prav tako vsebujejo zaslonske slike zadnje izdaje. Seveda, o večini zmožnosti, omenjenih v opombah o izdaji, bi lahko izvedeli preprosto z uporabo operacijskega sistema, toda prezrete lahko nekaj stvari, tako da je najbolj zanesljivo, da si preberete opombe o izdaji.
sv: Versionsinformationen brukar också innehålla skärmbilder från den senaste versionen. Du kan naturligtvis ta reda på allt det här själv genom att använda systemet, men risken finns att du missar en del saker och det vore synd att inte känna till en ny funktion bara för att du inte läst den information som finns.
tr: Ayrıca bu sayfalar üzerinden son sürüme ait ekran görüntülerine de ulaşabilirsiniz. Elbette işletim sisteminin kullanımı ve belirgin özelliklerinin kullanımını kolaylaştıran bilgileri bulabilirsiniz, ama bazı şeyleri de kaçırabilirsiniz, bu nedenle sürüm notlarını okumanız daha güvenli olacaktır.
uk: Вони також містять знятки з останнього випуску. Зрозуміло, що Ви можете взнати про більшість особливостей освітлених у примітках до випуску, просто використовуючи операційну систему але Ви можете пропустити деякі речі, отже найнадійніше просто прочитати примітки про реліз.
vi: Nó cũng có ảnh chụp màn hình của bản phát hành mới nhất. Tất nhiên bạn có thể tìm hiểu phần lớn các tính năng trong ghi chú phát hành đơn giản bằng cách sử dụng hệ điều hành, nhưng có thể bạn sẽ bỏ sót một số thứ, nên tốt nhất là đọc ghi chú phát hành.
zh_hk: 它們亦包含最新版本的螢幕截圖。當然，您可以簡單地藉由使用作業系統，來發現版本資訊中大多數的重點功能，不過您仍有可能會錯過一些東西，所以最保險的方法還是閱讀版本資訊。
zh_tw: 網頁也包含了最新版本的螢幕截圖。當然，您也可以簡單地藉由使用作業系統，來發現大多數版本資訊裡的重點功能，不過您仍有可能會錯過一些好東西，所以最保險的方法，還是閱讀版本資訊。

source: The release notes for Linux Mint 17 Qiana are available at <ulink url="http://www.linuxmint.com/rel_qiana.php">http://www.linuxmint.com/rel_qiana.php</ulink>
bg: Бележките относно Linux Mint 17 Qiana са налични на <ulink url="http://www.linuxmint.com/rel_qiana.php">http://www.linuxmint.com/rel_qiana.php</ulink>
ca: Les notes de la versió per a Linux Mint 17 Qiana estan en <ulink url="http://www.linuxmint.com/rel_qiana.php">http://www.linuxmint.com/rel_qiana.php</ulink>
da: Udgivelsesnoterne for Linux Mint 17 Qiana kan findes på <ulink url="http://www.linuxmint.com/rel_qiana.php">http://www.linuxmint.com/rel_qiana.php</ulink>
es: Las notas de la versión para Linux Mint 17 Qiana están en <ulink url="http://www.linuxmint.com/rel_qiana.php">http://www.linuxmint.com/rel_qiana.php</ulink>
fr: Les Notes de Version pour Linux Mint 17 Qiana sont disponibles ici : <ulink url="http://www.linuxmint.com/rel_qiana.php">http://www.linuxmint.com/rel_qiana.php</ulink>
hr: Bilješke izdanja za Linux Mint 17 Qiana su dostupne na <ulink url="http://www.linuxmint.com/rel_qiana.php">http://www.linuxmint.com/rel_qiana.php</ulink>
pt_br: As Notas de lançamento do Linux Mint 17 estão disponíveis em <ulink url="http://www.linuxmint.com/rel_qiana.php">http://www.linuxmint.com/rel_qiana.php</ulink>
sl: Opombe o izdaji za Linux Mint 17 Qiana so na voljo na <ulink url="http://www.linuxmint.com/rel_qiana.php">http://www.linuxmint.com/rel_qiana.php</ulink>
sv: Versionsinformationen för Linux Mint 17 finns på <ulink url="http://www.linuxmint.com/rel_qiana.php">http://www.linuxmint.com/rel_qiana.php</ulink>
tr: Linux Mint 17 Qiana sürüm notlarına <ulink url="http://www.linuxmint.com/rel_qiana.php">http://www.linuxmint.com/rel_qiana.php</ulink> bağlantısından ulaşılabilir.
uk: Нотатки про реліз для Linux Mint 17 Qiana доступні на <ulink url="http://www.linuxmint.com/rel_qiana.php">http://www.linuxmint.com/rel_qiana.php</ulink>
vi: Ghi chú phát hành cho Linux Mint 17 Qiana có ở <ulink url="http://www.linuxmint.com/rel_qiana.php">http://www.linuxmint.com/rel_qiana.php</ulink>
zh_hk: 可以在這裏找到 Linux Mint 17 Qiana 的版本資訊： <ulink url="http://www.linuxmint.com/rel_qiana.php">http://www.linuxmint.com/rel_qiana.php</ulink>
zh_tw: Linux Mint 17 Qiana 的版本資訊，可以在此找到: <ulink url="http://www.linuxmint.com/rel_qiana.php">http://www.linuxmint.com/rel_qiana.php</ulink>

source: Check the MD5
bg: Проверка на MD5
ca: Comprovar l'MD5
da: Tjek MD5
es: Comprobar el MD5
fr: Vérifier le hash MD5
hr: Provjeri MD5
pt_br: Verificar a MD5
sl: Preverite MD5
sv: Kontrollera MD5-signaturen
tr: MD5 kontrolü
uk: Перевірка MD5
vi: Kiểm tra MD5
zh_hk: 檢查 MD5
zh_tw: 檢查 MD5

source: You’ve read the release notes, you just can’t wait to play with the new features or try Linux Mint, and your download just finished successfully. You’re ready to burn a DVD and to boot on it… but hey! Wait for a second!
bg: Вие вече прочетохте бележки, и вече нямате търпение да си поиграете с новите функции на Линукс Минт, и тъкмо свалянето приключи успешно. Готови сте да запишете DVD-то и да стартирате... Но хей! Изчакайте секунда!
ca: Ja ha llegit les notes de la versió, i està impacient per jugar amb les noves característiques o provar Linux Mint, i la seva descàrrega acaba de finalitzar amb èxit. Està llest per gravar un DVD i arrencar ... però bé! Esperi un segon!
da: Du har læst udgivelsesnoterne og nedhentningen er lige blevet færdig. Du kan ikke vente med at afprøve de nye funktioner eller prøve Linux Mint, Du er klar til at brænde en DVD og boote fra den... men stop op et øjeblik!
es: Ya ha leído las notas de la versión, y está impaciente por jugar con las nuevas características o probar Linux Mint, y su descarga acaba de terminar con éxito. Está listo para grabar un DVD y arrancar ... pero ¡Bueno! ¡Espere un segundo!
fr: Vous avez lu les notes de version, vous êtes impatients de jouer avec les nouvelles caractéristiques de Linux Mint, et votre téléchargement vient de se terminer. Vous êtes prêts à graver le DVD et à booter dessus... Mais ATTENDEZ UNE SECONDE !
hr: Pročitali ste bilješke izdanja, jedva čekate da počnete koristiti nove značajke ili isprobate Linux Mint i vaše preuzimanje je upravo završilo uspješno. Spremni ste snimiti DVD i pokrenuti Linux Mint… ali hej! Pričekajte sekundu!
pt_br: Você agora leu as Notas de lançamento e já não consegue mais esperar para se divertir com os novos recursos presentes na distro ou simplesmente experimentar o Linux Mint. Além disso, o seu download foi concluído com sucesso. Então, agora você está pronto para gravar o Mint num DVD a inicializá-lo ... mas êpa! Espere um momento!
sl: Prebrali ste opombe o izdaji in zagotovo komaj čakate, da se lahko začnete igrati z novimi zmožnostmi oz. začnete uporabljati Linux Mint in vaš prejem se je uspešno končal. Pripravljeni ste, da zapišete DVD in ga z njega zaženete ... Toda počakajte za trenutek!
sv: Nu när du läst versionsinformationen och otåligt vill sätta igång att prova alla nya funktioner bör din nedladdning vara färdig. Du är nu redo att bränna en DVD och starta från den, men... vänta lite!
tr: Sürüm notlarını okudunuz ve Linux Mint'in indirmiş olduğunuz yeni sürümünü çalıştırmak ya da denemek için bekleyemiyorsunuz. DVD'ye veya USB belleğe yazmak ve sisteminizi başlatmak için hazırsınız... Ama dikkat! Biraz daha bekleyin!
uk: Ви читали нотатки про випуск, Ви просто не можете чекати, хочете вже погратися новими функціями та спробувати Linux Mint й завантаження вже щойно успішно закінчилося. Ви готові записати DVD та завантажитися з нього ..., але агов! Зачекайте секунду!
vi: Bạn đã đọc ghi chú phát hành, bạn không thể chờ thêm nữa với các tính năng mới của Linux Mint, và quá trình tải xuống vừa mới hoàn tất. Bạn đã sẵn sàng ghi ra DVD để chạy... nhưng khoan ! Chờ chút nào !
zh_hk: 您已讀完版本資訊，並成功地完成下載，相信您已經急不及待想玩一玩新功能或試用 Linux Mint。您已經準備好要燒錄 DVD，並用它開機... 但是請先等一下！
zh_tw: 您已經讀完版本資訊，並成功地完成下載。相信您一定迫不及待地，想玩玩新功能或試試 Linux Mint。您已經準備好要燒錄 DVD，並用它來開機了... 但是請先等一下!

source: If that DVD is faulty you will experience weird bugs and will have a lot of trouble finding help. The two most common reasons for a DVD to be faulty are:
bg: Ако DVD-то е повредено, ще имате странни бъгове и ще Вие много трудно да получите помощ. Двете най-чести причини за повреда на DVD са:
ca: Si el DVD és defectuós poden aparèixer errors estranys i li costarà molt trobar la solució. Les dues raons més comuns per què un DVD resulti defectuós són:
da: Hvis der er noget galt med DVD'en, vil du opleve underlige fejl og have stort besvær med at finde hjælp. De to mest almindelige grunde til en fejlbehæftet DVD er:
es: Si el DVD es defectuoso pueden aparecer errores extraños y le va a costar mucho encontrar la solución. Las dos razones más comunes de que un DVD resulte defectuoso son:
fr: Si ce DVD est corrompu vous risquez d'avoir des bugs, et vous aurez du mal à trouver de l'aide. Les raisons les plus communes de corruption des DVD sont :
hr: Ako je taj DVD neispravan iskusiti ćete čudne greške i imati puno nevolja pri pronalasku pomoći. Dva najčešća razloga zašto je DVD neispravan su:
pt_br: Se esse DVD for defeituoso você irá experimentar alguns bugs estranhos e terá um monte de problemas para solucionar. Os dois principais motivos para um DVD estar defeituoso são:
sl: Če je ta DVD pokvarjen, boste izkusili čudne hrošče in boste imeli veliko težav z iskanjem pomoči. Dva najpogostejša vzroka za pokvarjen DVD sta:
sv: Om DVD:n skulle vara felaktig kommer du att uppleva en massa skumma buggar som det kan vara svårt att komma till rätta med. De två vanligaste anledningarna till att en skiva är felaktig är:
tr: Eğer DVD'ye ya da USB belleğe yazmak için indirdiğiniz ISO dosyası hatalar içeriyorsa, yardım bulmakta zorlanabileceğiniz ilginç hatalar ile karşılaşabilirsiniz. ISO dosyasını yazdırdığınız bir DVD'nin ya da USB belleğin hatalı çalışmasının genel iki nedeni şunlar olabilir:
uk: Якщо цей DVD-диск пошкоджений Ви зіштовхнетеся з дивними помилками і будете мати багато проблем з пошуком довідки. Дві найпоширеніші причини пошкодження DVD:
vi: Nếu đĩa DVD bị lỗi bạn sẽ gặp những trục trặc lạ lùng và rất khó khăn để tìm kiếm sự giúp đỡ. Hai nguyên nhân phổ biến nhất làm cho DVD lỗi là:
zh_hk: 如果 DVD 有瑕疵，您會經歷到許多奇怪的錯誤，而且需要花很大的力氣去尋求協助。造成 DVD 有瑕疵的最常見因素有兩種：
zh_tw: 如果 DVD 有瑕疵，您會經歷到許多奇奇怪怪的錯誤，而需要花很大的力氣去尋求協助。造成 DVD 有瑕疵最常見的因素有兩種:

source: An issue with the download causing problems in your ISO file
bg: Нередност в свалянето е причинила проблем в ISO файла
ca: Un problema amb la descàrrega ha malmés el seu arxiu ISO
da: Et problem med nedhentningen som giver fejl i ISO-filen
es: Un problema con la descarga ha corrompido su archivo ISO
fr: Un problème dans le téléchargement du fichier ISO
hr: Greška pri preuzimanju uzrokuje problem u vašoj ISO datoteci
pt_br: Um problema relacionado ao download, causando problemas em seu arquivo ISO
sl: Težava s prejemom, kar se odrazi v težavah v datoteki ISO
sv: Någonting gick fel under nedladdningen och din ISO-fil blev då skadad.
tr: ISO dosyası indirilirken bir sorun olmuş olabilir
uk: Проблема з завантаженням може викликати проблему у Вашому ISO файлі
vi: Có vấn đề trong quá trình tải xuống gây ra lỗi trong tập tin ISO
zh_hk: 下載過程中的因素導致您的 ISO 檔案出現問題
zh_tw: 下載過程中的因素，造成您的 ISO 檔案出現問題
