Repository: Acidburn0zzz/mintdoc
Catalog: books/User_Guide/launchpad-po-export/user-guide-common-installation/user-guide-common-installation-*.po
Languages: bg, ca, da, es, fr, hr, pt_br, sl, sv, tr, uk, vi, zh_hk, zh_tw

source: If you haven’t read the release notes yet, and you have an Internet connection, then this an ideal opportunity to review them; simply click on the underlined link. It is highly recommended that users read the release notes prior to installation in order to advise themselves of new features, as well as any issues that might affect their particular hardware configuration.
bg: Ако все още не сте прочели бележките за версията и имате интернет, сега имате идеална възможност да се запознаете с тях. Просто кликнете на подчертания линк. Силно препоръчително е потребителите да прочетат тези бележки преди инсталацията, както за да се запознаят с новите възможности, така и с някои проблеми, които биха могли да засегнат конкретен хардуер.
ca: Si encara no ha llegit notes de la versió, i té una connexió a Internet, llavors aquesta és una oportunitat ideal per fer-ho; simplement faci clic a l'enllaç subratllat. És molt recomanable llegir les notes abans de la instal·lació, per conèixer les noves característiques, així com les qüestions que puguin afectar a la seva configuració de maquinari en particular.
da: Hvis du ikke har læst udgivelsesnoterne endnu, og du har en internetforbindelse, så er det en oplagt mulighed at gøre det nu; klik på den understregede henvisning. Det anbefales kraftigt, at brugere læser udgivelsesnoterne inden installering for at blive bekendt med nye funktioner og problemer, som kan have betydning for lige præcis deres hardwarekonfiguration.
es: Si aún no ha leído notas de la versión, y tiene una conexión a Internet, entonces ésta es una oportunidad ideal par hacerlo; simplemente haga clic en el enlace subrayado. Es muy recomendable leer las notas de antes de la instalación, para conocer las nuevas características, así como las cuestiones que puedan afectar a su configuración de hardware en particular.
fr: Si vous n'avez pas encore lu les notes de version, et que vous avez une connexion Internet, c'est alors une opportunité idéale pour en prendre connaissance ; cliquez simplement sur le lien souligné. Il est fortement recommandé aux utilisateurs de lire les notes de version avant de procéder à l'installation afin de prendre connaissance des nouvelles fonctionnalités et des problèmes qui pourraient affecter une configuration matérielle particulière.
hr: Ako još niste pročitali bilješke izdanja i imate Internet pristup, onda je ovo idealna prilika da ih pogledate; jednostavno kliknite na podcrtanu poveznicu. Jako je preporučljivo da korisnik pročita bilješke izdanja prije instalacije u svrhu informiranja o novim značajkama, kao i o problemima koji bi mogli zahvaćati korisnikov određeni hardver.
pt_br: Se você ainda não leu as notas de lançamento mas tem uma conexão com a Internet, então esta é a oportunidade ideal para fazê-lo; para isso, simplesmente clique no link sublinhado. É altamente recomendável que os usuários leiam as notas de versão antes da instalação, a fim de conhecer os novos recursos, bem como quaisquer questões que possam afetar a sua configuração de hardware em particular.
sl: Če še niste prebrali opomb o izdaji ter imate internetno povezavo, je to odlična priložnost, da jih pregledate: preprosto kliknite na podčrtano povezavo. Zelo priporočljivo je, da uporabniki preberejo opombe o izdaji pred nameščanjem, da se seznanijo z novimi zmožnostmi, kot težavami, ki bi morda lahko vplivali na njihovo specifično strojno opremo.
sv: Om du inte har läst versionsinformationen så kan du göra det nu, förutsatt att du har tillgång till Internet. Klicka på ”kommentarer till utgåvan” i installationsfönstret. Vi rekommenderar dig att läsa versionsinformationen innan du installerar så att du vet vilka nyheter som införts i systemet och om några speciella inställningar behöver göras för just din dator.
tr: Eğer henüz sürüm notlarını okumadıysanız ve internet bağlantısına da sahipseniz, şu an gözatmak için bir ideal zaman olacaktır. Altı çizili bağlantıya tıklayarak sürüm notlarına erişebilirsiniz. Bu kullanıcılar için tavsiye edilecek bir husustur, böylece kurulum öncesinde sürüm notlarını okuyarak yeni özellikler hakkında bilgi sahibi olabilir, donanım yapılandırmanızı etkileyebilecek sorunlarla ilgili paylaşılan önerileri de değerlendirebilirsiniz.
uk: Якщо Ви ще не читали нотатки випуску та маєте з’єднання з інтернет, тоді це ідеальна можливість переглянути їх; просто натисніть на підкреслене посилання. Дуже рекомендується, щоб користувачі прочитали про реліз до встановлення, щоб знати про нові особливості, а також мати уяву по питанням, які могли-б вплинути на конкретну конфігурацію обладнання.
vi: Nếu bạn chưa đọc ghi chú phát hành và bạn đang có kết nối mạng thì đây là cơ hội lý tưởng để xem lại nó; đơn giản nhấp vào liên kết gạch dưới. Người sử dụng rất nên đọc ghi chú phát hành trước khi cài đặt để được biết các tính năng mới cũng như các vấn đề có thể ảnh hưởng đến cấu hình phần cứng cụ thể của họ.
zh_tw: 您如果尚未閱讀版本資訊，而且現在有網路連線，則這是一個理想的閱讀機會! 您只需要簡單地點擊連結。強烈建議使用者在安裝之前，先閱讀版本資訊，以得知新功能與任何已知的硬體組態問題。

source: Select your language and press the <guibutton>Continue</guibutton> button.
bg: Изберете Вашия език и натиснете бутона <guibutton>Напред</guibutton>
ca: Triï el seu idioma i premeu el botó <guibutton>Continua</guibutton>.
da: Vælg dit sprog og tryk på <guibutton>Fortsæt</guibutton>-knappen.
es: Elija su idioma y pulse el botón <guibutton>Continuar</guibutton>.
fr: Sélectionnez votre langue, et appuyez sur le bouton <guibutton>Continuer</ guibutton>.
hr: Odaberite svoj jezik i pritisnite <guibutton>Nastavi</guibutton> tipku.
pt_br: Selecione o seu idioma e pressione o botão <guibutton>Continue</guibutton>.
sl: Izberite svoj jezik in pritisnite na gumb <guibutton>Nadaljuj</guibutton>.
sv: Välj språk och klicka på <guibutton>Fortsätt</guibutton>.
tr: Dilinizi seçiniz ve <guibutton>Devam Et</guibutton> düğmesine basınız.
uk: Виберіть мову і натисніть кнопку <guibutton>Продовжити</guibutton>.
vi: Chọn ngôn ngữ của bạn rồi nhấn nút <guibutton>Tiếp tục</guibutton>.
zh_hk: 選擇您的語言並按下 <guibutton>繼續</guibutton> 按鈕。
zh_tw: 選擇您的語言，並按下 <guibutton>繼續</guibutton> 按鍵。

source: Checking that everything is fine...
bg: Проверка дали всичко е наред...
ca: Comprovar que tot està bé ...
da: Tjekker at alt er ok...
es: Comprobar que todo está bien...
fr: Vérifier que tout va bien ...
hr: Provjeravanje je li sve uredu...
pt_br: Verificando se tudo está ok ...
sl: Preverjanje, da je vse v redu ...
sv: Förbereder att installera Linux Mint
tr: Herşeyin uygun olduğu kontrol ediliyor...
uk: Переконавшись, що все нормально
vi: Kiểm tra rằng mọi thứ đều ổn...
zh_tw: 仔細檢查是否有錯誤中...

source: In the next screen, make sure you're connected to a power source (if you're using a laptop), the Internet and that you have the recommended amount of disk space. Then press the <guibutton>Continue</guibutton> button.
bg: В следващия екран ще проверите дали ще включили зарядното (ако сте с лаптоп), интернета и дали имате достатъчно дисково пространство. След това натиснете бутона <guibutton>Напред</guibutton>.
ca: A la següent pantalla, asseguri's que està connectat al corrent (si està utilitzant un portàtil), que està connectat a Internet i que té l'espai recomanat en disc. A continuació, premi el botó <guibutton>Continua</guibutton>.
da: På det næste skærmbillede, skal du sikre dig, at du er forbundet til en strømkilde (hvis du bruger en bærbar) og til internettet, og at du har den anbefalede plads tilgængelig på harddisken. Tryk derefter på <guibutton>Fortsæt</guibutton>-knappen.
es: En la siguiente pantalla, asegúrese de que está conectado a la corriente (si está usando un portátil), de que está conectado a Internet y de que tiene en espacio recomendado en disco. A continuación, pulse el botón <guibutton>Continuar</guibutton>.
fr: Dans l'écran suivant, assurez-vous que vous êtes connecté à une source d'alimentation (si vous utilisez un ordinateur portable), à l'internet, et que vous disposez d'une quantité nécessaire d'espace disque. Ensuite, appuyez sur le bouton <guibutton>Continuer</guibutton>.
hr: Na sljedećem zaslonu, pobrinite se da ste spojeni na izvor napajanja (ako koristite prijenosno računalo), na Internet i da imate preporučeno slobodnog prostora na disku. Zatim pritisnite <guibutton>Nastavi</guibutton> tipku.
pt_br: Na tela seguinte, certifique-se de que você está conectado a uma fonte de alimentação (se você estiver usando um laptop), à Internet e de que você tem a quantidade recomendada de espaço em disco. Em seguida, pressione o botão <guibutton>Continue</guibutton> .
sl: Na naslednjem zaslonu se prepričajte, da ste povezani z električnim omrežjem (če uporabljate prenosnik), z internetom in da imate priporočeno velikost praznega prostora na disku. Nato pritisnite na gumb <guibutton>Nadaljuj</guibutton>.
sv: Här kontrollerar du att datorn har tillräckligt mycket ledigt utrymme på hårddisken, att den är ansluten till elnätet (så att inte strömmen tar slut om det är en bärbar dator) och att den är ansluten till Internet (det senare är inte nödvändigt, men underlättar). Klicka sedan på <guibutton>Fortsätt</guibutton>. Bra att veta: I din dator lagras filerna på en hårddisk (med roterande skivor) eller en SSD (utan rörliga delar). En dator kan innehålla flera sådana enheter. Man delar upp enheterna i olika avsnitt som kallas ”partitioner” så att varje sådan partition kan användas för att lagra olika slags data. Om du till exempel tänker använda både Linux och Windows i samma dator, så behöver du normalt minst en partition för varje operativsystem. I Windows tilldelas partitionerna en enhetsbokstav med ett efterföljande kolon (till exempel C: eller D:). F: och G: kan därför vara partitioner på samma fysiska enhet, t.ex. en hårddisk, eller partitioner på två olika fysiska enheter, t.ex. två hårddiskar. I Linux är sökvägen till enheterna alltid ”/dev/”. Den första enheten kallas ”sda”, den andra kallas ”sdb” och så vidare i bokstavsordning. Partitionerna på varje enhet identifieras med en siffra. Därför är ”/dev/sda1” alltid den första partitionen på den första enheten. Den tredje hårddiskens andra partition skulle alltså heta ”/dev/sdc2”.
tr: Sonraki ekranda, bir güç kaynağına bağlı olduğunuz (eğer dizüstü bir sistem kullanıyorsanız), internet erişiminiz ve tavsiye edilen miktarda disk alanı olduğundan emin olmak için bir kontrol yapılacaktır. Sonrasında <guibutton>Devam Et</guibutton> düğmesine basınız.
uk: На наступному екрані, переконайтеся, що Ви під’єднані до джерела живлення (якщо Ви використовуєте ноутбук), маєте доступ до Інтернет й що в Вас є рекомендований об’єм дискового простору. Потім натисніть кнопку <guibutton>Продовжити</ guibutton>.
vi: Ở màn hình kế tiếp, hãy bảo đảm rằng máy bạn đã cắm điện (nếu dùng máy tính xách tay), có kết nối mạng và có đủ du lượng đĩa cứng yêu cầu. Rồi nhấn nút <guibutton>Tiếp tục</guibutton>.
zh_hk: 在下一個畫面，請確定您是否已經連接至電源 (如果您使用筆記型電腦) 與網絡，並且有足夠的磁碟空間。然後請按下 <guibutton>繼續</guibutton> 按鈕。
zh_tw: 在下一個畫面，請確定您是否已經連接至電源 (如果您使用筆記型電腦) 與網路，並且有足夠的磁碟空間。接著請按下 <guibutton>繼續</guibutton> 按鍵。

source: Choosing an installation type
bg: Избиране на вид на инсталацията
ca: Escollir el tipus de instal·lació
da: Valg af installationstype
es: Elegir el tipo de instalación
fr: Choix d'un type d'installation
hr: Odaberite način instalacije
pt_br: Escolher o tipo de instalação.
sl: Izbor vrste namestitve
sv: Val av installationstyp
tr: Kurulum türünün seçilmesi
uk: Виберіть тип встановлення
vi: Chọn kiểu cài đặt
zh_hk: 選擇安裝類型
zh_tw: 選擇安裝類型

source: In the next screen you can assign your entire hard drive to Linux Mint or install it alongside other operating systems. Alternatively, you can also define and assign the partitions manually.
bg: От следващия екран, може да изберете дали да дадете целия диск на Линукс Минт или да го инсталирате заедно с друга операционна система. Също така може да отделите и зададете дял от диска ръчно.
ca: A la següent pantalla pot assignar tot el disc dur a Linux Mint o instal·lar-lo juntament amb d'altres sistemes operatius. Alternativament, també pot definir i assignar les particions manualment.
da: På det næste skærmbillede kan du tildele hele harddisken til Linux Mint eller installere det ved siden af andre styresystemer. Du kan også definere og tildele partitionerne manuelt.
es: En la siguiente pantalla puede asignar todo el disco duro a Linux Mint o instalarlo junto a otros sistemas operativos. Alternativamente, también puede definir y asignar las particiones manualmente.
fr: Dans la prochaine étape vous pouvez choisir d'allouer votre disque dur entier à Linux Mint, ou de l'installer à côté d'autres systèmes d'exploitation. Vous pouvez également définir et allouer les partitions manuellement.
hr: U slijedećem zaslonu možete dodijeliti cijeli tvrdi disk Linux Mintu ili ga instalirati paralelno s ostalim operativnim sustavima. Alternativno, možete odrediti i dodijeliti particiju ručno.
pt_br: Na tela seguinte, você poderá atribuir todo o disco rígido para o Linux Mint ou instalá-lo ao lado de outros sistemas operacionais. Alternativamente, você também pode definir e atribuir as partições manualmente.
sl: Na naslednjem zaslonu lahko dodelite celotni trdi disk za Linux Mint ali ga namestite zraven drugih operacijskih sistemov. Drugotna možnost je, da ročno določite in dodelite razdelke.
sv: Här bestämmer du nu om Linux Mint skall installeras tillsammans med ett eller flera andra operativsystem eller självt få använda hela hårddisken. Du har också möjligheten att göra denna fördelning manuellt.
tr: Sonraki ekrandan Linux Mint'i sabit diskinizin tümüne kurabilirsiniz ya da diğer işletim sistemleri ile birlikte çalışabilecek şekilde kurulum yapabilirsiniz. Alternatif olarak, kurulum yapacağınız sabit disk bölümlerini tanımlayabilir ve elle atayabilirsiniz.
uk: На наступному екрані Ви можете призначити увесь жорсткий диск для Linux Mint або встановити його поряд з іншими операційними системами. Крім того Ви також можете визначити і призначити розділи вручну.
vi: Ở màn hình kế tiếp bạn có thể đặt toàn bộ ổ đĩa cứng cho Linux Mint hoặc cài đặt Linux Mint bên cạnh các hệ điều hành khác. Hoặc bạn cũng có thể tự chỉnh và đặt các phân vùng thủ công.
zh_hk: 在下一個畫面，您可以將整個硬碟指派給 Linux Mint，或將它與其他作業系統安裝在一起。此外，您亦可以手動定義和指派磁碟分割。
zh_tw: 在下一個畫面，您可以將整個硬碟指派給 Linux Mint，或將其與其他作業系統安裝在一起。此外，您也可以手動定義與指派磁碟分割。

source: If you choose to use the entire disk, its content will be erased and Linux Mint will be installed as the only operating system on your computer.
bg: Ако изберете да използвате целия диск, неговото съдържание ще бъде изтрито и Линукс Минт ще бъде инсталиран като единствена операционна система.
ca: Si escull utilitzar tot el disc, el seu contingut s'esborrarà i Linux Mint s'instal·larà com a únic sistema operatiu al seu sistema.
da: Hvis du vælger at bruge hele harddisken, vil alt indholdet på den blive slettet og Linux Mint installeret som det eneste styresystem på din computer.
es: Si elige utilizar todo el disco, su contenido se borrará y Linux Mint se instalará como único sistema operativo en su ordenador.
fr: Si vous choisissez d'utiliser le disque entier, son contenu sera effacé et Linux Mint sera installé en tant que seul système d'exploitation sur votre ordinateur.
hr: Ako odaberete cijeli disk za korištenje, njegov sadržaj će biti obrisan i Linux Mint će biti jedini instalirani operativni sustav na vašem računalu.
pt_br: Se você escolher a opção Usar o disco inteiro, o conteúdo do disco será apagado e o Linux Mint será instalado como o único sistema operacional de seu computador.
sl: Če izberete uporabo celotnega diska, bo njegova vsebina izbrisana in Linux Mint bo nameščen kot edini operacijski sistem na vašem računalniku.
sv: Om du väljer att låta Linux Mint använda hela hårddisken så kommer allt som finns på den att raderas och Mint kommer att installeras som datorns enda operativsystem.
tr: Eğer “Diski sil ve Linux Mint yükle” seçeneğini seçerseniz, bu sabit diskinizdeki tüm bölümleri ve içeriklerini silecek ve Linux Mint tek işletim sistemi olacak şekilde kurulum yapılacaktır.
uk: Якщо Ви вирішите використовувати увесь жорсткий диск його вміст буде знищено і Linux Mint буде встановлено як єдину операційну систему на Вашому комп'ютері.
vi: Nếu chọn dùng toàn bộ đĩa, nội dung đĩa sẽ bị xoá sạch và Linux Mint sẽ được cài đặt làm hệ điều hành duy nhất trên máy.
zh_hk: 如果您選擇使用整個磁碟，磁碟內容將會被抹除，而 Linux Mint 會被安裝成您電腦上唯一的作業系統。
zh_tw: 如果您選擇使用整個磁碟，磁碟內容會被抹除，而 Linux Mint 會被安裝成您電腦上唯一的作業系統。

source: If you choose to install it alongside other operating systems, the installer will use the free space available on other partitions to create a new one for Linux Mint. You will be asked how much space you want to allocate to it. The installer will then shrink a partition and take care of everything for you. Post-installation your computer will have a boot screen from which you'll be able to boot all your operating systems.
bg: Ако изберете да го инсталирате заедно с друга операционни системи, инсталатора ще използва свободното място от друг дял, за да създаде от него дял за Линукс Минт. Ще бъдете попитани, колко място искате да отделите. Инсталатора ще свие съществуващия дял и ще се погрижи за всичко вместо Вас. След инсталацията, компютъра ще има стартиращ екран, от който ще може да стартирате всяка операционна система.
ca: Si decideix instal·lar-lo al costat d'altres sistemes operatius, l'instal·lador utilitzarà l'espai lliure disponible en particions per crear-ne una per a Linux Mint. Se li demanarà la quantitat d'espai que vol assignar a la mateixa. Després, l'instal·lador reduirà una partició, i s'encarregarà de tot per vostè. Després de la instal·lació, el seu equip tindrà una pantalla d'inici des de la qual podrà arrencar tots els sistemes operatius instal·lats.
da: Hvis du vælger at installere Linux Mint ved siden af andre styresystemer, vil installationsprogrammet anvende den ledige plads på andre partitioner for at lave en ny til Linux Mint. Du vil blive spurgt, hvor meget plads du vil anvende på det. Installationsprogrammet vil derefter formindske en partition og ordne alt for dig. Efter installering vil du blive vist et skærmbillede, når du booter, hvorfra du kan vælge dit styresystem.
es: Si decide instalarlo junto a otros sistemas operativos, el instalador utilizará el espacio libre disponible en otras particiones para crear una para Linux Mint. Se le pedirá la cantidad de espacio que desea asignar a la misma. Después, el instalador reducirá una partición, y se encargará de todo por usted. Después de la instalación, su equipo tendrá una pantalla de inicio desde la que podrá arrancar todos los sistemas operativos instalados.
fr: Si vous choisissez de l'installer à côté d'autres systèmes d'exploitation, l'installateur utilisera l'espace libre disponible sur les autres partitions pour en créer une nouvelle dédiée à Linux Mint. Il vous sera demandé combien d'espace vous désirez lui allouer. L'installateur rétrécira alors une partition et s'occupera de tout à votre place. Après l'installation, votre ordinateur aura un écran de démarrage qui vous permettra de démarrer sur tous vos systèmes d'exploitation.
hr: Ako odaberete paralelnu instalaciju s ostalim operativnim sustavima, instalacijski program će koristiti slobodan prostor dostupan na ostalim particijama da bi stvorio novu particiju za Linux Mint. Biti ćete upitani koliko želite prostora dodijeliti za novu particiju. Instalacijski program će tada smanjiti particiju i napraviti sve ostalo. Nakon instalacije vaše računalo će imati izbornik pokretanja s kojega ćete odabirom moći pokretati sve vaše operativne sustave.
pt_br: Se você optar por instalá-lo ao lado de outros sistemas operacionais, o instalador irá utilizar o espaço livre disponível em outras partições para criar um nova partição para o Linux Mint. O instalador irá, então, solicitar a quantidade de espaço que pretende atribuir a partição. Em seguida, ele irá compactar a partição e cuidar de tudo para você. Após a instalação, o seu computador terá uma tela de inicialização a partir da qual você será capaz de rodar todos os seus sistemas operacionais.
sl: Če se odločite za namestitev zraven drugih operacijskih sistemov, bo namestilnik uporabil prazen prostor, ki je na voljo na drugih razdelkih za ustvaritev novega za Linux Mint. Pozvani boste, da mu dodelite količino praznega prostora. Namestilnik bo nato skrčil razdelek in uredil vse za vas. Po namestitvi bo vaš računalnik dobil zagonski zaslon, s katerega boste lahko zagnali vse vaše računalnike.
sv: Om du väljer att installera tillsammans med ett eller flera andra operativsystem så kommer installationsprogrammet att använda det lediga utrymmet på hårddisken till att skapa en ny partition för Linux Mint. Du får en fråga om hur stor den skall vara. Programmet gör sedan automatiskt de ändringar som behövs. Efter installationen kommer du att ha en startmeny där du kan välja vilket operativsystem du vill starta.
tr: Eğer diğer işletim sistemlerinin yanına kur seçeneğini seçerseniz, kurulum sihirbazı diğer işletim sisteminin kullandığı disk alanındaki boşluktan Linux Mint kurulumu için yeni bir bölüm oluşturacaktır. Kurulum için tahsis etmek isteyeceğiniz alan boyutunu siz belirleyebilirsiniz. Kurulum sihirbazı diğer sistemin kurulu olduğu bölümü sizin için küçülterek yeni bölümü otomatik olarak oluşturacaktır. Kurulum sonrası bilgisayarınızdaki tüm işletim sistemlerini açabileceğiniz bir açılış ekranına sahip olacaksınız.
uk: Якщо Ви вирішили встановити операційну систему поряд з іншими операційними системами, програма встановлення використає вільний простір доступний на тих розділах які вже є, щоб створити новий для Linux Mint. Вам буде запропоновано визначити скільки місця Ви бажаєте виділити їй. Встановлювач потім змінить розділи і попіклується про все за Вас. Після встановлення Ваш комп'ютер буде мати екран завантаження, на якому Ви будете мати можливість вибирати завантаження будь-якої з усіх Ваших ОС.
vi: Nếu chọn cài đặt bên cạnh các hệ điều hành khác, trình cài đặt sẽ dùng các không gian trống còn lại ở các phân vùng khác để tạo phân vùng mới cho Linux Mint. Trình cài đặt sẽ hỏi bạn không gian cấp phát cho Linux Mint. Sau đó trình cài đặt sẽ thu gọn phân vùng và lo hết các thứ cho bạn. Sau khi cài đặt xong máy tính của bạn sẽ có một màn hình khởi động để từ đó bạn có thể khởi động vào các hệ điều hành của bạn.
zh_tw: 如果您選擇將 Linux Mint 與其他作業系統安裝在一起，安裝程式會使用其他磁碟分割上的可用空間，來建立一個新磁碟分割以安裝 Linux Mint。您會被詢問要配置多少空間給新磁碟分割。安裝程式會自動縮小原有磁碟分割，並建立新磁碟分割。安裝完成後，開機時會出現一個開機畫面，您可以選擇要用哪個作業系統開機。
