Repository: Acidburn0zzz/mintdoc
Catalog: books/User_Guide/launchpad-po-export/user-guide-common-tipstricks/user-guide-common-tipstricks-*.po
Languages: bg, ca, da, es, fr, id, ko, pt_br, ru, sl, tr, vi, zh_hk, zh_tw

source: Tips and Tricks
bg: Полезни съвети
ca: Consells i suggeriments
da: Tips og tricks
es: Consejos y trucos
fr: Trucs et Astuces
id: Tip dan Trik
ko: 팁과 활용법
pt_br: Dicas e truques
ru: Полезные советы
sl: Nasveti in triki
tr: İpuçları ve Püf Noktaları
vi: Mẹo và Thủ thuật
zh_hk: 提示和秘訣
zh_tw: 提示與訣竅

source: Are you making the most of your desktop? Do you usually press <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo> on your keyboard to copy some text? Do you open a text editor to take a quick note? How do you share files with your friends? There are many ways to perform simple tasks, some more efficient than others. This chapter is going to show you a few particularities of the Linux Mint desktop, to make sure you make the most of your system.
bg: Искате ли да постигате повече с вашия десктоп? Нали обичайно натискате <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo> за да копирате текст? Отваряте ли текстов редактор, за да напишете кратка бележка? Как споделяте файлове с приятели? Има много начини да се изпълнят тези прости задачи, някои са по-ефективни от други. В тази глава ще Ви покажем някои особености на Линукс Минт, за да сме уверени, че Вие ще вземете максималното от Вашата система.
ca: Està aprofitant al màxim el seu escriptori? Acostuma a fer servir les tecles <keycombo><keycap>Ctrl</ keycap><keycap>C</keycap></keycombo> per copiar textos? Obre un editor de text per prendre una nota ràpida? Com fa per a compartir arxius amb els seus amics? Hi ha moltes maneres de realitzar tasques senzilles, unes més eficients que d'altres. En aquest capítol li mostrarem unes quantes particularitats de l'escriptori de Linux Mint, perquè pugui treure el màxim profit del seu sistema.
da: Får du det maksimale udbytte ud af dit skrivebord? Plejer du at trykke <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo> på tastaturet for at kopiere tekst? Åbner du et tekstbehandlingsprogram for at lave et kort notat? Hvordan deler du filer med dine venner? Der er mange måder at udføre enkle opgaver på, nogle mere effektive end andre. Dette kapitel vil vise dig nogle særlige egenskaber ved Linux Mint-skrivebordet. så du kan få mest muligt ud af dit system.
es: ¿Está aprovechando al máximo su escritorio? ¿Acostumbra a usar las teclas <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo> para copiar textos? ¿Abre un editor de texto para tomar una nota rápida? ¿Cómo hace para compartir archivos con sus amigos? Hay muchas maneras de realizar tareas sencillas, unas más eficientes que otras. En este capítulo le mostraremos unas cuantas particularidades del escritorio de Linux Mint, para que pueda sacar el máximo provecho de su sistema.
fr: Exploitez vous toutes les possibilités de votre bureau ? Appuyez-vous habituellement sur les touches <keycombo<keycap>Ctrl</keycap><keycap>C</keycap></keycombo> de votre clavier pour copier du texte ? Ouvrez-vous un éditeur de texte afin de prendre rapidement une note ? Comment partagez vous des fichiers avec vos amis ? Il existe plusieurs façons d'effectuer des tâches simples, certaines plus efficaces que d'autres. Ce chapitre va vous montrer quelques particularités du bureau Linux Mint, afin de s'assurer que vous profitiez au maximum de votre système.
id: Apakah Anda membuat sebagian besar desktop Anda? Apakah Anda biasanya menekan <keycombo><keycap>Ctrl</keycap> <keycap>C</keycap></keycombo> pada keyboard untuk menyalin beberapa teks? Apakah Anda membuka editor teks untuk mengambil catatan singkat? Bagaimana Anda berbagi file dengan teman-teman Anda? Ada banyak cara untuk melakukan tugas-tugas sederhana, beberapa lebih efisien daripada yang lain. Bab ini akan menunjukkan kepada Anda beberapa kekhasan desktop Linux Mint, untuk memastikan Anda membuat sebagian besar sistem Anda.
ko: 여러분은 여로분의 컴퓨터를 최대한 활용하고 계시나요? 평소에 <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo> 를 눌러서 문서를 복사하시나요? 문서도구를 열어서 메모를 하시나요? 친구들과 파일을 어떻게 공유하시나요? 단순한 작업을 하는데 좀 더 효과적인 많은 방법들이 있습니다. 이 장에서는 리눅스 민트 데스크톱을 활용하는 몇몇 유명한 방법과 여러분의 시스템을 최대한 활용할 수 있게 만드는 방법을 보여드리겠습니다.
pt_br: Você está utilizando ao máximo o seu desktop? Você costuma pressionar <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo> no seu teclado para copiar algum texto? Você abre um editor de texto para criar uma nota rápida? Como você compartilha arquivos com seus amigos? Há muitas maneiras diferentes de realizar tarefas simples, algumas mais eficientes do que outras. Este capítulo vai mostrar-lhe algumas particularidades do Linux Mint, de forma a nos certificarmos de que você utiliza ao máximo o seu sistema.
ru: Вы делаете слишком много для своего рабочего места? Вы обычно нажимаете <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo> на Вашей клавиатуре, чтобы скопировать текст? Вы открываете текстовый редактор, чтобы сделать заметку? Как обменяться файлами с Вашими друзьями? Есть много способов для простых задач, которые более эффективны. Эта глава покажет Вам несколько собенностей рабочего окружения Linux Mint, чтобы убедиться, что вы делаете много для Вашей системы.
sl: Znate najbolje izkoristiti vaše namizje? Ali ponavadi pritiskate <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo> na tipkovnici za kopiranje besedila? Ali odpirate urejevalnik besedila za hiter zapis opombe? Kako delite datoteke s svojimi prijatelji? Obstaja več načinov, kako opraviti preproste naloge, nekateri so učinkovitejši kot drugi. To poglavje vam bo pokazalo nekaj posebnosti namizja Linux Mint, da boste kar najbolj izkoristili vaš sistem.
tr: Çoğunlukla masaüstünü mü kullanıyorsunuz? Bazı metinleri kopyalamak için genellikle klavyenizdeki <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo> tuşlarına mı basıyorsunuz? Hızlıca not almak için metin düzenleyiciyi mi açarsınız? Arkadaşlarınızla dosyalarınızı nasıl paylaşırsınız? Basit görevlerin yerine getirilmesi için pek çok yöntem vardır, bazıları diğerlerinden daha verimlidir. Bu bölümde sisteminizi daha etkili kullanabilmeniz için Linux Mint masaüstü hakkında bir kaç özellik gösterilecektir.
vi: Bạn đã sử dụng môi trường làm việc hết công suất chưa ? Bạn có thường nhấn tổ hợp phím <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo> để chép văn bản không ? Bạn có mở trình văn bản để soạn nhanh một cái ghi chứ không ? Bạn chia sẻ tập tin với bạn bè như thế nào ? Có nhiều cách để thực hiện các tác vụ đơn giản, một vài cách hiệu quả hơn những cách khác. Chương này giới thiệu với bạn vài thủ thuật của môi trường làm việc Linux Mint, để bảo đảm rằng bạn tận dụng tối đa hệ thống của bạn.
zh_hk: 您是否充分利用您的桌面？您是否常按鍵盤上的 <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo> 來複製文字？您會否開啟文字編輯器來快速做筆記？您如何與您的朋友分享檔案？很多方法都可以完成這些簡單的工作，但是，其中有些方法會比較有效率。這個章節將為您介紹一些 Linux Mint 桌面的特色，讓您能充分利用您的系統。
zh_tw: 您是否充分利用您的桌面? 您是否常按鍵盤上的 <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo> 來複製文字? 您是否會開啟文字編輯器以快速作筆記? 您如何與您的朋友分享檔案? 很多方法都可以完成這些簡單的工作，但是，其中有些方法會比較有效率。此章節將為您介紹一些 Linux Mint 桌面的特色，讓您能充分利用您的系統。

source: Copy and paste with the mouse!
bg: Копиране и поставяне с мишката!
ca: Copiar i enganxar amb el ratolí!
da: Kopiér og indsæt med musen!
es: ¡Copiar y pegar con el ratón!
fr: Copier-Coller avec la souris
id: Salin dan tempel dengan mouse!
ko: 마우스로 복사해서 붙여넣기!
pt_br: Copie e cole com o mouse!
ru: Копируйте и вставляйте мышкой!
sl: Kopirajte in prilepite z miško!
tr: Fare ile kopyala yapştır!
vi: Chép và dán bằng chuột !
zh_hk: 以滑鼠來複製和貼上！
zh_tw: 使用滑鼠複製與貼上!

source: Most people are used to clicking on the <guimenu>Edit</guimenu> menu or to right clicking on the content they want to copy. In Linux Mint you can do this as well, but you can also copy and paste content from the comfort of your mouse. Here's how it works: The left button of the mouse copies and the middle button pastes. It's as simple as that!
bg: Повечето хора кликват на меню <guimenu>Редакция</guimenu> или с десен клик върху съдържанието избират, какво да копират. В Линукс Минт можете да копиране и поставяте съдържание много комфортно само с мишката. Левият бутон копира, средния поставя. Какво по-просто от това!
ca: La majoria de la gent està acostumada a fer clic al menú <guimenu>Edita</guimenu> o clic dret sobre el contingut que vol copiar. A Linux Mint pot fer això, però també pot copiar i enganxar contingut des de la comoditat del ratolí. Heus aquí com funciona: El botó esquerre del ratolí còpia i el botó mig enganxa. És així de senzill!
da: De fleste er vant til at klikke på <guimenu>Redigér</guimenu>-menuen eller højreklikke på indholdet, de vil kopiere. Det kan du også i Linux Mint, men du kan også kopiere og indsætte indhold med din mus. Sådan virker det: den venstre musetast kopierer og den midterste indsætter. Så enkelt er det!
es: La mayoría de la gente está acostumbrada a hacer clic en el menú <guimenu>Editar</guimenu> o clic derecho sobre el contenido que desea copiar. En Linux Mint lo puede hacer igual, pero también puede copiar y pegar contenido desde la comodidad de su ratón. He aquí cómo funciona: El botón izquierdo del ratón copia y el botón medio pega. ¡Es así de simple!
fr: La plupart des gens sont habitués à cliquer sur le menu <guimenu>Modifier</guimenu>, ou à effectuer un clic-droit sur le contenu qu'ils souhaitent copier. Dans Linux Mint, vous pouvez le faire aussi bien, mais vous pouvez également copier et coller du contenu à partir de votre souris. Voici comment cela fonctionne : Le bouton gauche de la souris copie, le bouton du milieu insert. C'est aussi simple que cela !
id: Kebanyakan orang terbiasa untuk mengklik menu <guimenu>Edit</guimenu> atau mengklik kanan pada konten yang mereka ingin salin. Di Linux Mint Anda dapat melakukan ini juga, tetapi Anda juga dapat salin dan tempel konten dari kenyamanan mouse Anda. Berikut adalah cara kerjanya: Tombol kiri mouse menyalin dan tombol tengah menempel. Ini sesederhana itu!
ko: 대부분의 사람들은 복사하려고 할때 <guimenu>편집</guimenu> 메뉴를 클릭하거나 복사할 내용의 마우스 오른쪽 버튼을 클릭합니다. 리눅스 민트에서도 물론 이렇게 합니다, 하지만 마우스를 이용해서 편리하게 복사해서 붙여넣기를 할 수 있습니다. 이렇게 하시면 됩니다: 마우스 왼쪽 버튼으로 복사를 하시고 가운데 버튼으로 붙여넣기를 하세요. 참 쉽죠!
pt_br: A maioria das pessoas estão acostumadas a clicar no <guimenu>Edit</guimenu> menu ou clicar com o botão direito do mouse sobre o conteúdo que deseja copiar. No Linux Mint você pode fazer isso também, mas, além disso, você também pode copiar e colar conteúdo a partir do conforto de seu mouse. Veja como funciona: o botão esquerdo do mouse copia e o botão do meio cola. Simples assim!
ru: Большинство людей привыкли кликать меню <guimenu>Правка</guimenu> или щёлкать правой кнопкой мыши на контент, когда они хотят его копировать. В Linux Mint вы можете сделать так, но также Вы можете копировать и вставлять контент, не отрывая руки от мышки. Вот, как это работает: выделение левой кнопкой мыши копирует, а средняя кнопка мыши (или две, зажатые одновременно) вставляет. Это так просто!
sl: Večina ljudi je navajena klikati na meni <guimenu>Uredi</guimenu> ali desno-klikati na vsebino, ki jo želijo kopirati. V Linux Mintu lahko delate tudi to, toda prav tako lahko kopirate in lepite vsebino udobno z miško. Kako deluje: levi miškin gumb kopira ter srednji gumb prilepi. Tako je preprosto!
tr: Çoğu kimse kopyalamak istediği içeriğin üzerinde “Düzenle” menüsüne tıklar ya da sağ fare tuşunu kullanır. Linux Mint'te de böyle yapabilirsiniz, fakat içeriği kopyalama yapıştırma işlemini farenizi kullanarak kolayca yapabilirsiniz. Nasıl mı yapılır?: Farenin sol tuşu ile içeriğ seçer (böylece içerik kopyalanır) orta fare tuşu yapıştırabilirsiniz. İşte bu kadar basit!
vi: Phần lớn mọi người quen với việc nhấp vào trình đơn <guimenu>Chỉnh sửa</guimenu> hoặc nhấp phải vào nội dung muốn chép. Trong Linux Mint bạn cũng có thể làm vậy, nhưng bạn cũng cũng có thể chép và dán tiện lợi bằng chuột. Cách làm: nút trái chuột chép và nút giữa dán. Đơn giản vậy thôi !
zh_hk: 多數人習慣點擊 <guimenu>編輯</guimenu> 選單或按滑鼠右鍵選單來複製內容。在 Linux Mint 您亦可以這樣做，不過，您可以更輕鬆地使用滑鼠來複製和貼上內容。點擊滑鼠左鍵就可以複製，而點擊滑鼠中鍵就可以貼上。很簡單吧！
zh_tw: 多數人習慣點擊 <guimenu>編輯</guimenu> 選單或按滑鼠右鍵選單來複製內容。在 Linux Mint 您也可以這麼做，不過，我們可以更輕鬆地使用滑鼠來進行複製與貼上。點擊滑鼠左鍵就可以複製，而點擊滑鼠中鍵就可以貼上。很簡單吧!

source: Let's give it a try. Launch LibreOffice Writer or a text editor, or any application of your choice that lets you input text. Now type a few sentences. Select some of the text you just typed with the left button of your mouse. Think you need to click on the <guimenu>Edit</guimenu> menu and press <guimenuitem>Copy</guimenuitem>? No? Bet you're thinking you would use a combination of keys on your keyboard such as <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo>. In Linux, it is much simpler. Just by selecting the text, you've already copied it. That's right... that text is now copied to your mouse buffer and you don't need to press anything else.
bg: Нека опитаме. Стартирайте LibreOffice Writer или текстов редактор, или което и да е приложение по Ваш избор, в което може да се въвежда текст. Изберете част от текста, който четете, с левия бутон на мишката. Мислите че трябва да кликнете на меню <guimenu>Редакция</guimenu>, и да изберете<guimenuitem>Копиране</guimenuitem>? Не? Вероятно използвате клавишна комбинация като <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo>. В Линукс е много по-просто. Още с избирането на текста, вече сте го копирали. Точно така... Избраният текст вече е копиран в буфера на мишката и няма нужда да натискате каквото и да е.
ca: Anem a fer una prova. Obri el LibreOffice Writer o un editor de text, o qualsevol altra aplicació de la seva elecció que li permeti introduir text. Ara escrigui un parell de frases. Seleccioni la part del text que acaba d'escriure amb el botó esquerre del ratolí. Creu que ha de prémer el menú <guimenu>Edita</guimenu> i després prémer <guimenuitem>Copia</guimenuitem>? No? Segur que està pensant que seria millor utilitzar una combinació de tecles, com ara <keycombo><keycap>Ctrl</keycap><keycap>C</ keycap></keycombo>. Amb Linux, és molt més senzill. Simplement seleccionant el text, ja ho ha copiat. És així ... aquest text ja s'ha copiat al buffer del ratolí i no cal prémer res més.
da: Lad os prøve. Start LibreOffice Writer, et tekstbehandlingsprogram eller et hvilket som helst andet program, der lader dig indsætte tekst. Skriv et par sætninger. Markér noget af teksten med venstre musetast. Tror du, det er nødvendigt at klikke på <guimenu>Redigér</guimenu>-menuen og <guimenuitem>Kopiér</guimenuitem>? Nej? Du tænker sikkert, at du ville bruge en tastekombination som f.eks. <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo>. I Linux er det meget enklere. Bare ved at markere teksten, har du allerede kopieret den. Det er rigtigt... teksten er nu kopieret til din musebuffer, og du behøver ikke trykke på noget andet.
es: Vamos a hacer una prueba. Abra el LibreOffice Writer o un editor de texto, o cualquier otra aplicación de su elección que le permita introducir texto. Ahora escriba un par de frases. Seleccione la parte del texto que acaba de escribir con el botón izquierdo del ratón. ¿Cree que tiene que pulsar en el menú <guimenu>Editar</guimenu> y después pulsar <guimenuitem>Copiar</guimenuitem>? ¿No? Seguro que está pensando que sería mejor usar una combinación de teclas, como <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo>. En Linux, es mucho más sencillo. Simplemente seleccionando el texto, ya lo ha copiado. Así es, ese texto se ha copiado al búfer del ratón sin necesidad de pulsar nada más.
fr: Essayons. Lancez LibreOffice Writer ou un éditeur de texte, ou n'importe quelle application de votre choix qui vous permet de rentrer du texte. Rédigez quelques phrases. Sélectionnez une partie du texte rédigé avec le bouton gauche de votre souris. Vous pensez avoir besoin d'aller dans le menu Édition et de cliquer sur Copier ? Non ? Je parie que vous pensiez utiliser un raccourci clavier tel que Ctrl+C. Avec Linux, c'est bien plus simple. En sélectionnant le texte, vous l'avez déjà copié. C'est vrai... ce texte est désormais copié dans la mémoire tampon de votre souris et vous n'avez plus besoin de cliquer n'importe où.
id: Mari kita mencobanya. Jalankan LibreOffice Writer atau editor teks, atau aplikasi pilihan Anda yang memungkinkan Anda memasukkan teks. Sekarang ketik beberapa kalimat. Pilih beberapa teks yang baru saja diketik dengan tombol kiri mouse Anda. Pikirkan Anda perlu untuk mengklik pada menu <guimenu>Edit</guimenu> dan tekan <guimenuitem>Salin</guimenuitem>? Tidak? Taruhan Anda berpikir Anda akan menggunakan kombinasi tombol pada keyboard Anda seperti <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo>. Di Linux, itu jauh lebih sederhana. Hanya dengan memilih teks, Anda telah menyalinnya. Itu benar ... teks yang sekarang disalin ke penyangga mouse Anda dan Anda tidak perlu menekan apa pun.
ko: 그럼 한 번 해볼까요. 리브레오피스 라이터나 문서도구를 실행하시거나, 글자를 입력하는 프로그램을 하나 실행해 보세요. 새로운 문장을 입력하시고. 방금 입력하신 문장중에 마우스 왼쪽 버튼으로 선택해보세요. 아마 <guimenu>편집</guimenu> 메뉴를 클릭해서 <guimenu>복사</guimenu>를 눌러한다고 생각 하시겠죠? 아니에요? 물론 키보드에서 <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo> 키조합을 눌러야 겠다고 생각하실겁니다. 리눅스 에서는 , 훨씬 간단합니다. 텍스틀 선택하는 것 만으로, 복사하신겁니다. 맞아요... 그 텍스트는 여러분의 마우스 버퍼에 지금 복사 되었습니다 여러분은 아무것도 누르시지 않아도 됩니다.
pt_br: Vamos fazer uma tentativa. Abra o BrOffice Writer ou um editor de texto, ou qualquer outro aplicativo de sua escolha que permita inserir texto. Agora escreva algumas frases. Selecione uma parte do texto que você acabou de digitar com o botão esquerdo do mouse. Você acha que precisa clicar no <guimenu>Edit</guimenu> menu e pressionar <guimenuitem>Copiar</guimenuitem>? Não? Aposto que você estava achando que iria usar uma combinação de teclas como <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo>. No Linux é muito mais simples. Nele, ao selecionar o texto, você também o copia. É isso mesmo ... o texto agora esta copiado no buffer do mouse, você não precisa pressionar mais nada.
ru: Давайте это попробуем. Запустите LibreOffice Writer или текстовый редактор, или любое приложение по вашему выбору, который позволяет вам вводить текст. Теперь введите несколько предложений. Выделите часть текста, который Вы ввели, левой кнопкой мыши. Думаете, вы должны нажать на меню <guimenu>Правка</ guimenu> и нажмёте <guimenuitem>Копировать</ guimenuitem>? Не так ли? Спорим, ты думаешь использовать комбинацию клавиш на клавиатуре, такие как <keycombo><keycap>Ctrl</keycap><keycap>C</ keycap></ keycombo>. В Linux это намного проще. Просто выбрав текст, вы уже скопировали его. Это значит, что... этот текст уже скопирован в буфер мыши и вам не нужно нажимать что-нибудь еще.
sl: Pa poskusimo. Zaženite LibreOffice Writer oz. urejevalnik besedila ali kateri drugi program po vaši izbiri, ki omogoča vnos besedila. Nato natipkajte nekaj stavkov. Izberite kos besedila, ki ste ga pravkar napisali, z levim miškinim gumbom. Mislite, da morate klikniti na meni <guimenu>Uredi</guimenu> in pritisniti <guimenuitem>Kopiraj</guimenuitem>? Ne? Verjetno mislite uporabiti kombinacijo tipk na tipkovnici, kot je <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo>. V Linuxu je to preprosteje. Samo z označitvijo besedila ste ga že kopirali. Prav ste prebrali ... To besedilo je zdaj kopirano v medpomnilnik miške, zato ne rabite več pritiskati na ničesar.
tr: Haydi bir deneme yapalım. LibreOffice Writer uygulamasını veya herhangi bir metin düzenleyiciyi (ya da metin girebileceğiniz herhangi bir uygulamayı) açınız. Şimdi birkaç cümle yazınız. Farenin sol tuşu ile yazılan (ya da farklı bir ortamda yazılmış herhangi bir) metinin bir bölümünü sadece seçiniz. <guimenu>Düzenle</guimenu> menüsüne tıklayıp <guimenuitem>Kopyala</guimenuitem> seçeneğini kullanmaya ihtiyacınız olduğunu mu düşünüyorsunuz? Hayır mı? Klavyeniz üzerindeki <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo> gibi bir kombinasyonunu kullanmak zorunda olduğunuzu düşünüyor da olabilirsiniz. Ama Linux'da, bu işlem çok daha basit. Metni sadece seçerek aynı zamanda kopyalamış da oldunuz. Evet doğru... Bu metin şimdi fare arabelleğine kopyalandı ve başka bir şeye basmanız gerekmiyor.
vi: Thử xem nào. Bạn hãy mở LibreOffice Write hay một trình soạn thảo văn bản nào đó, hoặc bất kỳ ứng dụng nào bạn thích có nhập văn bản. Giờ thì gõ thử vài câu. Chọn một vài phần văn bản vừa gõ bằng nút trái chuột. Bạn nghĩ cần phải nhấp trình đơn <guimenuitem>Chỉnh sửa</guimenuitem> và nhấn <guimenuitem>Chép</guimenuitem> phải không ? Không à ? Hay bạn nghĩ bạn sẽ dùng tổ hợp phím như là <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo>. Trong Linux còn đơn giản hơn nhiều. Chỉ cần chọn văn bản là bạn đã chép rồi đó. Đúng vậy. Phần văn bản đó đã được chép vào bộ đệm chuột của bạn và bạn khôgn phải nhấn gì nữa.
zh_hk: 試試看。啟動 LibreOffice Writer，或者是其他可以輸入文字的文字編輯器或應用程式。輸入一些文字或句子。按住滑鼠左鍵並拖曳滑鼠來選取一些剛剛輸入的文字。相信您現在需要點擊 <guimenu>編輯</guimenu> 選單，然後按 <guimenuitem>複製</guimenuitem>？不是嗎？抑或您想利用鍵盤上的組合鍵如 <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo>？在 Linux，事情可以變得更簡單。在選取完文字的同時，您就已經完成複製了。沒錯... 文字現在已經複製到您的滑鼠緩衝區了，而且您並不需要按任何其他按鈕。
zh_tw: 我們來試試看。啟動 LibreOffice Writer，或其他可以輸入文字的文字編輯器或應用程式。輸入幾個句子。按住滑鼠左鍵並拖曳滑鼠來選擇一些剛剛輸入的文字。相信您現在想點擊 <guimenu>編輯</guimenu> 選單，然後按 <guimenuitem>複製</guimenuitem>? 不是嗎? 或者您想利用鍵盤上的組合鍵如 <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo>? 在 Linux，有更簡單的方法! 在選擇文字之後，您就已經完成複製了! 沒錯... 文字現在已經複製至您的滑鼠緩衝區了!
