Repository: Acidburn0zzz/mintdoc
Catalog: books/User_Guide/launchpad-po-export/user-guide-common-tipstricks/user-guide-common-tipstricks-*.po
Languages: bg, ca, da, es, fr, id, ko, pt_br, ru, sl, tr, vi, zh_hk, zh_tw

source: Now click on some other part of the document to move the cursor there and click the middle button of your mouse (or the wheel-click if you have a mouse with a wheel). As you can see the text you previously selected has now been pasted.
bg: Сега кликнете в друга част на документа, за да изместите курсора там и натиснете средния бутон на мишката (или кликнете с колелцето, ако мишката Ви е с колелце). Както виждате, предишно избрания текст вече е поставен.
ca: Ara faci clic a alguna altra part del document per moure el cursor allà i faci clic amb el botó central del ratolí (o faci clic a la roda si té un ratolí amb roda). Com pot veure, s'ha enganxat el text seleccionat prèviament.
da: Klik nu i en anden del af dit dokument for at flytte markøren derhen og klik med midterste musetast (eller klik på hjulet, hvis din mus har et hjul). Som du kan se, er den tekst, du markerede før, nu blevet indsat.
es: Ahora haga clic en alguna otra parte del documento para mover el cursor allí y haga clic con el botón central del ratón (o haga clic en la rueda si tiene un ratón con rueda). Como puede ver, se ha pegado el texto seleccionado previamente.
fr: A présent, cliquez sur une autre partie du document afin de déplacer le curseur, et cliquez sur le bouton du milieu de votre souris (ou le clic-roue si vous disposez d'une souris à molette). Comme vous pouvez le voir le texte que vous avez sélectionné a été collé.
id: Sekarang klik pada beberapa bagian lain dari dokumen untuk menggerakkan kursor ke sana dan klik tombol tengah mouse (atau roda-klik jika Anda memiliki mouse dengan roda). Seperti yang Anda lihat teks sebelumnya dipilih sekarang telah disisipkan.
ko: 이제 커서를 문서의 다른 빈곳으로 옮기겨서 가운데 버튼을 클릭해보세요 (또는 휠마우스 이시면 휠을 클릭해보세요). 보시다시피 좀전에 선택하신 부분이 붙여넣어 졌을겁니다.
pt_br: Agora, clique em alguma outra parte do documento para mover o cursor para lá e clique no botão do meio do mouse (ou no scroll do mouse, se você tiver um mouse com um). Como você pode ver, o texto selecionado anteriormente já foi colado.
ru: Теперь нажмите на какой-то другой части документа, чтобы переместить курсор туда и нажмите среднюю кнопку мыши (или колесо кнопкой мыши, если у вас мышь с колесиком, или две кнопки мыши одновременно). Как вы можете видеть, ранее выбранный текст теперь вставлен.
sl: Sedaj kliknite na drug del dokumenta, da kazalko premaknete tja ter kliknite srednji miškin gumb (ali klik koleščka, če ga miška ima). Kot lahko vidite, besedilo, ki ste ga predhodno izbrali, je sedaj prilepljeno.
tr: Şimdi imleci belgenizin başka bir yerine getirin ve farenizin orta tuşuna tıklayın (ya da tekerlekli bir fareniz varsa tekerlek tıklamasını kullanabilirsiniz). Gördüğünüz gibi daha önce seçerek kopyalamış olduğunuz metin böylece yapıştırılmış oldu.
vi: Giờ thì nhấp vào nơi nào khác trên tài liệu để di chuyển con trỏ đến đó và nhấn nút giữa chuột (hoặc nút bánh xe nếu chuột của bạn là loại có bánh xe). Như bạn thấy đó phần văn bản vừa chọn trước đây đã được dán xuống.
zh_hk: 現在，點擊文件中的其他地方來把滑鼠游標移到那裏，接著按滑鼠中鍵 (或是滑鼠滾輪鍵)。如您所見，您剛剛所選取的文字已被貼上。
zh_tw: 現在，點擊文件裡的其他位置，把滑鼠游標移到那裡，接著點擊滑鼠中鍵 (或是滑鼠滾輪鍵)。如您所見，您剛剛選擇的文字已被貼上。

source: The more you get used to this the faster you'll get at copying and pasting content.
bg: Лесно ще започнете да ползвате това, за по-бързо копиране на съдържание.
ca: Com més practiqui, més ràpid li resultarà copiar i enganxar continguts.
da: Jo mere du bliver fortrolig med dette, desto hurtigere vil du kunne kopiere og indsætte indhold.
es: Cuanto más practique, más rápido le resultará copiar y pegar contenidos.
fr: Plus vous vous habituerez à cela, plus vite vous pourrez copier et coller du contenu.
id: Semakin Anda terbiasa dengan ini semakin cepat Anda akan dapat menyalin dan menyisipkan konten.
ko: 이 기능에 더 익숙해 지실수록 더 빨리 복사해서 붙여넣기를 하실 수 있습니다.
pt_br: Quanto mais você se acostumar com isso mais rápido você copiará e colará conteúdos.
ru: Чем больше вы привыкаете к этому, тем быстрее вы будете копировать и вставлять содержимое.
sl: Prej, ko se boste navadili na to, hitrejši boste pri kopiranju in lepljenju vsebine.
tr: Bunu kullanmaya daha fazla alıştıkça, içeriklerin kopyalama yapıştırma işlemlerini daha hızlı yapabileceksiniz.
vi: Bạn càng quen với thao tác này thì bạn sẽ càng chép dán nội dung nhanh hơn.
zh_hk: 您愈是熟悉這個動作，您愈能快速地複製和貼上內容。
zh_tw: 在您熟悉這個動作之後，您可以更快速地複製與貼上內容。

source: The buffer used by the mouse is not the same as the one used by the desktop. So you can actually copy something with your mouse and copy something else with <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo> or with the <guimenu>Edit</guimenu> menu. Thanks to this you can copy two elements at a time and depending on how you copied them you can paste them with either the middle mouse button or with <keycombo><keycap>Ctrl</keycap><keycap>V</keycap></keycombo> or the <guimenu>Edit</guimenu> menu.
bg: Буферът използван от мишката, не е същия, който се използва от десктопа. Така Вие можете да копирате нещо с мишката и друго с <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo> или с менюто <guimenu>Редакция</guimenu>. Благодарение на това, Вие може да копирате два елемента едновременно и според това как сте ги копирали, може да ги поставите или със среден клик, или с <keycombo><keycap>Ctrl</keycap><keycap>V</keycap></keycombo> или с менюто <guimenu>Редакция</guimenu>.
ca: El ratolí utilitza un buffer diferent al de l'escriptori. Així que en realitat es pot copiar una cosa amb el ratolí i una altra amb <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo> o amb el menú <guimenu>Edita</guimenu> . Gràcies a això, vostè pot copiar dos elements al mateix temps i enganxar-los amb el botó mig del ratolí o amb <keycombo><keycap>Ctrl</keycap><keycap>V</keycap></keycombo> o el menú <guimenu >Edita</guimenu>.
da: Bufferen, som musen bruger, er ikke den samme, som skrivebordet anvender. Så du kan faktisk kopiere noget med musen og noget andet med <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo> eller med <guimenu>Redigér</guimenu>-menuen. Dvs. du kan kopiere to elementer ad gangen og afhængig af, hvordan du kopierede dem, sætte dem ind med midterste musetast, <keycombo><keycap>Ctrl</keycap><keycap>V</keycap></keycombo> eller <guimenu>Redigér</guimenu>-menuen.
es: El ratón usa un buffer diferente al del escritorio. Así que en realidad se puede copiar una cosa con el ratón y otra con <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo> o con el menú <guimenu>Editar</guimenu>. Gracias a esto, usted puede copiar dos elementos a la vez y pegarlos con el botón medio del ratón o con <keycombo><keycap>Ctrl</keycap><keycap>V</keycap></keycombo> o el menú <guimenu>Editar</guimenu>.
fr: La mémoire tampon utilisée par la souris n'est pas la même que celle utilisée par le bureau. Vous pouvez ainsi copier quelque chose avec votre souris et copier quelque chose d'autre avec le raccourci Ctrl+C, ou avec le menu Édition. Grâce à cela, vous pouvez copier deux éléments à la fois, et selon la méthode de copie vous pouvez les coller soit par le bouton de la souris, le raccourci Ctrl+V ou le menu Édition.
id: Buffer yang digunakan oleh mouse tidak sama dengan yang digunakan oleh desktop. Jadi Anda benar-benar dapat menyalin sesuatu dengan mouse Anda dan menyalin sesuatu yang lain dengan <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo> atau dengan menu <guimenu>Edit</guimenu>. Berkat ini, Anda dapat menyalin dua elemen pada suatu waktu dan tergantung pada bagaimana Anda menyalin mereka Anda dapat menyisipkan mereka baik dengan tombol tengah mouse maupun dengan <keycombo><keycap>Ctrl</keycap><keycap>V</keycap></ keycombo> atau menu <guimenu>Edit</guimenu>.
ko: 마우스에 이용되는 버퍼는 데스크톱의 버퍼와 다릅니다. 그래서 마우스나 <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo> 키조합으로 또는 <guimenu>편집</guimenu>메뉴로도 복사할 수 있는겁니다. 이 덕분에 그렇게 마우스 가운데 버튼이나 <keycombo><keycap>Ctrl</keycap><keycap>V</keycap></keycombo> 키조합 또는 <guimenu>편집</guimenu>메뉴로 두가지를 한 번에 복사할 수 있는겁니다.
pt_br: O buffer utilizado pelo mouse não é o mesmo que é utilizado pelo desktop. Então, você pode realmente copiar alguma coisa com o mouse e copiar uma outra coisa com <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo> ou com o <guimenu>Edit</guimenu> menu. Graças a isso, você pode copiar dois elementos de cada vez e, dependendo de como você os copiou, pode colá-los tanto com o botão do meio do mouse quanto com <keycombo><keycap>Ctrl</keycap><keycap>V</keycap></keycombo> ou o menu <guimenu>Editar</guimenu>.
ru: Буфер, используемый мыши не то же самое, что и используемый в рабочем окружении. Таким образом, вы можете фактически скопировать что-то с помощью мыши и скопировать что-то еще с <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo> или с помощью меню <guimenu>Правка</guimenu>. Благодаря этому вы можете копировать два элемента одновременно, в зависимости от того, как вы скопировали их, можно вставлять их либо средней кнопкой мыши или с <keycombo><keycap>Ctrl</keycap><keycap>V</keycap></keycombo> или меню <guimenu>Правка</guimenu>.
sl: Medpomnilnik, ki ga uporablja miška, ni enak tistemu, ki ga uporablja namizje. Tako, da lahko dejansko kopirate nekaj z miško in kopirate kaj tretjega s <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo> ali z menijem <guimenu>Uredi</guimenu>.
tr: Fare tarafından kullanılan ara bellek masaüstü ortamının kullandığı ile aynı değildir. Böylece herhangi bir şeyi hem farenizle kopyalayabilirsiniz, hem de <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo> ya da <guimenu>Edit</guimenu> menüsünü kullanarak kopyalayıp, <keycombo><keycap>Ctrl</keycap><keycap>V</keycap></keycombo> tuş kombinasyonu ya da <guimenu>Edit</guimenu> menüsü üzerinden yapıştırabilirsiniz. Aynı anda iki şey kopyalamamıza izin veren bu özellik için teşekkürler, içeriği kopyalama yönteminize göre <keycombo><keycap>Ctrl</keycap><keycap>V</keycap></keycombo> ya da “Düzenle” menüsü yardımıyla yapıştırabileceğiniz gibi farenin orta tuşu ile de başka bir şeyi yapıştırabilirsiniz.
vi: Bộ đệm chuột khác với bộ đệm của môi trường làm việc. Do đó bạn thực sự có thể chép một thứ này bằng chuột và một thứ khác với tổ hợp phím <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo> hoặc trình đơn <guimenu>Chỉnh sửa</guimenu>. Nhờ đó bạn có thể sao chép 2 thứ cùng lúc và tuỳ thuộc vào cách chép bạn có thể dán xuống bằng nút giữa hoặc bằng tổ hợp phím <keycombo><keycap>Ctrl</keycap><keycap>V</keycap></keycombo> hay trình đơn <guimenu>Chỉnh sửa</guimenu>.
zh_hk: 滑鼠使用的緩衝區與桌面所使用的不同。所以實際上您可以同時利用滑鼠複製一樣東西，然後再利用 <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo> 或 <guimenu>編輯</guimenu> 選單複製另一樣。由此，您可以在同一時間複製兩項不同元素。接著，取決於您之前如何進行複製，您可以利用滑鼠中鍵，或 <keycombo><keycap>Ctrl</keycap><keycap>V</keycap></keycombo> 或 <guimenu>編輯</guimenu> 選單來貼上。
zh_tw: 滑鼠使用的緩衝區與桌面使用的不同。所以實際上您可以利用滑鼠複製一樣東西，同時再利用 <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo> 或 <guimenu>編輯</guimenu> 選單複製另一樣。接著，您可以利用滑鼠中鍵，或 <keycombo><keycap>Ctrl</keycap><keycap>V</keycap></keycombo> 或 <guimenu>編輯</guimenu> 選單來貼上，取決於您之前如何進行複製。

source: Take notes with Tomboy
bg: Създаване на бележки с Tomboy
ca: Prendre notes amb Tomboy
da: Noter med Tomboy
es: Tomar notas con Tomboy
fr: Prenez des notes avec Tomboy
id: Buat catatan dengan Tomboy
ko: 톰보이로 메모하기
pt_br: Crie anotações com o Tomboy
ru: Делайте заметки с помощью Tomboy
sl: Delajte opombe s Tomboyem
tr: Tomboy ile Not Almak
vi: Ghi chú với Tomboy
zh_hk: 用 Tomboy 做筆記
zh_tw: 用 Tomboy 作筆記

source: We all take notes. Whether it's an address given by someone over the phone, an ever-growing TODO list or some particular thing to remember, we're often faced with the situation where we need to take a quick note. Some of us have a lot of written notes around our computers and never seem to find a working pen when the situation arises, others waste time in launching tools that are not suitable for this particular use (LibreOffice Writer for instance is not very handy to take notes) and very few people actually use software dedicated to note-taking. Linux Mint happens to include a dedicated note-taking tool. It is called Tomboy Notes.
bg: Всички ползваме бележки. За адрес, даден ни от някого по телефона, дори за списък от някои отделни неща, които трябва да свършим. Винаги се изправяме пред ситуация, в която трябва да напишем бележка. Някои имат написани бележки около компютъра си, но когато настъпи ситуация, не могат да намерят писалка, други губят време за да стартират програми, които не са предназначени за това (LibreOffice Writer например не е много удобен за това), само много малко хора ползват програма, която е създадена за това. Линукс минт разполага с инструмент за писане на бележки. Той се казва Tomboy Notes.
ca: Tots prenem notes. Sigui una direcció que ens donen per telèfon, una creixent llista de tasques pendents, o alguna cosa particular per recordar, sovint ens trobem amb la necessitat de prendre una nota ràpida. Alguns tenim un munt de notes escrites envoltant l'ordinador, i sembla que mai trobem un bolígraf quan sorgeix la situació; d'altres perdem el temps amb aplicacions que no són adequades per aquest ús en concret (El LibreOffice Writer, per exemple, no és el més adequat per prendre notes) i en realitat molt poca gent fa servir programari específic per a aquesta tasca. Linux Mint inclou una eina per a la presa de notes. Es diu Tomboy Notes.
da: Vi laver alle noter: en adresse givet over telefonen, en stadigt voksende opgaveliste eller en særlig ting, der skal huskes. Vi er ofte i en situation, hvor vi har brug for at lave en hurtig note. Mange af os har en masse nedskrevne noter rundt om computeren og kan ikke finde en kuglepen, der virker, når der er brug for den. Andre spilder tid på at starte programmer, der ikke er egnede til formålet (LibreOffice Writer er f.eks. ikke specielt praktisk til at tage noter med), og meget få mennesker anvender programmer specielt beregnet til at tage noter. Linux Mint har et værktøj til at tage noter med - det hedder Tomboy-noter.
es: Todos tomamos notas. Sea una dirección que nos dan por teléfono, una creciente lista de tareas pendientes, o alguna cosa particular que recordar, a menudo nos encontramos con la necesidad de tomar una nota rápida. Algunos tenemos un montón de notas escritas rodeando el ordenador, y parece que nunca encontramos un bolígrafo cuando surge la situación; otros perdemos el tiempo con aplicaciones que no son adecuadas a ese uso en particular (El LibreOffice Writer, por ejemplo, no es lo más adecuado para tomar notas) y en realidad muy poca gente usa software específico para esta tarea. Linux mint incluye una herramienta para la toma de notas. Se llama Tomboy Notes.
fr: Nous prenons tous des notes. Qu'il s'agisse d'une adresse donnée par quelqu'un au téléphone, d'une liste de choses à faire en constante augmentation, ou d'une chose particulière à se rappeler, nous sommes souvent confronter à la situation où nous devons noter rapidement quelque chose. Certains d'entre nous possèdent une quantité de bloc notes autour de leur(s) ordinateur(s) mais ne trouvent jamais de stylo quand le besoin s'en fait sentir, ou perdent du temps à lancer des applications inadaptées à ce genre de situation (le traitement de texte d'OpenOffice, par exemple, n'est pas très pratique pour la prise de notes), et très peu de gens utilisent une application réellement dédiée à cela. Linux Mint comprend un outil spécialisé dans la prise de note. Il s'appelle Notes Tomboy.
id: Kita semua membuat catatan. Apakah itu sebuah alamat yang diberikan oleh seseorang melalui telepon, daftar YangDikerjakan yang terus bertambah atau beberapa hal tertentu yang perlu diingat, kita sering dihadapkan dengan situasi di mana kita perlu mengambil catatan singkat. Beberapa dari kita memiliki banyak catatan yang ditulis sekitar komputer kita dan tidak pernah menemukan pena bekerja ketika situasi muncul, yang lain buang waktu dalam meluncurkan alat yang tidak cocok untuk tujuan khusus ini (LibreOffice Writer misalnya tidak sangat berguna untuk mengambil catatan) dan sangat sedikit orang benar-benar menggunakan perangkat lunak yang didedikasikan untuk mencatat. Linux Mint hadir menyediakan alat pencatat berdedikasi. Alat ini disebut Catatan Tomboy.
ko: 우리는 모두 메모를 합니다. 그것이 전화로 알아낸 주소이든, 한 번 도 해본적 없는 할일 목록이거나 기억하려던 특별한 것이든, 우리는 자주 갑자기 메모를 해야하는 상황에 놓이게 됩니다. 우리중 어떤이는 우리 컴퓨터에 엄청나게 메모로 도배를 해놓으며 막상 메모를 할 순간이 되면 절대 펜을 찾지 않습니다, 또 어떤이는 이 상황에 맞지 않는 프로그램(리브레오피스 라이터처럼 재빨리 메모를 하지 못할 도구)을 실행하는데 시간을 허비하기도 하며 아주 몇 사람만 메모에 어울리는 소프트웨어를 이용합니다. 리눅스 민트에는 마침 메모에 어울리는 도구가 있습니다. 바로 톰보이 노트죠.
pt_br: Todos nós criamos anotações. Quer se trate de um discurso proferido por alguém ao telefone, uma lista ou alguma coisa especial para nos lembrarmos, estamos muitas vezes confrontados com uma situação em que precisamos criar uma nota rápida. Alguns de nós temos um monte de notas escritas em torno de nossos computadores e parece que nunca encontramos uma caneta que funciona quando a situação surge. Outros perdem tempo utilizando ferramentas que não são adequadas para este uso específico (o BrOffice Writer, por exemplo, não é muito útil para criar notas) e muito poucas pessoas realmente usam o software dedicado para criar notas. O Linux Mint possui uma ferramenta de anotações dedicada. Ele é chamada Tomboy Notas.
ru: Мы все делаем заметки. Будь то адрес, произносимый кем-то по телефону, постоянно растущий список дел или какая-то конкретная задача, чтобы не забыть. Мы часто сталкиваемся с ситуацией, когда нам нужно сделать быструю заметку. Некоторые из нас пишут много рукописных заметок, которые лежат по всему нашему компьютеру и иногда невозможно найти ручку, другие тратят время на запуск программы, которые не подходят для данного использования (LibreOffice Writer, например... не очень удобный, чтобы делать заметки), и очень мало людей используют программы, предназначенные для заметок. Linux Mint включает в себя специальный инструмент для них. Он называется "Заметки Tomboy".
sl: Vsi si delamo zapiske. Bodisi je naslov, ki vam ga je povedal kdo preko telefona, vedno večji seznam opravil ali kakšna določena stvar, ki si jo moramo zapomniti, se pogosto srečujemo v zadregi, ko si moramo zapisati hitro sporočilce. Nekateri imamo ogromno zapisanih sporočilc, zalepljenih okrog računalnikov in ravno v takšnih situacijah nam ne deluje pisalo, drugi izgubljajo čas z zaganjanjem orodij, ki niso primerna za takšno uporabo (LibreOffice Writer naprimer ni najbolj priročen za ustvarjanje zapiskov) in zelo malo ljudi dejansko uporablja programsko opremo, ki je posebej namenjena ustvarjanju zapiskov. Linux Mint vključuje namensko orodje za ustvarjanje sporočilc. Imenuje se Sporočilca Tomboy.
tr: Hepimiz notlar alırız. İster telefonda konuşurken birinin adres ya da numarasını yazmak için olsun, isterse belirli bir şeyleri hatırlamak için yaptığımız yapılacak işler listesi (TODO list) için olsun, genellikle hızlı not almak gerektirecek durumlarla karşı karşıya kalırız. Bazılarımızın bilgisayar masasının üzeri yazılmış bir çok not ile doludur, monitörün çevresinde hiçbir zaman çalışan bir kalem bulunmaz ve hatta aradığımıza ulaşabileceğimiz bir kalem dahi bulamayabiliriz. Bu tarz bir kullanıma uygun olmayan programları çalıştırmak da bizim için zaman kaybıdır (örneğin LibreOffice Writer not tutmak için çok kullanışlı değildir) ve aslında çok az kimse not tutmak için hazırlanmış bir yazılımı kullanır. Linux Mint bir not tutmak için hazırlanmış bir yazılımla gelir. Bu yazılım Tomboy Notlarıdır.
vi: Tất cả chúng ta đều ghi chú. Cho dù là địa chỉ của ai đó qua điện thoại, danh sách VIỆC CẦN LÀM ngày càng dài hay thứ gì đó cần phải nhớ, chúng ta đều gặp tình huống cần phải ghi chú nhanh. Một vài người trong số chúng ta có rất nhiều ghi chú quanh máy tính và có vẻ như lúc cần chẳng bao giờ tìm thấy một cây bút dùng được, một số người khác lại mất thời gian mở những công cụ không thích hợp cho mục đích này (chẳng hạn LibreOffice Writer không tiện dụng cho lắm để ghi chú) và rất ít người thực sự dùng phần mềm chuyên để ghi chú. Đúng lúc Linux Mint lại có sẵn một công cụ chuyên dùng để chi chú. Gọi là Ghi chú Tomboys
zh_hk: 我們都做筆記。無論是別人透過電話給您的地址，越積越多的待辦事項，或者是某些該記得的事情。我們常常面對該如何快速做筆記的情況。有些人在電腦旁邊準備了一堆筆記用紙，卻在關鍵時刻找不到可以書寫的筆。有些人則是浪費時間在啟動一些不適合做筆記的工具程式上 (如 LibreOffice Writer)。只有極少數人真的使用專用軟件來做筆記。為此，Linux Mint 內置了筆記專用工具程式。它的名字就叫做 Tomboy 記事簿。
zh_tw: 我們都需要作筆記。無論是別人透過電話給您的地址，越積越多的待辦事項，或是某些該記得的事情。我們時常面臨該怎麼快速作筆記的情況。有些人，在電腦旁邊準備了一堆筆記用紙，卻在關鍵的時候找不到可供書寫的筆。有些人，則是浪費時間在啟動一些不適合作筆記的工具程式 (如 LibreOffice Writer)。只有極少數人，真正使用專用軟體來作筆記。Linux Mint 內建筆記專用工具程式，它的名字叫作 Tomboy 筆記。

source: Tomboy Notes
bg: Бележки (Tomboy)
da: Tomboy-noter
fr: Notes Tomboy
id: Catatan Tomboy
ko: 톰보이 노트
pt_br: Tomboy Notas
ru: Заметки Tomboy
sl: Sporočilca Tomboy
tr: Tomboy Notları
vi: Ghi chú Tomboy
zh_hk: Tomboy 記事簿
zh_tw: Tomboy 筆記

source: Tomboy Notes is a very easy tool to use. By clicking on it you get a list of all your notes. You can create new notes by clicking on <guibutton>Create New Note</guibutton>.
bg: Tomboy Notes е много лесен за използване инструмент. Като кликнете на него и получавате списъка с всички Ваши бележки. Създавате нова бележка, като кликнете на <guibutton>Създаване на нова бележка</guibutton>.
ca: Tomboy Notes és una eina molt fàcil d'utilitzar. En fer clic a sobre, s'obté una llista de totes les notes. Pot crear noves notes fent clic a <guibutton>Crea nota</guibutton>.
da: Tomboy-noter er et meget nemt værktøj at bruge. Ved at klikke på det får du en liste over alle dine noter.
es: Tomboy Notes es una herramienta muy fácil de usar. Al hacer clic encima, se obtiene una lista de todas las notas. Puede crear nuevas notas haciendo clic en <guibutton>Crear nueva nota</guibutton>.
fr: Notes Tomboy est un outil très simple à utiliser. En cliquant dessus, vous obtenez une liste de toutes vos notes. Vous pouvez créer de nouvelles notes en cliquant sur <guibutton>Créer une nouvelle note</guibutton>.
id: Catatan Tomboy adalah perangkat yang sangat mudah digunakan. Dengan mengkliknya Anda mendapatkan daftar semua catatan Anda. Anda dapat membuat catatan baru dengan mengklik <guibutton>Buat Catatan Baru</guibutton>.
ko: 톰보이 노트는 정말 쓰기 쉽습니다. 클릭만으로 모든 메모 리스트를 불러오구요. <guibutton>새 노트 만들기</guibutton>를 클릭만 하면 새로 노트를 만들 수 있습니다.
pt_br: O Tomboy Notas é uma ferramenta muito fácil de usar. Ao clicar sobre ele, você obtém uma lista de todas as suas anotações. Você pode criar novas notas, clicando em <guibutton>Criar Nova Nota</guibutton>.
ru: "Заметки Tomboy" являются очень удобным инструментом для использования. Нажав на него, вы получите список всех заметок. Вы можете создавать новые заметки, нажав на <guibutton>Создать</guibutton>.
sl: Sporočilca Tomboy je preprosto orodje za uporabo. S klikom nanj dobite seznam vseh vaših sporočilc. Nova sporočilca lahko ustvarite s klikom na <guibutton>Ustvari novo sporočilce</guibutton>.
tr: Tomboy Notları, kolay kullanımlı bir araçtır. Üzerine tıkladığınızda tüm notlarınızın bir listesini alabilirsiniz. Yeni bir not almak istediğinizde <guibutton>Yeni Not Oluştur</guibutton> seçeneğine tıklamanız yeterlidir.
vi: Ghi chú Tomboy là công cụ rất dễ dùng. Nhấp vào nó là bạn thấy danh sách tất cả các ghi chú của bạn. Bạn có thể tạo ghi chú mới bằng cấp nhấp <guibutton>Tạo Ghi chú Mới</guibutton>.
zh_hk: Tomboy 記事簿簡單易用。點擊它就可以得到您所有記事的列表。您可以點擊 <guibutton>新增記事</guibutton> 來新增記事。
zh_tw: Tomboy 筆記簡單易用。點擊它可以得到您所有筆記頁的列表。您可以點擊 <guibutton>新增筆記</guibutton> 來建立新筆記頁。
