Repository: Acidburn0zzz/mintdoc
Catalog: books/User_Guide/launchpad-po-export/user-guide-common-tipstricks/user-guide-common-tipstricks-*.po
Languages: bg, ca, da, es, fr, id, ko, pt_br, ru, sl, tr, vi, zh_hk, zh_tw

source: A new note opens up. By changing its title you'll also change its name. You can write whatever you want in the note and close it. The content you wrote in your note will always be accessible through Tomboy Notes; You don't need to save anything and you can even reboot or turn off the computer. Again, your note is saved automatically as you're writing it.
bg: Отваря се нова бележка. При промяна на заглавието и, се променя и името и. Може да напишете каквато и да е бележка и да я затворите. Съдържанието и винаги ще бъде достъпно с Tomboy Notes; Няма нужда да я запаметявате, можете спокойно да рестартирате или да изключите компютъра. С други думи, Вашата бележка се запазва автоматично, докато пишете.
ca: S'obre una nova nota. Si canvia el seu títol també canviarà el seu nom. Pot escriure el que vulgui a la nota i tancar-la. El contingut que ha escrit en la seva nota sempre estarà accessible a través de Tomboy Notes; No cal guardar res i fins i tot es pot reiniciar o apagar l'equip. La nota es desa automàticament a mesura que vostè va escrivint.
da: En ny note åbner. Ved at ændre dens titel ændrer du også dens navn. Du kan skrive lige, hvad du vil i noten og lukke den. Indholdet i noten vil altid være tilgængelig i Tomboy-noter. Du behøver ikke gemme noget, og du kan endda genstarte eller slukke computeren. Din note gemmes automatisk, mens du skriver den.
es: Se abre una nueva nota. Si cambia su título también cambiará su nombre. Puede escribir lo que quiera en la nota y cerrarla. El contenido que usted escribió en su nota siempre estará accesible a través de Tomboy Notes; No es necesario guardar nada e incluso se puede reiniciar o apagar el equipo. La nota se guarda automáticamente a medida que usted va escribiendo.
fr: Une nouvelle note s'affiche alors. En changeant son titre, vous changez également son nom. Vous pouvez écrire ce que vous voulez, puis la fermer. Ce que vous y avez écrit restera dans votre note et sera toujours accessible via Notes Tomboy. Vous n'avez pas à vous soucier d'enregistrer quoi que ce soit, et vous pouvez redémarrer ou même simplement éteindre l'ordinateur. Votre note est sauvegardée au fur et à mesure que vous l'écrivez.
id: Sebuah catatan baru terbuka. Dengan mengubah judulnya Anda juga akan mengubah namanya. Anda dapat menulis apapun yang Anda inginkan dalam catatan dan menutupnya. Konten yang Anda tulis dalam catatan Anda akan selalu dapat diakses melalui Tomboy Notes; Anda tidak perlu menyimpan apa pun dan Anda bahkan dapat reboot atau mematikan komputer. Sekali lagi, catatan Anda disimpan secara otomatis saat Anda sedang menulis itu.
ko: 새로운 노트를 열어서. 제목만 바꾸면 이름이 바뀝니다. 뭐든 원하는 내용을 쓰고 노트를 닫으면 됩니다. 여러분이 노트에 쓰신 내용은 언제든지 톰보이 노트를 통해서 접근할 수 있습니다; 아무것도 저장하지 않아도 되구요 심지어 컴퓨터를 다시 시작하거나 꺼버려도. 짜잔, 여러분의 노트는 여러분이 적는 내용을 자동으로 저장합니다.
pt_br: Uma nova anotação se abrirá. Ao mudar seu título, você também vai mudar seu nome. Você pode escrever o que quiser na nota e em seguida fechá-la. O conteúdo que você escreveu em sua nota estará sempre acessível através do Tomboy Notas; Você não precisa salvar nada e ainda pode reiniciar ou desligar o computador. Mais uma vez ressaltamos que a sua nota é salva automaticamente a medida que você vai escrevendo.
ru: Откроется новая заметка. Изменяя её заголовок, вы также измените её название. Вы можете написать все, что вы хотите в записке, и закрыть его. Содержание, которое Вы написали в заметке всегда будет доступна через Tomboy Заметки; Вам не нужно сохранять что-нибудь, и вы даже можете перезагрузить или выключить компьютер. Опять же, ваша заметка будет сохранена автоматически, когда вы пишете её.
sl: Odpre se novo sporočilce. S spreminjanjem njegovega naslova prav tako spreminjate njegovo ime. V sporočilce zapišite, kar želite in zaprite. Vsebina, ki ste jo zapisali v sporočilce, bo vedno dosegljiva skozi Sporočilca Tomboy; Ničesar ne rabite shranjevati, lahko celo zaženete znova ali izklopite računalnik. Da ponovimo, vaše sporočilce je shranjeno samodejno, medtem ko pišete.
tr: Böylece yeni bir not penceresi açılır. Başlığı değiştirdiğinizde onun ismini de değiştirmiş olursunuz. Ne yazmak istiyorsanız yazıp kapatabilirsiniz. Yazdığınız içeriğe Tomboy Notları üzerinden daima erişebileceksiniz, hiç birşeyi kaydetmenize de gerek yok, hatta bilgisayarınızı yeniden başlatsanız ya da kapatsanız bile yazdığınız notlar otomatik olarak kaydedilmiş olacaktır.
vi: Một ghi chú mới mở ra. Bạn đổi tên nó bằng cách đổi tiêu đề. Bạn có thể viết bất cứ gì bạn muốn rồi đóng lại. Nội dung bạn viết trong ghi chú luôn truy cập được qua Ghi chú Tomboy. Bạn không cần phải lưu lại gì và thậm chí bạn có thể khởi động lại hay tắt máy. Nhắc lại, ghi chú của bạn được lưu tự động trong khi viết.
zh_hk: 開啟一個新的記事。您可以變更記事標題來變更其名稱。您可以在記事完畢後關閉記事。您可以隨時利用 Tomboy 記事簿來存取您的記事內容。您無需手動儲存，您甚至可以直接關機或重新啟動電腦。在您書寫的同時，您的記事會被自動儲存。
zh_tw: 開啟一個新筆記頁。您可以變更首行標題以變更筆記頁名稱。您可以在作完筆記後直接將筆記頁關閉。您的筆記內容可以隨時利用 Tomboy 筆記來存取。您不需手動儲存，甚至可以在作完筆記後直接關機或重開機。您的筆記已經在您書寫的同時自動儲存。

source: If you eventually decide that you no longer need to keep a particular note, you can open that note and click on the <guibutton>Delete</guibutton> button.
bg: Ако евентуално решите че тази бележка вече не ви трябва, може да я отворите и да натиснете бутона <guibutton>Изтриване</guibutton> .
ca: Si vostè decideix que ja no necessita conservar una nota en particular, pot obrir aquesta nota i fer clic al botó <guibutton>Elimina</guibutton>.
da: Hvis du beslutter dig for, at du ikke længere har brug for en note, kan du åbne noten og klikke på <guibutton>Slet</guibutton>-knappen.
es: Si usted decide que ya no necesita conservar una nota en particular, puede abrir esa nota y hacer clic en el botón <guibutton>Eliminar</guibutton>.
fr: Si vous décidez finalement que vous n'avez plus besoin de garder une note particulière, vous pouvez ouvrir celle-ci et cliquer sur <guibutton>Supprimer</guibutton>.
id: Jika Anda akhirnya memutuskan bahwa Anda tidak perlu lagi menyimpan catatan tertentu, Anda dapat membuka catatan itu dan klik pada tombol <guibutton>Hapus</guibutton>.
ko: 여러분이 갑자기 어떤 특정한 메모가 필요 없어지게되면, 그 노트를 여시고 <guibutton>지우기</guibutton>버튼을 누르시면 됩니다.
pt_br: Se você por acaso decide que não precisa mais manter uma nota específica, pode abri-la e em seguida clicar no botão <guibutton>Excluir</guibutton>.
ru: Когда вы решите, что вам больше не нужна заметка, Вы можете открыть её и нажать на кнопку <guibutton>Удалить</guibutton>.
sl: Če se sčasoma odločite, da določenega sporočilca ne potrebujete več, lahko odprete to sporočilce ter kliknete na gumb <guibutton>Izbriši</guibutton>.
tr: Eğer bir notu daha fazla saklamaya ihtiyacınız olmadığına karar verirseniz, bu notu açıp <guibutton>Sil</guibutton> düğmesine tıklamanız yeterli olacaktır.
vi: Nếu sau cùng bạn quyết định rằng không cần giữ một ghi chú nào đó nữa, bạn có thể mở ghi chú đó ra và nhấp vào nút <guibutton>Xoá</guibutton>.
zh_hk: 如果您最後決定您不再需要保留某個特定記事，您可以開啟該記事並點擊 <guibutton>刪除</guibutton> 按鈕。
zh_tw: 如果您要刪除某個筆記頁，您可以將其開啟後點擊 <guibutton>刪除</guibutton> 按鍵。

source: If you write down the name of another note's title within your note, Tomboy will automatically create a link to that other note and you'll be able to click that link to open the other note.
bg: Ако напишете името на друга бележка в рамките на вашата бележка, Tomboy автоматично ще създадете връзка към тази друга бележка и ще бъдете в състояние да кликнете върху тази връзка, за да се отвори другата бележка.
ca: Si escriu dins d'una nota el nom d'una altra, Tomboy crearà automàticament un enllaç a aquesta altra nota i vostè podrà fer clic a l'enllaç per obrir-la.
da: Hvis du skriver navnet på en anden notes titel indeni din note, vil Tomboy automatisk oprette en henvisning til den note, og du vil kunne klikke på henvisningen for at åbne den anden note.
es: Si usted escribe dentro de una nota el nombre de otra, Tomboy creará automáticamente un enlace a esa otra nota y usted podrá hacer clic en el enlace para abrirla.
fr: Si vous écrivez à l'intérieur d'une note le nom d'une autre note, Tomboy créera automatiquement un lien vers celle-ci, et vous pourrez ouvrir l'autre notre simplement en cliquant sur ce lien.
id: Jika Anda menuliskan nama judul catatan lain dalam catatan Anda, Tomboy secara otomatis akan membuat tautan dengan catatan lain dan Anda akan dapat mengklik tautan tersebut untuk membuka catatan lain.
ko: 여러분이 지금 쓰시는 노트안에 다른 노트의 제목을 쓰시면, 톰보이는 자동으로 그 다른 노트로 연결되는 링크를 만들어서 링크를 클릭하면 그 다른 노트로 바로 연결시켜 줄겁니다.
pt_br: Se você escrever o nome do título existente em uma outra nota na sua nota atual, o Tomboy criará automaticamente um link para a outra nota e você vai ser capaz de clicar nesse link para abri-la.
ru: Если Вы запишите название другой заметки в содержании своей, Tomboy автоматически создаст ссылку на ту заметку, и Вы сможете нажать на эту ссылку, чтобы открыть другую записку.
sl: Če zapišete naslov drugega sporočilca znotraj vašega, bo Tomboy samodejno ustvaril povezavo do tega sporočilca, tako da boste lahko kliknili na to povezavo in odprli drugo sporočilce.
tr: Eğer notunuzun içine bir başka not başlığının ismini yazarsanız, Tomboy Notları otomatik olarak diğer not için bir bağlantı oluşturur ve bu bağlantıya tıkladığınızda diğer nota ulaşabilirsiniz.
vi: Nếu bạn viết tên tiêu đề ghi chú khác trong ghi chú của bạn, Tomboy sẽ tự động tạo liên kết đến ghi chú đó và bạn sẽ có thể nhấp vào liên kết này để mở ghi chú kia.
zh_hk: 如果您在記事裏寫下另一個記事的標題名稱，Tomboy 會自動產生連結，讓您能直接點擊連結來開啟該另一個記事。
zh_tw: 如果您在筆記頁裡寫下另一個筆記頁的名稱，Tomboy 會自動產生連結，讓您可以直接點擊連結以開啟另一個筆記頁。

source: You can also use different formatting options within your note and use the many features provided by Tomboy Notes (synchronization, search features, export notes to PDF/HTML...etc).
bg: Също така можете да използвате различни опции за форматиране на Вашите бележки, както и много други възможности, предоставени от Tomboy Notes (синхронизация, търсене, експорт на бележките в PDF/HTML и др.).
ca: També pot utilitzar diferents opcions de format dins de la seva nota i utilitzar les diverses funcions que ofereix Tomboy Notes (sincronització, funcions de recerca, exportar notes a PDF/HTML ... etc).
da: Du kan også formattere teksten og anvende de mange funktioner, som Tomboy-noter giver mulighed for (synkronisering, søgefunktion, eksportere noter til PDF/HTML osv.).
es: También puede utilizar diferentes opciones de formato dentro de su nota y utilizar las diversas funciones que ofrece Tomboy Notes (sincronización, funciones de búsqueda, exportar notas a PDF/HTML ... etc).
fr: Vous pouvez également utiliser différentes options de formatage dans votre note, et les nombreuses fonctions fournies par Notes Tomboy (synchronisation, outil de recherche, exportation de notes vers les formats PDF/HTML...etc).
id: Anda juga dapat menggunakan opsi format berbeda di dalam catatan Anda dan menggunakan banyak fitur yang disediakan oleh Tomboy Notes (sinkronisasi, fitur pencarian, ekspor catatan ke PDF/HTML...dll).
ko: 여러분은 노트에 톰보이가 제공하는 기능(동기화, 검색기능, PDF/HTML로 내보내기..등등)과 함께 여러가지 파일 형식으로 이용하실 수 있습니다.
pt_br: Você também pode usar diferentes opções de formatação dentro de sua nota, bem como usar os diversos recursos fornecidos pelo Tomboy Notas (sincronização, recursos de pesquisa, exportar notas como PDF/HTML, etc).
ru: Вы также можете использовать различные параметры форматирования в своей заметке и использовать многие возможности, предоставляемые Заметками Tomboy (синхронизацией, функциями поиска, экспортиртом заметки в PDF/HTML... и т.д.).
sl: Lahko uporabite tudi različne možnosti zapisa znotraj sporočilca ter uporabljate veliko zmožnosti, ki vam jih ponuja Tomboy Notes (usklajevanje, iskalne zmožnosti, izvažanje spročilc v PDF/HTML ... itd.).
tr: Ayrıca farklı format seçeneklerinde not tutabilirsiniz ve Tomboy Notları tarafından sunulan birçok özelliği kullanabilirsiniz. (senkronizasyon, arama özelliği, dosyaları PDF/HTML vb. gibi aktarma...)
vi: Bạn cũng có thể dùng các tuỳ chọn định dạng khác nhau trong ghi chú và dùng nhiều tính năng của Ghi chú Tomboy (đồng bộ hoá, tìm kiếm, xuất thành PDF/HTML...vv).
zh_hk: 在記事簿裏，您亦可以使用不同的格式設定，並使用 Tomboy 記事簿所提供的許多功能 (如：同步、搜尋功能、匯出記事簿至 PDF/HTML...等)。
zh_tw: 您也可以在您的筆記頁裡使用不同的格式選項，並使用 Tomboy 筆記所提供的許多特殊功能 (同步筆記，搜尋，匯出筆記成 PDF/HTML 檔... 等)。
