Repository: Acidburn0zzz/mintdoc
Catalog: books/User_Guide/*/user-guide-cinnamon-desktop.po
Languages: bg, hr

source: Introduction to the Desktop
bg: Въведение в работната среда
hr: Uvod u Radnu površinu

source: The <wordasword>desktop</wordasword> is the component of the operating system which is responsible for the elements that appear on the desktop: The <wordasword>Panel</wordasword>, the <wordasword>Wallpaper</wordasword>, the <wordasword>Control Center</wordasword>, the menus... etc.
bg: <wordasword>Работната среда</wordasword> е компонент на операционната система, която е отговорна за елементите, които се показват на работния плот: <wordasword>Панела</wordasword>, <wordasword>Тапета</wordasword>, <wordasword>Контролния център</wordasword>, менюта и др.
hr: <wordasword>Radna površina</wordasword> je komponenta operativnog sustava koja je odgovorna za elemente koji se pojavljuju na radnoj površini: <wordasword>Panel</wordasword>, <wordasword>Slika pozadine</wordasword>, <wordasword>Upravljačko središte</wordasword>, izbornici... itd.

source: The Cinnamon Edition of Linux Mint uses the Cinnamon desktop which is both intuitive and powerful.
bg: Linux Mint Cinnamon използва работната среда Cinnamon, която е интуитивна и много функционална.
hr: Cinnamon izdanje Linux Minta koristi Cinnamon radnu površinu koja je intuitivna i vrlo moćna.

source: The Menu
bg: Меню
hr: Izbornik

source: In Cinnamon, almost everything is accessible from the 'Menu'. To open it, click on <guimenu>Menu</guimenu> at the bottom-left of your screen, or press <keycombo><keycap>Ctrl</keycap><keycap>Super_L</keycap></keycombo> (Super_L is the left Windows key on your keyboard).
bg: В Cinnamon почти всичко е достъпно от менюто. За да го отворите, кликнете на <guimenu>Меню</guimenu>, в долната лява част на екрана, или натиснете <keycombo><keycap>Ctrl</keycap><keycap>Super_L</keycap></keycombo> (Super_L е левия Уиндоус клавиш на Вашата клавиатура).
hr: U Cinnamonu, skoro sve je dostupno iz Izbornika. Za otvaranje, kliknite na <guimenu>Izbornik</guimenu> dolje lijevo na vašem zaslonu, ili pritisnite <keycombo><keycap>Ctrl</keycap><keycap>Super_L</keycap></keycombo> (Super_L je lijeva Windows tipka na vašoj tipkovnici).

source: The Cinnamon Menu
bg: Менюто на Cinnamon
hr: Cinnamon izbornik

source: The menu is used to launch applications, to access the system settings, and to reach common places and open recent files.
bg: Менюто се използва за стартиране на приложения, за достъп до системните настройки и за да достигнете и отворите най-често посещаваните от Вас места и файлове.
hr: Izbornik se koristi za pokretanje aplikacija, za pristup postavkama sustava, za pristup uobičajenim lokacijama i otvaranje nedavnih datoteka.

source: Places
bg: Места
hr: Lokacije

source: In Linux Mint, all your personal data is stored in your <wordasword>Home</wordasword> directory.
bg: В Линукс Минт всички персонални данни се намират в <wordasword>Домашната папка</wordasword>.
hr: U Linux Mintu, svi vaši osobni podaci su spremljeni u vašoj <wordasword>Osobnoj mapi</wordasword>.

source: As well as your files, this directory also contains pre-defined sub-directories such as <wordasword>Documents</wordasword>, <wordasword>Music</wordasword>, <wordasword>Videos</wordasword>...etc which you can use to better organize your files.
bg: Както и при личните Ви файлове, тази папка също съдържа предварително зададени под папки - <wordasword>Документи</wordasword>, <wordasword>Музика</wordasword>, <wordasword>Видео</wordasword> и др. Които ще Ви помогнат по-добре да организирате Вашите файлове.
hr: Osim vaših datoteka, Osobna mapa isto tako sadrži unaprijed zadane mape poput <wordasword>Dokumenti</wordasword>, <wordasword>Glazba</wordasword>, <wordasword>Slike</wordasword>, <wordasword>Snimke</wordasword>, <wordasword>Preuzimanja</wordasword>... itd. koje možete koristiti za bolju organizaciju vaših datoteka.

source: Other important places are your <wordasword>Desktop</wordasword> folder (which containsn the files visible on your desktop), the filesystem (which contains all system files and directories), removable devices connected to the computer, the network and bookmarks (you can bookmark any directory to gain quick-access to it).
bg: Други важни места са папката на Вашия <wordasword>Работен плот</wordasword> (която съдържа файловете, видими на работния плот), файловата система (където са всички папки и файлове), преносимите устройства, които включвате към компютъра, мрежата и отметките (Вие можете да отметнете всяка папка, за да имате по-бърз достъп до нея).
hr: Ostale značajne lokacije su mapa vaše <wordasword>Radne površine</wordasword> (koja sadrži datoteke vidljive na vašoj radnoj površini), Datotečni sustav (koji sadrži sve direktorije i datoteke sustava), prijenosni uređaji spojeni na vaše računalo, mreža i zabilješke (možete zabilježiti bilo koji direktorij za brži pristup).

source: To quickly access one of these places, perform one of the following actions:
bg: За бърз достъп до тези места, изпълнете едно от следните действия:
hr: Za brži pristup nekoj od ovih lokacija, izvedite jednu od ovih radnji:

source: Click on <guimenu>Menu</guimenu> and select <guisubmenu>Places</guisubmenu>
bg: Кликнете на <guimenu>Меню</guimenu> и изберете <guisubmenu>Места</guisubmenu>
hr: Kliknite na <guimenu>Izbornik</guimenu> i odaberite <guisubmenu>Lokacije</guisubmenu>

source: Launch <wordasword>Nemo</wordasword>, the Cinnamon file manager, by clicking on <guimenu>Menu</guimenu> and selecting <guimenuitem>Files</guimenuitem>. Then, within Nemo, you can access common places by clicking on them in the sidebar, on the left of the window.
bg: Стартирайте <wordasword>Nemo</wordasword>, файловия мениджър на Cinnamon, кликнете на <guimenu>Меню</guimenu> и изберете <guimenuitem>Файлове</guimenuitem> и Немо ще Ви предостави достъп до най-ползваните места, които се намират в лявата част на прозореца.
hr: Pokrenite <wordasword>Nemo</wordasword>, Cinnamonovog upravitelja datotekama, klikom na <guimenu>Izbornik</guimenu> i odaberite <guimenuitem>Nemo</guimenuitem>. Zatim s Nemom možete pristupiti uobičajenim lokacijama klikom na njih u bočnoj traci, na lijevoj strani prozora.

source: Nemo, the file manager, listing the content of the Home directory and providing quick-access to common places from the left sidebar.
bg: Файловия мениджър Немо Ви предоставя списък на съдържанието на Домашната папка, а от левия страничен панел имате и бърз достъп до най-често посещаваните места.
hr: Nemo, upravitelj datotekama, prikazuje sadržaj Osobne mape i pruža brz pristup uobičajenim lokacijama s lijeve bočne trake.

source: System Settings
bg: Системни настройки
hr: Postavke sustava

source: To launch the system settings, click on <guimenu>Menu</guimenu> and select <guimenuitem>System Settings</guimenuitem>.
bg: За да достигнете системните настройки, кликнете на <guimenu>Меню</guimenu> и изберете <guimenuitem>Системни настройки</guimenuitem>.
hr: Za pokretanje postavka sustava, kliknite na <guimenu>Izbornik</guimenu> i odaberite <guimenuitem>Postavke sustava</guimenuitem>.
