Repository: Acidburn0zzz/mintdoc
Catalog: books/User_Guide/*/user-guide-common-tipstricks.po
Languages: ms

source: Tips and Tricks
ms: Tips dan Trik

source: Are you making the most of your desktop? Do you usually press <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo> on your keyboard to copy some text? Do you open a text editor to take a quick note? How do you share files with your friends? There are many ways to perform simple tasks, some more efficient than others. This chapter is going to show you a few particularities of the Linux Mint desktop, to make sure you make the most of your system.
ms: Adakah anda menggunakan hampir kesemua desktop anda? Adakah anda selalu tekan <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo> di papan kekunci anda untuk salin beberapa teks? Adakah anda membuka editor teks untuk mengambil nota ringkas? Adakah anda berkongsi fail dengan kawan-kawan? Terdapat banyak cara untuk melakukan tugas-tugas mudah, sebahagian yang lebih efisien dari yang lain. Bab ini akan tunjukkan cara kepada anda sedikit ketentuan desktop Linux Mint, untuk memastikan anda menggunakan sistem anda dengan lebih baik.

source: Copy and paste with the mouse!
ms: Salin dan tampal menggunakan tetikus!

source: Most people are used to clicking on the <guimenu>Edit</guimenu> menu or to right clicking on the content they want to copy. In Linux Mint you can do this as well, but you can also copy and paste content from the comfort of your mouse. Here's how it works: The left button of the mouse copies and the middle button pastes. It's as simple as that!
ms: Kebanyakan orang selalu terbiasa dengan mengklik pada menu <guimenu>Edit</guimenu> atau klik kanan tetikus pada kandungan yang mereka mahu salin. Dalam Linux Mint anda boleh lakukannya juga, tetapi anda juga boleh salin dan tampal (copy dan paste) kandungan hanya dengan menggunakan tetikus anda. Begini caranya: Butang kiri tetikus menyalin (copy) dan butang tengah tetikus menampal (paste). Hanya semudah itu!

source: Let's give it a try. Launch LibreOffice Writer or a text editor, or any application of your choice that lets you input text. Now type a few sentences. Select some of the text you just typed with the left button of your mouse. Think you need to click on the <guimenu>Edit</guimenu> menu and press <guimenuitem>Copy</guimenuitem>? No? Bet you're thinking you would use a combination of keys on your keyboard such as <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo>. In Linux, it is much simpler. Just by selecting the text, you've already copied it. That's right... that text is now copied to your mouse buffer and you don't need to press anything else.
ms: Mari mencuba. Lancarkan LibreOffice Writer atau editor teks, atau apa-apa aplikasi pilihan anda yang boleh masukkan teks. Sekarang taip beberapa patah perkataan. Pilih sebahagian daripada teks yang anda baru taip dengan butang kiri tetikus anda. Ingat anda cuba untuk klik pada menu <guimenu>Edit</guimenu> dan tekan <guimenuitem>Copy</guimenuitem>? Tidak? Mesti anda memikirkan untuk menggunakan kombinasi kekunci pada papan kekunci anda seperti <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo>. Dalam Linux, ianya lebih mudah. Hanya dengan memilih text, anda sudah menyalinkan teks tersebut. Betul, teks tersebut sudah disalin ke buffer tetikus dan anda tidak perlu menekan apa-apa pun.

source: Now click on some other part of the document to move the cursor there and click the middle button of your mouse (or the wheel-click if you have a mouse with a wheel). As you can see the text you previously selected has now been pasted.
ms: Sekarang klik pada beberapa bahagian dokumen untuk mengerakkan kursor ke sana dan klik pada butang tengah tetikus anda (atau wheel-click jika anda menggunakan tetikus dengan roda). Apa yang anda lihat adalah teks pilihan anda sudah pun ditampal (paste).

source: The more you get used to this the faster you'll get at copying and pasting content.
ms: Lebih kerap anda menggunakan cara ini, lebih mudah anda akan menyalin dan menampal kandungan.

source: The buffer used by the mouse is not the same as the one used by the desktop. So you can actually copy something with your mouse and copy something else with <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo> or with the <guimenu>Edit</guimenu> menu. Thanks to this you can copy two elements at a time and depending on how you copied them you can paste them with either the middle mouse button or with <keycombo><keycap>Ctrl</keycap><keycap>V</keycap></keycombo> or the <guimenu>Edit</guimenu> menu.
ms: Buffer digunakan oleh tetikus tidak sama dengan apa yang digunakan oleh desktop. Jadi anda sebenarnya boleh menyalin sesuatu dengan tetikus anda dan menyalin benda lain dengan <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo> atau dengan menu <guimenu>Edit</guimenu>. Dengan ini, anda boleh menyalin dua elemen pada satu masa dan bergantung pada bagaimana anda menyalin mereka, anda boleh menampal mereka samada dengan butang tengah tetikus atau dengan <keycombo><keycap>Ctrl</keycap><keycap>V</keycap></keycombo> atau menu <guimenu>Edit</guimenu>.

source: Take notes with Tomboy
ms: Ambil nota dengan Tomboy

source: We all take notes. Whether it's an address given by someone over the phone, an ever-growing TODO list or some particular thing to remember, we're often faced with the situation where we need to take a quick note. Some of us have a lot of written notes around our computers and never seem to find a working pen when the situation arises, others waste time in launching tools that are not suitable for this particular use (LibreOffice Writer for instance is not very handy to take notes) and very few people actually use software dedicated to note-taking. Linux Mint happens to include a dedicated note-taking tool. It is called Tomboy Notes.
ms: Kita semua mengambil catatan. Samada ianya satu alamat yang diberikan oleh seseorang di telefon, senarai TODO yang makin berkembang atau sesetengah bahagian perkara untuk diingati, kita kadang-kadang akan berdepan dengan situasi dimana kita perlu mengambil catatan. Sebahagian daripada kita telah mengambil banyak catatan nota di komputer dan tidak pernah dapat mencari pen yang boleh digunakan bila kita memerlukannya, yang lain membazir masa dengan lancarkan alat yang tidak sesuai untuk perkara ini (LibreOffice Writer sebagai contoh tidak sesuai digunakan untuk mengambil catatan) dan hanay segelintir orang yang menggunakan perisian yang khusus untuk mengambil catatan. Linux Mint sebenarnya ada sertai alat untuk mengambil catatan. Ia dipanggil Tomboy Notes.

source: Tomboy Notes
ms: Nota Tomboy

source: Tomboy Notes is a very easy tool to use. By clicking on it you get a list of all your notes. You can create new notes by clicking on <guibutton>Create New Note</guibutton>.
ms: Tomboy Notes adalah alat yang sangat mudah untuk diguna. Dengan mengklik padanya, anda akan mendapat senarai nota anda. Anda boleh menghasilkan nota baru dengan mengklik pada <guibutton>Create New Note</guibutton> atau <guibutton>Buat Nota Baru</guibutton> jika anda menggunakan perisian dalam Bahasa Melayu.

source: A new note opens up. By changing its title you'll also change its name. You can write whatever you want in the note and close it. The content you wrote in your note will always be accessible through Tomboy Notes; You don't need to save anything and you can even reboot or turn off the computer. Again, your note is saved automatically as you're writing it.
ms: Satu nota baru akan papar. Dengan menukar tajuk, anda juga akan menukar nama nota tersebut. Anda boleh menulis apa-apa sahaja di dalam nota dan tutup ia. Kandungan yang anda taip di dalam akan sentiasa boleh diakses melalui Tomboy Notes; Anda tidak perlu menyimpan apa-apa dan anda juga boleh reboot atau matikan komputer anda. Lagi sekali, nota anda disimpan secara automatik semasa anda menaip.

source: If you eventually decide that you no longer need to keep a particular note, you can open that note and click on the <guibutton>Delete</guibutton> button.
ms: Jika anda membuat keputusan yang anda tidak memerlukan nota-nota tertentu, anda boleh buka nota tersebut dan klik pada butang <guibutton>Delete</guibutton>

source: If you write down the name of another note's title within your note, Tomboy will automatically create a link to that other note and you'll be able to click that link to open the other note.
ms: Jika anda menaip nama nota lain didalam nota anda, Tomboy secara automatik akan hasilkan pautan ke nota tersebut dan anda boleh klik pada pautan tersebut untuk ke nota itu.

source: You can also use different formatting options within your note and use the many features provided by Tomboy Notes (synchronization, search features, export notes to PDF/HTML...etc).
ms: Anda juga boleh gunakan opsyen formatting lain dalam nota anda dan guna banyak ciri-ciri yang disertai dalam Tomboy Notes (menyelaras, mencari ciri-ciri, eksport nota ke PDF/HTML...dsb).
