Repository: Acidburn0zzz/mintdoc
Catalog: books/User_Guide/launchpad-po-export/user-guide-cinnamon-desktop/user-guide-cinnamon-desktop-*.po
Languages: ca, cs, da, de, es, fr_ca, id, ko, ms, pl, pt_br, ro, ru, tr, uk, vi, zh_hk

source: Introduction to the Desktop
ca: Introducció a l'escriptori
cs: Úvod do prostředí
da: Introduktion til skrivebordet
de: Einführung in die Arbeitsumgebung
es: Introducción al escritorio
fr_ca: Introduction au bureau
id: Pengenalan ke Desktop
ko: 데스크탑 소개
ms: Pengenalan kepada Desktop
pl: Wprowadzenie do Pulpitów
pt_br: Introdução ao desktop Cinnamon
ro: Introducere în mediul desktop
ru: Введение в рабочее окружение
tr: Masaüstü Tanıtımı
uk: Введення у Графічне середовище
vi: Giới thiệu Màn hình làm việc
zh_hk: 桌面簡介

source: The <wordasword>desktop</wordasword> is the component of the operating system which is responsible for the elements that appear on the desktop: The <wordasword>Panel</wordasword>, the <wordasword>Wallpaper</wordasword>, the <wordasword>Control Center</wordasword>, the menus... etc.
ca: L'<wordasword>escriptori</wordasword> és el component del sistema operatiu que s'encarrega dels elements que apareixen a l'escriptori: El <wordasword>Panell</wordasword>, la <wordasword>Imatge de fons</wordasword>, el <wordasword>Tauler de control</wordasword>, els menús ... etc.
cs: <wordasword>Prostředí</wordasword> je součást operačních systémů, která je zodpovědná za to, co se vám objevuje na ploše: <wordasword>Panel</wordasword>, <wordasword>pozadí</wordasword>, <wordasword>Nastavení systému</wordasword>, různá menu ...
da: <wordasword>Skrivebordet</wordasword> er den del af styresystemet, der er ansvarlig for elementerne, som optræder på skrivebordet: <wordasword>panelet</wordasword>, <wordasword>baggrunden</wordasword>, <wordasword>systemindstillinger</wordasword>, menuerne osv.
de: Die <wordasword>Arbeitsumgebung</wordasword> ist der Bestandteil des Betriebssystems, welcher verantwortlich für die Elemente ist, die auf dem Schreibtisch erscheinen. Die <wordasword>Leiste</wordasword>, das <wordasword>Hintergrundbild</wordasword> das <wordasword>Kontrollzentrum</wordasword>, die Menüs … usw.
es: El <wordasword>escritorio</wordasword> es el componente del sistema operativo que se encarga de los elementos que aparecen en el escritorio: El <wordasword>Panel</wordasword>, la <wordasword>Imagen de fondo</wordasword>, el <wordasword>Panel de control</wordasword>, los menús ... etc
fr_ca: Le <wordasword>bureau</wordasword> est le composant du système d'exploitation qui est responsable des éléments qui apparaissent sur le bureau : Le <wordasword>tableau de bord</wordasword>, le <wordasword>papier peint</wordasword>, le <wordasword>centre de contrôle</wordasword>, les menus... etc.
id: <wordasword>desktop</wordasword> adalah komponen dari sistem operasi yang bertanggung jawab terhadap elemen yang muncul pada desktop: <wordasword>Panel</wordasword>, <wordasword>Wallpaper</wordasword>, <wordasword>Pusat Kendali</wordasword>, menu... dll.
ko: <wordasword>바탕화면 </wordasword>은 바탕화면에 나타나는 요소들을 다루는 운영체제의 구성 요소입니다: 운영체제 구성 요소란 <wordasword>패널 </wordasword>, the <wordasword>배경 화면 </wordasword>, the <wordasword>제어판 </wordasword>, 메뉴... 등을 말합니다.
ms: <wordasword>Desktop</wordasword> ialah komponen sistem operasi dimana ia bertanggungjawab untuk elemen yang papar di desktop: <wordasword>Panel</wordasword>, <wordasword>Wallpaper</wordasword>, <wordasword>Pusat Kawalan</wordasword>, menu... etc.
pl: <wordasword>Pulpit</wordasword> to część systemu operacyjnego, która jest odpowiedzialna za elementy znajdujące się na pulpicie: <wordasword>panel</wordasword>, <wordasword>tapetę pulpitu</wordasword>, <wordasword>Centrum sterowania</wordasword>, menu... itd.
pt_br: O <wordasword>desktop</wordasword> é o componente do sistema operacional responsável por exibir os elementos na tela de seu PC: o <wordasword>Painel</wordasword>, o <wordasword>Wallpaper</wordasword>, o <wordasword>Centro de Controle</wordasword>, os menus... etc.
ro: <wordasword>Desktop</wordasword>-ul este componenta sistemului de operare care este responsabil pentru elementele care apar pe desktop: <wordasword>Panou</wordasword>, <wordasword>Wallpaper</ wordasword>, <wordasword>Centrul de Control </ wordasword>, meniuri etc ...
ru: <wordasword>Рабочее окружение</wordasword> - компонент операционной системы, который отвечает за элементы, которые появляются на рабочем столе: <wordasword>Панель</wordasword>, <wordasword>Обои</wordasword>, <wordasword>Центр управления</wordasword>, меню... и т.д.
tr: <wordasword>Masaüstü</wordasword> işletim sisteminin masaüstünde görünen öğelerinden sorumlu bir bileşenidir: <wordasword>Panel</wordasword>, <wordasword>Wallpaper</wordasword>, <wordasword>Kontrol Merkezi</wordasword>, menüler... vb.
uk: <wordasword>Графічне середовище</wordasword> є компонентом операційної системи, який відповідає за елементи які відображаються на стільниці <wordasword>Панель</wordasword>, <wordasword>Шпалери</wordasword>, <wordasword >Центр керування</wordasword>, Меню ... тощо.
vi: <wordasword>Màn hình làm việc</wordasword> là thành phần của hệ điều hành phụ trách các yếu tố hiển thị trên màn hình làm việc: <wordasword>Bảng</wordasword>, <wordasword>Giấy dán tường</wordasword>, <wordasword>Trung tâm Điều khiển</wordasword>, các trình đơn...vv
zh_hk: <wordasword>桌面</wordasword> 是作業系統中的元件，負責出現在桌面上的元素：如 <wordasword>面板</wordasword>，<wordasword>桌布</wordasword>，<wordasword>控制台</wordasword>，選單... 等。

source: The Cinnamon Edition of Linux Mint uses the Cinnamon desktop which is both intuitive and powerful.
ca: L'edició Cinnamon de Linux Mint utilitza l'escriptori Cinnamon, que és alhora intuïtiu i potent.
cs: Edice Cinnamon operačního systému Linux Mint používá právě prostředí Cinnamon, které je jak intuitivní i mocný
da: Cinnamon-udgaven af Linux Mint anvender Cinnamon-skrivebordet, som er både intuitivt og effektivt.
de: Die Cinnamon-Ausgabe von Linux Mint benutzt die Cinnamon-Arbeitsumgebung, welche intuitiv und leistungsfähig ist.
es: La edición Cinnamon de Linux Mint utiliza el escritorio Cinnamon, que es a la vez intuitivo y potente.
fr_ca: L'édition Cinnamon de Linux Mint utilise le bureau Cinnamon qui est intuitif et puissant.
id: Edisi Cinnamon Linux Mint menggunakan desktop Cinnamon yang intuitif dan kuat
ko: 리눅스 민트의 시나몬 에디션은 직관적이고 강력한 시나몬 데스크탑인 시나몬 데스크탑을 사용합니다.
ms: Linux Mint Edisi Cinnamon menggunakan desktop Cinnamon dimana ianya intuitif dan berkuasa.
pl: Wydanie Cinnamon Linuksa Mint używa pulpitu Cinnamon, który jest zarówno intuicyjny, jak i wszechstronny.
pt_br: A edição Cinnamon do Linux Mint utiliza o desktop Cinnamon, o qual é bastante intuitivo e poderoso.
ro: Ediția Cinnamon ("Scorțișoară") de Linux Mint utilizează desktop-ul Cinnamon care este atât intuitiv cât și puternic.
ru: Эта редакция Linux Mint использует рабочее окружение Cinnamon, которое и понятное, и мощное.
tr: Linux Mint'in Cinnamon sürümü sezgisel ve güçlü Cinnamon masaüstünü kullanır.
uk: Видання Cinnamon Linux Mint використовує Графічне середовище Cinnamon, яке є інтуїтивно зрозумілим та потужним.
vi: Bản Linux Mint Cinnamon dùng màn hình làm việc Cinnamon. Nó vừa trực quan vừa mạnh mẽ.
zh_hk: Linux Mint Cinnamon 版使用直覺而強大的 Cinnamon 桌面。

source: The Menu
ca: El menú
cs: Menu
da: Menuen
de: Das Menü
es: El menú
fr_ca: Le Menu
id: Menu
ko: 메뉴
ms: Menu
pl: Menu
pt_br: Menu
ro: Meniul
ru: Меню
tr: Menü
uk: Меню
vi: Trình đơn
zh_hk: 選單

source: In Cinnamon, almost everything is accessible from the 'Menu'. To open it, click on <guimenu>Menu</guimenu> at the bottom-left of your screen, or press <keycombo><keycap>Ctrl</keycap><keycap>Super_L</keycap></keycombo> (Super_L is the left Windows key on your keyboard).
ca: En Cinnamon, gairebé tot accessible des del 'Menú'. Per obrir-lo, faci clic a <guimenu>Menú</guimenu> a la part inferior esquerra de la pantalla, o premi <keycombo><keycap>Ctrl</keycap><keycap>Super_L</keycap></keycombo> (Super_L és la tecla Windows de l'esquerra del teclat).
cs: V Cinnamonu je prakticky všechno přístupné z 'Menu'. Pokud ho chcete otevřít, klepněte na <guimenu>Menu</guimenu> v levé spodní části obrazovky, nebo stiskněte zkratku <keycombo><keycap>Ctrl</keycap><keycap>Super_L</keycap></keycombo> (Super_L je levá Windows klávesa na Vaší klávesnici)
da: I Cinnamon er stort set alt tilgængeligt fra menuen. Klik på <guimenu>Menu</guimenu> nederst i venstre hjørne af skærmen eller tryk <keycap>Super_L</keycap> (Super_L er den venstre Windows-tast på dit tastatur) for at åbne menuen.
de: In Cinnamon ist beinahe alles über das Menü erreichbar. Zum Öffnen, auf »Menü« unten links auf dem Bildschirm klicken oder <keycombo><keycap>Strg</keycap><keycap>Super_L</keycap></keycombo> (Super_L ist die linke Windows-Taste auf der Tastatur).
es: En Cinnamon, casi todo es accesible desde el 'Menú'. Para abrirlo, haga clic en <guimenu>Menú</guimenu> en la parte inferior izquierda de la pantalla, o pulse <keycombo><keycap>Ctrl</keycap><keycap>Super_L</keycap></keycombo> (Super_L es la tecla Windows de la izquierda del teclado).
fr_ca: Dans Cinnamon, presque tout est accessible à partir du 'Menu'. Pour l'ouvrir, cliquez sur <guimenu>Menu</guimenu> en bas à gauche de votre écran, ou appuyez sur <keycombo><keycap>Ctrl</keycap><keycap>Super_L</keycap></keycombo> (Super_L est la touche Windows située à gauche sur votre clavier).
id: Di Cinnamon, hampir semua dapat diakses dari 'Menu'. Untuk membukanya, klik pada <guimenu>Menu</guimenu> pada bagian kiri-bawah layar Anda, atau tekan <keycombo><keycap>Ctrl</keycap><keycap>Super_L</keycap></keycombo> (Super_L adalah tombol Windows kiri pada papan ketik Anda).
ko: 시나몬에서는, 거의 모든 일을 '메뉴'를 통해서 이용 가능합니다.메뉴를 여시려면, 화면 왼쪽 아래의 <guimenu>메뉴 </guimenu>를 클릭하시거나, <keycombo><keycap>Ctrl</keycap><keycap>Super_L</keycap></keycombo>를 누르세요(Super_L 키는 왼쪽 윈도 키에 해당합니다).
ms: Dalam Cinnamon, hampir kesemunya boleh diakses dari 'Menu'. Untuk buka, klik pada <guimenu>Menu</guimenu> di bawah-kiri skrin anda, atau tekan <keycombo><keycap>Ctrl</keycap><keycap>Super_L</keycap></keycombo> (Super_L ialah kekunci kiri Windows di papan kekunci anda).
pl: W Cinnamon praktycznie do wszystkiego można się dostać poprzez 'Menu'. Aby je otworzyć kliknij na <guimenu>Menu</guimenu> w dolnej-lewej części swojego ekranu lub naciśnij kombinację klawiszy <keycombo><keycap>Ctrl</keycap><keycap>Super_L</keycap></keycombo> (Super_L to lewy klawisz Windows na Twojej klawiaturze).
pt_br: No Cinnamon, quase tudo é acessível a partir do "Menu". Para abri-lo, clique em <guimenu>Menu</guimenu> no canto inferior esquerdo de sua tela ou pressione <keycombo><keycap>Ctrl</keycap><keycap>Super_L</keycap></keycombo> (Super_L é a tecla esquerda com o símbolo do Windows, presente em seu teclado).
ro: În Cinnamon aproape totul este accesibil din "Meniu". Pentru a-l deschide fă clic pe <guimenu>Meniu</guimenu> în partea jos-stânga a ecranului sau apăsă <keycombo><keycap>Ctrl</keycap><keycap>Super_L</keycap></keycombo> (Super_L este tasta Windows stânga de pe tastatură).
ru: В Cinnamon почти всё доступно из Меню. Чтобы открыть его, нажмите на <guimenu>Меню</guimenu> в нижней левой части экрана, или нажмите <keycombo><keycap>Ctrl</keycap><keycap>Super_L</keycap></keycombo> (Super_L - левый логотип Windows на вашей клавиатуре).
tr: Cinnamon'da, hemen her şeye 'Menü' ile erişebilirsiniz. Açmak için, ekranınızın sol alt köşesindeki <guimenu>Menü</guimenu> düğmesine tıklayabilir, ya da <keycombo><keycap>Ctrl</keycap><keycap>Super_L</keycap></keycombo> tuşuna basabilirsiniz (Super_L klavyenizdeki sol Windows tuşudur).
uk: В Cinnamon, майже все доступно з 'Меню'. Щоб відкрити його натисніть <guimenu>Меню</guimenu> у долішній-лівій частині екрану, або натисніть <keycombo><keycap>Ctrl</keycap><keycap>Super_L</keycap></keycombo> (Super_L це ліва клавіша Windows на клавіатурі).
vi: Trong Cinnamon, hầu như tất cả mọi thứ đều có thể truy cập được từ 'Trình đơn'. Để mở Trình đơn, nhấp vào <guimenu>Trình đơn</guimenu> ở góc dưới bên trái màn hình của bạn, hoặc nhấn <keycombo><keycap>Ctrl</keycap><keycap>Super_L</keycap></keycombo> (Super_L là phím Windows trái trên bàn phím của bạn)
zh_hk: 在 Cinnamon 裏，幾乎所有東西都可以通過「選單」來存取。您可以點擊畫面左下角的 <guimenu>選單</guimenu>，或者按 <keycombo><keycap>Ctrl</keycap><keycap>Super_L</keycap></keycombo> 來開啟它 (Super_L 是您鍵盤上左邊的 Windows 鍵)。

source: The Cinnamon Menu
ca: El menú de Cinnamon
cs: Cinnamon menu
da: Cinnamon-menuen
de: Das Cinnamon-Menü
es: El menú de Cinnamon
fr_ca: Le menu Cinnamon
id: Menu Cinnamon
ko: 시나몬 메뉴
ms: Menu Cinnamon
pl: Menu Cinnamon
pt_br: Menu do Cinnamon
ro: Meniul Cinnamon
ru: Меню Cinnamon
tr: Cinnamon Menüsü
uk: Меню Cinnamon
vi: Trình đơn Cinnamon
zh_hk: Cinnamon 選單

source: The menu is used to launch applications, to access the system settings, and to reach common places and open recent files.
ca: El menú s'utilitza per iniciar aplicacions, per accedir a la configuració del sistema, i per arribar als llocs comuns i els arxius oberts recentment.
cs: Menu slouží ke spouštění aplikací, nastavení systému, k přístupu na obvyklá místa a otevření posledně použitých souborů
da: Menuen bruges til at starte programmer, få adgang til systemindstillinger, samt åbne steder og seneste filer.
de: Das Menü wird benutzt, um Anwendungen zu starten, die Systemeinstellungen zu erreichen, gemeinsame Orte und kürzlich geöffnete Dateien zu öffnen.
es: El menú se utiliza para iniciar aplicaciones, para acceder a la configuración del sistema, y para llegar a los lugares comunes y los archivos abiertos recientemente.
fr_ca: Le menu est utilisé pour lancer des applications, pour accéder aux paramètres du système, et pour atteindre des emplacements communs et ouvrir les fichiers récemment utilisés.
id: Menu digunakan untuk menjalankan aplikasi, untuk mengakses pengaturan sistem, dan untuk menjangkau tempat umum dan berkas yang baru saja dibuka.
ko: 메뉴는 프로그램들을 실행하거나, 시스템 설정에 들어가거나, 설정된 폴더 위치로 바로 가거나, 최근에 열어본 파일들을 확인할 때 이용됩니다.
ms: Menu ini digunakan untuk lancarkan aplikasi, untuk akses tetapan sistem, dan untuk mencapai tempat-tempat yang sama dan fail yang baru dibuka.
pl: Menu jest używane do uruchamiania programów, dostępu do ustawień systemowych, dotarcia do najczęściej używanych lokalizacji i otwierania ostatnio używanych plików.
pt_br: O Menu é utilizado para carregar aplicativos, acessar as configurações do sistema e os locais comuns, além de abrir arquivos recentes.
ro: Meniul este folosit pentru a lansa aplicații, pentru a accesa setările de sistem și pentru a ajunge în locuri obișnuite și fișiere recent deschise.
ru: Меню используется для запуска приложений, для доступа к настройкам, а также для открытия недавних файлов и папок.
tr: Menü; uygulamaları başlatmak, sistem ayarlarına erişmek, genel konumlara ulaşmak ve son kullanılan dosyaları açmak için kullanılır.
uk: Меню використовується для запуску додатків, для доступу до налаштувань системи, а також досягнення загальних місць та відкриття останніх файлів.
vi: Trình đơn dùng để chạy ứng dụng, truy cập thiết đặt hệ thống, và đi đến các vị trí thông dụng và mở tập tin gần đây.
zh_hk: 選單是用來啟動應用程式，存取系統設定，到達常用位置以及開啟最近使用過的檔案。

source: Places
ca: Llocs
cs: Místa
da: Steder
de: Orte
es: Lugares
fr_ca: Emplacements
id: Tempat-tempat
ko: 위치
ms: Tempat
pl: Miejsca
pt_br: Locais
ro: Locații
ru: Папки
tr: Konumlar
uk: Місця
vi: Vị trí
zh_hk: 位置

source: In Linux Mint, all your personal data is stored in your <wordasword>Home</wordasword> directory.
ca: A Linux Mint, totes les seves dades personals s'emmagatzemen a la <wordasword>Carpeta Personal</wordasword>.
cs: V Linux Mintu jsou všechna Vaše data uložena v adresáři <wordasword>Domov</wordasword>.
da: I Linux Mint opbevares alle dine personlige data i din <wordasword>Hjem</wordasword>-mappe.
de: In Linux Mint sind alle Ihre persönlichen Daten im <wordasword>Persönlichen Ordner</wordasword> gespeichert.
es: En Linux Mint, todos sus datos personales se almacenan en la <wordasword>Carpeta Personal</wordasword>.
fr_ca: Dans Linux Mint, toutes vos données personnelles sont stockées dans votre répertoire <wordasword>Home</wordasword>.
id: Di Linux Mint, semua data pribadi anda disimpan di dalam direktori <wordasword>Home</wordasword> anda.
ko: 리눅스 민트에서는, 여러분의 모든 개인 정보가 사용자의 <wordasword>Home</wordasword> 디렉터리에 저장되어 있습니다.
ms: Dalam Linux Mint, semua data peribadi akan disimpan di dalam <wordasword>Home</wordasword> direktori anda.
pl: W Linux Mint wszystkie Twoje osobiste dane są przechowywane w Twoim <wordasword>Katalogu domowym</wordasword>.
pt_br: No Linux Mint, todos os seus dados pessoais são armazenados no diretório <wordasword>Home</wordasword>.
ro: În Linux Mint toate datele dumneavoastră cu caracter personal sunt stocate în directorul tău <wordasword>Acasă</wordasword>..
ru: В Linux Mint все персональные данные хранятся в Вашей <wordasword>домашней</wordasword> папке.
tr: Linux Mint'de, tüm bireysel veriler kullanıcı <wordasword>Ev</wordasword> dizininde depolanır.
uk: У Linux Mint, всі Ваші особисті дані зберігаються у Вашій <wordasword>Домайшній</wordasword> директорії.
vi: Trong Linux Mint, toàn bộ dữ liệu cá nhân của bạn được lưu trữ trong thư mục <wordasword>Nhà</wordasword> của bạn.
zh_hk: 在 Linux Mint，所有您的個人資料都儲存在您的 <wordasword>家</wordasword> 目錄。

source: As well as your files, this directory also contains pre-defined sub-directories such as <wordasword>Documents</wordasword>, <wordasword>Music</wordasword>, <wordasword>Videos</wordasword>...etc which you can use to better organize your files.
ca: A més dels seus arxius, aquest directori també conté subdirectoris predefinits com ara <wordasword>Documents</wordasword>, <wordasword>Música</wordasword>, <wordasword>Vídeos</wordasword> ... etc, que pot utilitzar per organitzar millor els seus arxius.
cs: Dále se zde nachází předpřipravené složky <wordasword>Dokumenty</wordasword>, <wordasword>Hudba</wordasword>, <wordasword>Videa</wordasword> a další, které Vám mohou usnadnit organizaci souborů.
da: Udover dine filer indeholder denne mappe også prædefinerede mapper så som <wordasword>Dokumenter</wordasword>, <wordasword>Musik</wordasword>, <wordasword>Videoklip</wordasword> osv., som du kan anvende til at organisere dine filer i.
de: Zusätzlich zu Ihren Dateien enthält dieses Verzeichnis vordefinierte Unterverzeichnisse, wie z.B. <wordasword>Dokumente</wordasword>, <wordasword>Musik</wordasword>, <wordasword>Videos</wordasword> … usw., diese können Sie benutzen, um Ihre Dateien besser zu organisieren.
es: Además de sus archivos, este directorio también contiene subdirectorios predefinidos como <wordasword>Documentos</wordasword>, <wordasword>Música</wordasword>, <wordasword>Vídeos</wordasword> ... etc., que puede utilizar para organizar mejor sus archivos.
fr_ca: Comme pour vos fichiers, ce répertoire contient également les sous-répertoires prédéfinis tels que <wordasword>Documents</wordasword>, <wordasword>Musique</wordasword>, <wordasword>Vidéos</wordasword>, etc. qui vous permettent de mieux organiser vos fichiers.
id: Sebagaimana berkas Anda, direktori ini juga berisi subdirektori yang telah ditentukan seperti <wordasword>Documents</wordasword>, <wordasword>Music</wordasword>, <wordasword>Videos</wordasword>...dll yang dapat Anda gunakan untuk mengorganisir berkas Anda dengan lebih baik.
ko: 여러분들의 파일들뿐만 아니라, 이 디렉터리는 <wordasword>문서 </wordasword>, <wordasword>음악 </wordasword>, <wordasword>비디오 </wordasword>... 등등 파일을 좀 더 잘 관리할 수 있도록 미리 설정된 서브-디렉터리들을 포함하고 있습니다.
ms: Juga dengan fail-fail anda, direktori ini juga mengandungi sub-direktori yang telah ditetapkan seperti <wordasword>Documents</wordasword>, <wordasword>Music</wordasword>, <wordasword>Videos</wordasword>...dsb dimana anda boleh guna untuk mengurus fail anda dengan lebih baik.
pl: Jak również twoje pliki, katalog ten zawiera również predefiniowane podkatalogi takie jak <wordasword>Dokumenty </wordasword>, <wordasword>Muzyka</wordasword>, <wordasword>Filmy</wordasword> itd, z których możesz korzystać, aby lepiej zorganizować swoje pliki.
pt_br: Além de seus arquivos, este diretório contém sub-diretórios pré-definidos, tais como <wordasword>Documentos</wordasword>, <wordasword>Músicas</wordasword>, <wordasword>Vídeos</wordasword>...etc, o que permite ao usuário organizar melhor os seus arquivos.
ro: Precum și fișiere tale acest director conține de asemenea sub-directoare pre-definite cum ar fi <wordasword>Documente</wordasword>, <wordasword>Muzică</wordasword>, <wordasword>Video</wordasword> ... etc, care se pot folosi pentru a organiza mai bine fișierele.
ru: Кроме файлов, эта папка содержит предустановленные подкаталоги, такие как <wordasword>Документы</wordasword>, <wordasword>Музыка</wordasword>, <wordasword>Видео</wordasword>... и т.д., в которых Вы можете лучше упорядочить Ваши файлы.
tr: Bu dizin sizin dosyalarınızın yanısıra, dosyalarınızı daha iyi organize edebilmeniz için <wordasword>Belgeler</wordasword>, <wordasword>Müzik</wordasword>, <wordasword>Videolar</wordasword>... vb gibi öntanımlı alt dizinleri de içerir.
uk: Окрім Ваших файлів цей каталог також містить попередньо визначені підкаталоги, такі як <wordasword>Документи </wordasword>, <wordasword>Музика</wordasword>, <wordasword>Видиво</wordasword> ... тощо, які Ви можете використовувати, щоб краще організувати свої файли.
vi: Bên cạnh tập tin, thư mục này còn có những thư mục con tạo sẵn như là <wordasword>Tài liệu</wordasword>, <wordasword>Nhạc</wordasword>, <wordasword>Phim</wordasword>...vv để bạn tổ chức tập tin tốt hơn.
zh_hk: 除了您的檔案之外，此目錄裡亦包含了預先定義的子目錄，如： <wordasword>文件</wordasword>，<wordasword>音樂</wordasword>，<wordasword>影片</wordasword>... 等，來協助您整理您的檔案。
