Repository: Acidburn0zzz/mintdoc
Catalog: books/User_Guide/launchpad-po-export/user-guide-cinnamon-desktop/user-guide-cinnamon-desktop-*.po
Languages: ca, cs, da, de, es, fr_ca, id, ko, ms, pl, pt_br, ro, ru, tr, uk, vi, zh_hk

source: Other important places are your <wordasword>Desktop</wordasword> folder (which containsn the files visible on your desktop), the filesystem (which contains all system files and directories), removable devices connected to the computer, the network and bookmarks (you can bookmark any directory to gain quick-access to it).
ca: D'altres llocs importants són la carpeta <wordasword>Escriptori</wordasword> (que conté els arxius visibles a l'escriptori), el sistema d'arxius (que conté tots els arxius i carpetes del sistema), els dispositius extraïbles connectats a l'equip, la xarxa i els marcadors (que poden marcar qualsevol carpeta per obtenir accés ràpid a ella).
cs: Jiné důležité místo je složka <wordasword>Plocha</wordasword> (která obsahuje souboru viditelné na Vaší ploše), souborový systém (který obsahuje úplně vše, co v počítači máte), odpojitelná zařízení připojená k počítači, síť a záložky (kde můžete ukládat složky tak, aby jste k nim měli vždy rychlý přístup).
da: Andre vigtige steder er din <wordasword>Skrivebordsmappe</wordasword> (som indeholder filerne, der ses på dit skrivebord), filsystemet (som indeholder alle systemfiler og mapper), flytbare enheder forbundet til computeren, netværket og bogmærker (du kan tilføje et bogmærke til enhver mappe for at få hurtig adgang til den).
de: Weitere wichtige Orte sind Ihr <wordasword>Schreibtisch</wordasword>-Ordner (welcher die Dateien enthält, die auf dem Schreibtisch angezeigt werden), das Dateisystem (welches alle Systemdateien und Verzeichnisse enthält), entfernbare, mit dem Rechner verbundene Geräte, das Netzwerk und die Lesezeichen (Sie können jedes Verzeichnis als Lesezeichen abspeichern, um schnellen Zugriff darauf zu erhalten).
es: Otros lugares importantes son la carpeta <wordasword>Escritorio</wordasword> (que contiene los archivos visibles en el escritorio), el sistema de archivos (que contiene todos los archivos y carpetas del sistema), los dispositivos extraíbles conectados al equipo, la red y los marcadores (que pueden marcar cualquier carpeta para obtener acceso rápido a ella).
fr_ca: Les autres emplacements importants sont votre dossier <wordasword>Bureau</wordasword> (qui contient les fichiers visibles sur votre bureau), le système de fichiers (qui contient tous les fichiers système et les répertoires), les périphériques amovibles connectés à l'ordinateur, le réseau et les signets (vous pouvez marquer n'importe quel répertoire afin d'obtenir un accès rapide à celui-ci).
id: Tempat penting lainnya adalah folder <wordasword>Desktop</wordasword> Anda (yang berisi berkas yang terlihat pada desktop anda), filesystem (yang berisi seluruh sistem berkas dan direktori), perangkat dapat dilepas yang terhubung pada komputer, jaringan dan penanda (Anda dapat menandai direktori manapun untuk mendapatkan akses cepat terhadapnya).
ko: 다른 중요한 위치들로는 (바탕화면에 보일 파일들이 있는) <wordasword>바탕화면 </wordasword>폴더, (모든 시스템 파일들과 디렉터리들을 포함하는) 파일 시스템, 네트워크와 (어느 디렉터리로든 빨리 갈수 있도록 즐겨찾기가 가능한) 북마크 등이 있습니다.
ms: Tempat-tempat penting lain adalah <wordasword>Desktop</wordasword> folder anda (dimana ia mengandungi fail yang boleh dilihat di desktop anda), filesystem (dimana ia mengandungi semua fail sistem dan direktori), peranti boleh tanggal yang dipasang ke komputer, network dan bookmark (anda boleh gunakan bookmark di mana-mana direktori untuk dapatkan akses cepat kepadanya).
pl: Inne ważne miejsca są na twoim <wordasword>Pulpit</wordasword> (który zawiera pliki widoczne na pulpicie), system plików (który zawiera wszystkie pliki systemowe i katalogi), wymienne urządzenia podłączone do komputera, sieci i zakładki (możesz tworzyć zakładki dowolnego katalogu do zyskania szybkiej dostęp do niego).
pt_br: Outros locais importantes são a pasta <wordasword>Área de trabalho</wordasword> (a qual contém os arquivos exibidos na Área de trabalho do Cinnamon), os arquivos de sistema (os quais contêm todos os arquivos e diretórios do sistema), dispositivos removíveis conectados ao computador, a rede e favoritos (você pode criar atalhos favoritos para qualquer diretórios do sistema, o que lhe permite obter acesso rápido a cada um deles).
ro: Alte locuri importante sunt dosarul tău <wordasword>Desktop</ wordasword> (care conține fisierele vizibile de pe desktop), sistemul de fișiere (care conține toate fișierele de sistem și directoare), dispozitive mobile conectate la computer, rețea și semne de carte (poți marca orice director pentru a avea acces rapid la el).
ru: Другие важные папки: <wordasword>Рабочий стол</wordasword> (которая содержит файлы, отображаемые на Вашем рабочем столе), файловая система (которая содержит все системные файлы и папки), удаляемые устройства, подключённые к компьютеру, сеть и закладки (Вы можете добавить в закладки любую папку, чтобы получить быстрый доступ к ней)
tr: Diğer önemli konumlar arasında <wordasword>Masaüstü</wordasword> dizininiz (masaüstünüzde gözüken dosyalarınızı içerir), dosya sistemi (tüm sistem dosya ve dizinlerini içerir), bilgisayara bağlı çıkarılabilir aygıtlar, ağ ve sık kullanılanlar bulunmaktadır (herhangi dizini hızlı ulaşım için sık kullanlanlara ekleyebilirsiniz).
uk: Інші важливі місця Ваша <wordasword>Стільниця</wordasword> тека (яка містить файли видимі на стільниці), Файлова система (у якій містяться всі системні файли та каталоги), знімні пристрої під’єднані до комп’ютера, мережі і закладки (Ви можете закласти будь який каталог, щоб отримати швидкий доступ до нього).
vi: Những nơi quan trọng khác như là thư mục <wordasword>Màn hình làm việc</wordasword> (chứa những tập tin xuất hiện trên màn hình làm việc), hệ thống tập tin (chứa tất cả tập tin và thư mục hệ thống), thiết bị tháo lắp gắn với máy tính, mạng và dấu trang (bạn có thể đánh dấu bất kỳ thư mục nào để truy cập nhanh).
zh_hk: 還有其他重要的位置，包括：您的 <wordasword>桌面</wordasword> 資料夾 (包含了顯示在您桌面的檔案)，檔案系統 (包含了所有系統檔案與目錄)，連接到電腦的可移除式裝置，網絡與書籤 (您可以把任何目錄加入書籤以快速存取)。

source: To quickly access one of these places, perform one of the following actions:
ca: Per accedir ràpidament en un d'aquests llocs, realitzi una de les següents accions:
cs: Pokud se chcete rychle dostat do nějakého takového místa, zkuste jednu z následujících variant:
da: Udfør en af følgende handlinger for at få hurtig adgang til et af disse steder:
de: Um schnelle einen dieser Orte zu erreichen, bitte eine der folgenden Aktionen ausführen:
es: Para acceder rápidamente a uno de estos lugares, realice una de las siguientes acciones:
fr_ca: Pour accéder rapidement à l'un de ces emplacements, effectuez l'une des actions suivantes :
id: Untuk mengakses dengan cepat salah satu dari tempat-tempat ini, lakukan salah satu tindakan berikut:
ko: 이 위치들 중 한 곳에 빠르게 접근하시려면, 다음 중 한 가지를 하시면 됩니다.
ms: Untuk cepatkan akses ke salah satu tempat ini, jalankan tindakan berikut:
pl: Dla szybkiego dostępu do jednego z tych miejsc, przeprowadź następujące działania:
pt_br: Para acessar rapidamente um desses locais, execute uma das seguintes ações:
ro: Pentru a accesa rapid unul dintre aceste locuri efectuează una dintre următoarele acțiuni:
ru: Чтобы получить быстрый доступ, выполните следующие действия:
tr: Bu konumlardan birine hızlı erişimi, aşağıdaki yöntemlerden biri ile gerçekleştirebilirsiniz:
uk: Для швидкого доступу до одного з цих місць, виконайте такі дії:
vi: Để nhanh chóng truy cập các nơi này, thực hiện một trong các hành động sau:
zh_hk: 若要快速存取這些位置，請執行以下其中一項動作：

source: Click on <guimenu>Menu</guimenu> and select <guisubmenu>Places</guisubmenu>
ca: Faci clic a <guimenu>Menú</guimenu> i seleccioneu <guisubmenu>Llocs</guisubmenu>
cs: Otevřete <guimenu>Menu</guimenu> a klikněte na <guisubmenu>Místa</guisubmenu>
da: Klik på <guimenu>Menu</guimenu> og vælg <guisubmenu>Steder</guisubmenu>
de: Auf <guimenu>Menü</guimenu> klicken und <guisubmenu>Orte</guisubmenu> auswählen
es: Haga click en <guimenu>Menú</guimenu> y seleccione <guisubmenu>Lugares</guisubmenu>
fr_ca: Cliquez sur <guimenu>Menu</guimenu>, puis sélectionnez <guisubmenu>Emplacements</guisubmenu>
id: Klik di <guimenu>Menu</guimenu> dan pilih <guisubmenu>Places</guisubmenu>
ko: <guimenu>메뉴</guimenu>를 클릭하고 <guisubmenu>위치</guisubmenu>를 선택하세요
ms: Klik pada <guimenu>Menu</guimenu> dan pilih <guisubmenu>Places</guisubmenu>
pl: Kliknij <guimenu>Menu</guimenu> i wybierz <guisubmenu>Miejsca</guisubmenu>
pt_br: Clique em <guimenu>Menu</guimenu> e selecione <guisubmenu>Locais</guisubmenu>
ro: Fă clic pe <guimenu>Meniu</guimenu> și selectează <guisubmenu>Locuri</guisubmenu>
ru: Нажмите на <guimenu>Меню</guimenu> и выберите <guisubmenu>Места</guisubmenu>
tr: <guimenu>Menü</guimenu> 'ye tıklayın ve <guisubmenu>Konumlar</guisubmenu> bölümünü seçin
uk: Натисніть на <guimenu>Меню</guimenu> і виберіть <guisubmenu>Місця</guisubmenu>
vi: Nhấp vào <guimenu>Trình đơn</guimenu> và chọn <guisubmenu>Vị trí</guisubmenu>
zh_hk: 點擊 <guimenu>選單</guimenu> 並選擇 <guisubmenu>位置</guisubmenu>

source: Launch <wordasword>Nemo</wordasword>, the Cinnamon file manager, by clicking on <guimenu>Menu</guimenu> and selecting <guimenuitem>Files</guimenuitem>. Then, within Nemo, you can access common places by clicking on them in the sidebar, on the left of the window.
ca: Llenci <wordasword>Nemo</wordasword>, el gestor d'arxius de Cinnamon, fent clic a <guimenu>Menú</guimenu> i seleccionant <guimenuitem>Arxius</guimenuitem>. Després, dins de Nemo, es pot accedir a llocs comuns fent clic sobre ells a la barra lateral, a l'esquerra de la finestra.
cs: Spusťte <wordasword>Nemo</wordasword>, Cinnamon správce souboru, klepnutím na <guimenu>Menu</guimenu> a zvolením <guimenuitem>Místa</guimenuitem>. Poté, právě skrze Nemo, se můžete dostat na běžná místa klepnutím na ně v levé části okna .
da: Start <wordasword>Nemo</wordasword>, Cinnamons program til filhåndtering, ved at klikke på <guimenu>Menu</guimenu> og vælge <guimenuitem>Filer</guimenuitem>. I Nemo kan du få adgang til steder ved at klikke på dem i sidepanelet i vinduets venstre side.
es: Lance <wordasword>Nemo</wordasword>, el gestor de archivos de Cinnamon, haciendo clic en <guimenu>Menú</guimenu> y seleccionado <guimenuitem>Archivos</guimenuitem>. Luego, dentro de Nemo, puede acceder a lugares comunes haciendo clic sobre ellos en la barra lateral, a la izquierda de la ventana.
fr_ca: Lancez <wordasword>Nemo</wordasword>, le gestionnaire de fichiers de Cinnamon, en cliquant sur <guimenu>Menu</guimenu>, et en sélectionnant <guimenuitem>Fichiers</guimenuitem>. Puis, au niveau de Nemo, vous pouvez accéder aux emplacements communs en cliquant sur ceux-ci dans la barre latérale, à gauche de la fenêtre.
id: Jalankan <wordasword>Nemo</wordasword>, manajer berkas Cinnamon, dengan mengklik pada <guimenu>Menu</guimenu> dan memilih <guimenuitem>Files</guimenuitem>. Lalu, di dalam Nemo, Anda dapat mengakses tempat umum dengan mengklik pada bar samping, pada sisi kiri jendela.
ko: <guimenu>메뉴 </guimenu>에서 <guimenuitem>파일 </guimenuitem>을 클릭하셔서 <wordasword>니모</wordasword>를 실행하세요. 그러면, 니모에서, 창 왼쪽의 사이드바에 있는 기본 위치들에 접근하실 수 있습니다.
ms: Lancarkan <wordasword>Nemo</wordasword>, pengurus fail Cinnamon, dengan mengklik pada <guimenu>Menu</guimenu> dan memilih <guimenuitem>Files</guimenuitem>. Kemudian, di dalam Nemo, anda boleh akses tempat-tempat biasa dengan mengklik mereka di sidebar, di sebelah kiri window.
pl: Uruchom <wordasword>Nemo</wordasword>, menedżer plików Cinnamon, klikając na <guimenu>Menu</guimenu> i wybierając <guimenuitem>Plik</guimenuitem>. Następnie w ramach Nemo, można uzyskać dostęp do wspólnych miejsc, klikając na nie w pasku bocznym po lewej stronie okna.
pt_br: Abra o <wordasword>Nemo</wordasword>, o gerenciador de arquivos do Cinnamon, clicando no <guimenu>Menu</guimenu> e selecionando <guimenuitem>Arquivos</guimenuitem>. No Nemo você pode acessar os locais comuns, clicando neles na barra lateral, localizada no lado esquerdo da janela.
ro: Lansarea lui <wordasword>Nemo</wordasword>, managerul de fișiere Cinnamon, făcând clic pe <guimenu>Meniu</guimenu> și selectând <guimenuitem>Fișiere</guimenuitem>. Apoi în cadrul Nemo poți accesa locuri obișnuite făcând clic pe ele în bara laterală, pe partea stângă a ferestrei.
ru: Запустите <wordasword>Nemo</wordasword>, файловый менеджер Cinnamon, кликнув на <guimenu>Menu</guimenu> и выбрав <guimenuitem>Файлы</guimenuitem>. Далее, в Nemo, вы можете получить доступ к местам, нажав на них на боковой панели слева.
tr: Cinnamon dosya yöneticisi <wordasword>Nemo</wordasword> 'yu başlatmak için, <guimenu>Menü</guimenu> 'ye tıklayın <guimenuitem>Dosyalar</guimenuitem> kısayolunu seçin. Sonra, Nemo'nun sol tarafında bulunan kenar çubuğundaki öğelere tıklayarak genel konumlara ulaşabilirsiniz.
uk: Запустіть <wordasword>Nemo</wordasword>, менеджер файлів Cinnamon, натиснувши на <guimenu>Меню</guimenu> та виберіть <guimenuitem>Файли</guimenuitem>. Потім в середині Nemo Ви можете отримати доступ до загальних місць, натиснувши на них у бічній панелі, у лівій частині вікна.
vi: Chạy <wordasword>Nemo</wordasword>, trình quản lý tập tin Cinnamon, bằng cách nhấp vào <guimenu>Trình đơn</guimenu> và chọn <guimenuitem>Tập tin</guimenuitem>. Rồi trong Nemo bạn có thể truy cập các nơi phổ biến bằng cách nhấp vào chúng trên thanh bên, ở bên trái cửa sổ.
zh_hk: 若要啟動 <wordasword>Nemo</wordasword>，Cinnamon 的檔案管理員，您只需點擊 <guimenu>選單</guimenu> 並選擇 <guimenuitem>檔案</guimenuitem>。然後，在 Nemo 裏，您可以點擊視窗左側邊欄的常用位置來存取它們。

source: Nemo, the file manager, listing the content of the Home directory and providing quick-access to common places from the left sidebar.
ca: Nemo, el gestor d'arxius, llista el contingut de la carpeta d'inici i proporciona accés ràpid als llocs comuns des de la barra lateral esquerra.
cs: Nemo, správce souborů, zobrazující obsah domovského adresáře a nabízející rychlý přístup k běžným místům v systému na levém postranním panelu
da: Nemo, programmet til filhåndtering, viser indholdet af Hjem-mappen og giver hurtig adgang til steder i det venstre sidepanel.
de: Nemo, die Dateiverwaltung, zeigt den Inhalt des persönlichen Ordners und stellt einen schnellen Zugriff auf gemeinsame Orte, von der linken Seitenleiste, bereit.
es: Nemo, el gestor de archivos, lista el contenido de la carpeta de inicio y proporciona acceso rápido a los lugares comunes desde la barra lateral izquierda.
fr_ca: Nemo, le gestionnaire de fichiers, affiche le contenu du répertoire Home et fournit un accès rapide aux emplacements communs à partir de la barre latérale gauche.
id: Nemo, manajer berkas, mendaftarkan isi dari direktori Home dan menyediakan akses cepat ke tempat umum dari bar sebelah kiri.
ko: 파일 매니저 니모는 홈 디렉터리의 내용들을 보여주며, 왼쪽 사이드바의 기본 위치에 빨리 갈 수 있게 해줍니다.
ms: Pengurus fail Nemo, menyenaraikan isi direktori Home dan menyediakan akses cepat ke tempat-tempat biasa dari sidebar kiri.
pl: Nemo, menedżer plików z wykazem zawartości katalogu domowego oraz zapewniający szybki dostęp do wspólnych miejsc z lewego panelu.
pt_br: Nemo, o gerenciador de arquivos do Mint, listando o conteúdo do diretório Home e fornecendo acesso rápido aos locais comuns a aprtir da barra lateral esquerda.
ro: Nemo, managerul de fișiere, afișează conținutul directorului Acasă și oferă acces rapid la locațiile obișnuite din bara laterală stânga.
ru: Nemo, файловый менеджер, отобразит содержимое домашней папки и обеспечит быстрый доступ на левой панели.
tr: Dosya yöneticisi Nemo, kullanıcı ev dizini (Home) içeriğini ve genel konumlara hızlı erişim için kısayolları sol tarafındaki kenar çubuğunda listeler.
uk: Файловий менеджер Nemo слугує для листання вмісту домашньої директорії, забезпечення швидкого доступу до потрібних загальних місць з лівої бічної панелі.
vi: Nemo, trình quản lý tập tin, liệt kê nội dung thư mục Nhà và cho phép truy cập nhanh đến các vị trí phổ biến ở thanh bên trái.
zh_hk: Nemo，Linux Mint Cinnamon 的檔案管理員，它會列出家目錄的內容並在左側邊攔提供常用位置的快速存取。

source: System Settings
ca: Configuració del sistema
cs: Nastavení systému
da: Systemindstillinger
de: Systemeinstellungen
es: Configuración del Sistema
fr_ca: Paramètres système
id: Pengaturan Sistem
ko: 시스템 설정
ms: Tetapan Sistem
pl: Ustawienia systemowe
pt_br: Configurações do sistema
ro: Configurări de sistem
ru: Настройки системы
tr: Sistem Ayarları
uk: Системні параметри
vi: Thiết lập Hệ thống
zh_hk: 系統設定

source: To launch the system settings, click on <guimenu>Menu</guimenu> and select <guimenuitem>System Settings</guimenuitem>.
ca: Per iniciar la configuració del sistema, faci clic a <guimenu>Menú</guimenu> i seleccioni <guimenuitem>Configuració del sistema</guimenuitem>.
cs: Systémová nastavení spustíte otevřením <guimenu>Menu</guimenu> a kliknutím na <guimenuitem>Nastavení systému</guimenuitem>.
da: Klik på <guimenu>Menu</guimenu> og vælg <guimenuitem>Systemindstillinger</guimenuitem> for at få adgang til systemindstillingerne.
de: Um die Systemeinstellungen zu starten, bitte auf <guimenu>Menü</guimenu> klicken und <guimenuitem>Systemeinstellungen</guimenuitem> auswählen.
es: Para iniciar la configuración del sistema, haga clic en <guimenu>Menu</guimenu> y seleccione <guimenuitem>Configuración del Sistema</guimenuitem>.
fr_ca: Pour lancer le panneau de configuration, cliquez sur <guimenu>Menu</guimenu>, et sélectionnez <guimenuitem>Paramètres système</guimenuitem>.
id: Untuk menjalankan pengaturan sistem, klik pada <guimenu>Menu</guimenu> dan pilih <guimenuitem>System Settings</guimenuitem>.
ko: 시스템 설정을 열기 위해서는 <guimenu>메뉴</guimenu>를 클릭하고 <guimenuitem>시스템 설정</guimenuitem>을 선택하세요.
ms: Untuk lancarkan tetapan sistem, klik pada <guimenu>Menu</guimenu> dan pilih <guimenuitem>Tetapan Sistem</guimenuitem>.
pl: Aby uruchomić ustawienia systemowe kliknij na <guimenu>Menu</guimenu> i wybierz <guimenuitem>Ustawienia systemowe</guimenuitem>.
pt_br: Para carregar as Configurações do sistema, clique em <guimenu>Menu</guimenu> e selecione <guimenuitem>Configurações do sistema</guimenuitem>.
ro: Pentru a lansa configurări de sistem, fă clic pe <guimenu>Meniu</guimenu> și selecteazăi <guimenuitem>Configurări de sistem</guimenuitem>.
ru: Чтобы запустить настройки системы, нажмите на <guimenu>Меню</guimenu> и выберите <guimenuitem>Настройки системы</guimenuitem>.
tr: Sistem Ayarlarını açmak için, <guimenu>Menü</guimenu> 'ye tıklayın ve <guimenuitem>Sistem Ayarlarını</guimenuitem> 'nı seçin
uk: Щоб почати налаштування системи натисніть кнопку <guimenu>Меню</guimenu> і виберіть <guimenuitem>Системні параметри</guimenuitem>.
vi: Để mở thiết lập hệ thống, nhấp vào <guimenu>Trình đơn</guimenu> rồi chọn <guimenuitem>Thiết lập Hệ thống</guimenuitem>.
zh_hk: 菩要啟動系統設定，請點擊 <guimenu>選單</guimenu> 並選擇 <guimenuitem>系統設定</guimenuitem>。
