Repository: Acidburn0zzz/mintdoc
Catalog: books/User_Guide/launchpad-po-export/user-guide-common-softwaremanagement/user-guide-common-softwaremanagement-*.po
Languages: ca, da, es, fr, pt_br, tr, uk, vi, zh_tw

source: Linux Mint comes with a tool called the Update Manager. It gives more information about updates and lets you define how safe an update must be before you want to apply it. It looks like a shield and sits on the bottom-right corner of your screen.
ca: El Linux Mint té una eina anomenada Gestor d'Actualitzacions. Dóna més informació sobre les actualitzacions i permet definir com de segura ha de ser una actualització abans d'aplicar-la. Sembla un escut i està al vèrtex inferior dret de la pantalla.
da: Linux Mint har et værktøj kaldet Opdateringshåndtering. Det giver information omkring opdateringer og lader dig definere, hvor sikker en opdatering skal være, før du vil anvende den. Det ligner et skjold og findes blandt panelprogrammerne i statusfeltet i nederste højre hjørne af din skærm.
es: Linux Mint viene con una herramienta llamada Gestor de actualizaciones. Le da más información acerca de las actualizaciones y le permite definir el nivel de seguridad que desea que tenga una actualización antes de aplicarla. Su icono es un escudo y se muestra en la esquina inferior derecha de la pantalla.
fr: Linux Mint est fourni avec un outil appelé Gestionnaire de Mise à jour. Il donne des informations à propos des mises à niveau et vous laisse définir quel niveau de fiabilité une mise à niveau doit avoir avant d'être appliquée. Il a l'apparence d'un bouclier et est visible dans le coin en bas à droite de votre écran.
pt_br: O Linux Mint vem com uma ferramenta chamada Gerenciador de Atualizações. Ela dá mais informações sobre as atualizações, permitindo-nos definir o quão seguro ela deve ser antes de você querer aplicá-la. Essa ferramenta se parece com um escudo e localiza-se no canto inferior direito da tela.
tr: Linux Mint, Güncelleme Yöneticisi olarak isimlendirilen bir araç ile birlikte gelir. Bu araç güncellemeleri yüklemeden önce, bunlar hakkında fazlaca bilgi vererek güvenli bir güncelleme tanımlamanızı sağlar. Ekranınızın sağ alt köşesinde bulunan kalkan görünümlü bir simgesi vardır.
uk: Linux Mint постачається з засобом під назвою Менеджер Оновлення. Це дає додаткові відомості про оновлення й дозволяє визначити, настільки воно безпечне перед тим як Ви захочете його застосувати. Він виглядає як щит і розташований у правому долішньому куту Вашого екрану.
vi: Linux Mint có sẵn một công cụ gọi là Trình Quản lý Cập nhật. Nó cung cấp cho bạn thông tin về các bản cập nhật và cho phép bạn chọn mức độ an toàn của các bản cập nhật sẽ được áp dụng. Nó trông giống như một cái khiên nằm ở góc dưới bên phải màn hình của bạn.
zh_tw: Linux Mint 內建更新管理員。它會給您更多關於更新的資訊，讓您在套用更新前知道其安全性。它的圖示是盾牌狀，位於畫面的右下角。

source: If you place your mouse pointer on top of it, it will tell you either that your system is up to date or, if it isn't, how many updates are available.
ca: En col·locar el cursor sobre seu, dirà si el sistema està actualitzat o, si no ho està, quantes actualitzacions hi ha disponibles.
da: Hvis du placerer musemarkøren over det, vil det fortælle dig, at dit system enten er opdateret eller hvor mange opdateringer, der er tilgængelig.
es: Si coloca encima el puntero del ratón, le indicará si su sistema está al día o, si no es así, cuántas actualizaciones hay disponibles.
fr: Si vous placez le pointeur de votre souris au-dessus de celui-ci, il vous dira que votre système est à jour ou, si ce n'est pas le cas, combien de mises à jour sont disponibles.
pt_br: Se você colocar o ponteiro do mouse em cima dela, ela vai lhe informar se seu sistema está atualizado ou, caso não esteja, quantas atualizações estão disponíveis.
tr: Eğer farenizi bunun üzerine getirirseniz, size sisteminizin güncel olup olmadığını, güncel değilse kaç adet güncellemenin mevcut olduğu hakkında bilgi gösterecektir.
uk: Якщо Ви розташуєте вказівник миші поверх нього, він розкаже Вам, що система є оновленою або якщо це не так то стільки оновлень доступно.
vi: Nếu đưa con trỏ chuột lên trên nó, bạn sẽ biết được hệ thống của mình có cập nhật mới nhất không, và nếu không thì có sẵn bao nhiêu bản cập nhật.
zh_tw: 如果將您的滑鼠指標移至盾牌圖示上方，它會告訴您系統是否已是最新狀態，或有多少更新可用。

source: The list of available updates
ca: La llista de les actualitzacions disponibles.
da: Listen over tilgængelige opdateringer
es: La lista de actualizaciones disponibles
fr: La liste des mises à jour disponibles
pt_br: Lista de atualizações disponíveis
tr: Mevcut güncellemelerin listesi
uk: Перелік доступних оновлень
vi: Danh sách cập nhật sẵn có
zh_tw: 可用更新列表

source: If you click on the lock icon, the Update Manager opens and shows you the updates that are available. The interface is very easy to use. For each package update you can read the description, the changelog (this is where developers explain their changes when they modify the package), and eventually if Linux Mint assigned warnings or extra information about the updates. You can also see which version is currently installed on your computer and which version is available for you to update to. Also you have a symbol showing if it's a package update or a security update.
ca: Si cliqueu a la icona, el gestor de programari s'obre i mostra les actualitzacions disponibles. La interfície és molt fàcil de fer servir. Per cada actualització de paquet es poden llegir les descripcions, el registre de canvis (aquí és on els desenvolupadors expliquen els canvis quan modifiquen un paquet), i de vegades si el Linux Mint ha assignat advertències o informació extra sobre les actualitzacions. També es pot veure quina versió hi ha instal·lada a l'ordinador i quina versió és la que hi ha disponible per a l'actualització. També hi ha un símbol que diu si és una actualització de paquet o de seguretat.
da: Hvis du klikker på skjoldet, åbner Opdateringshåndtering og viser dig de tilgængelige opdateringer. Brugergrænsefladen er meget nem at bruge. For hver pakkeopdatering kan du læse beskrivelsen, ændringsloggen (det er her udviklere beskriver deres ændringer, når de ændrer pakken) og eventuelle advarsler og ekstra information tilføjet af Linux Mint. Du kan også se versionsnumrene for den installerede pakke og den opdaterede pakke. Der er også et symbol, der viser, om det er en pakkeopdatering eller en sikkerhedsopdatering.
es: Si hace clic en el icono, el Update Manager se abre y muestra las actualizaciones disponibles. La interfaz es muy fácil de usar. Para cada paquete de actualización se puede leer la descripción, la lista de cambios (esto es donde los desarrolladores explican sus cambios cuando modifican el paquete), y, finalmente, si Linux Mint añadió advertencias o información adicional sobre las actualizaciones. También se puede ver la versión instalada actualmente en el equipo y la versión disponible para actualizar. También hay un símbolo que muestra si se trata de una actualización de paquete o una actualización de seguridad.
fr: Si vous cliquez sur l'icône de verrouillage, le Gestionnaire de Mises à jour s'ouvre et vous montre les mises à niveau disponibles. L'interface est très simple à utiliser. Pour chaque mise à niveau de paquet vous pouvez lire sa description, la liste des changements (l'endroit où les développeurs expliquent les changements quand ils modifient un paquet), et éventuellement si Linux Mint a signalé des avertissements ou des informations additionnelles à propos de cette mise à jour. Vous pouvez également savoir quelle version est actuellement installée sur votre ordinateur et quelle version est disponible en mise à jour. De plus, un symbole affiche si il s'agit d'une mise à jour de sécurité ou non.
pt_br: Se você clicar no ícone de cadeado, o Gerenciador de Atualizações se abre, mostrando as atualizações que estão disponíveis. A interface é muito fácil de usar. Para cada pacote de atualização, você pode ler a descrição, o changelog (que é onde os desenvolvedores explicam as mudanças que modificam o pacote) e, eventualmente, se o Linux Mint atribuiu avisos ou informações adicionais sobre as atualizações. Você também pode ver qual a versão atualmente instalada em seu computador e qual versão está disponível para que você atualize o pacote. Além disso, você tem um símbolo que mostra se ele é um pacote de atualização ou uma atualização de segurança.
tr: Eğer sağ alt köşedeki kalkan simgeye tıklarsanız, Güncelleştirme Yöneticisi açılır ve size mevcut güncellemeleri gösterir. Arayüz oldukça kolay bir kullanıma sahiptir. Her paket güncellemesinin açıklamasını okuyabilir, değişim kayıtlarını (günlük (log) dosyası geliştiricilerin paketlerin nerelerinde değişiklik ve düzenleme yaptıklarını açılar) inceleyebilir ve son olarak Linux Mint ek bir uyarı tanımladı veya bilgi paylaştı ise bunlara ulaşabilirsiniz. Ayrıca paketlerin hangi sürümlerinin kurulu olduğu ve mevcut güncelleme ile hangi sürümünün kurulabileceği bilgilerine de ulaşmak mümkün. Güncellemelerin türleri de farklı simgelerle tanımlanmıştır, örneğin paket güncellemesi, güvenlik güncellemesi gibi.
uk: Якщо натиснути на піктограму щита Менеджер Оновленя відкриває і показує Вам доступні оновлення. Інтерфейс є дуже простим у використанні. Для кожного пакунку оновлення можна прочитати опис, список змін (це де розробники поясняють зміст змін) і врешті-решт якщо вказано, попередження або додаткові відомості про оновлення. Ви також можете побачити яка версія встановлена зараз на Вашому комп'ютері і яка версія доступна для для оновлення. Також в Вас є символ, що показує чи це є оновлення пакунку чи оновлення безпеки.
vi: Nếu bạn nhấp vào biểu tượng khoá, trình Quản lý Cập nhật sẽ mở ra và cho bạn xem các bản cập nhật sẵn có. Giao diện rất dễ sử dụng. Với mỗi bản cập nhật gói, bạn có thể đọc mô tả, nhật ký thay đổi (nơi nhà phát triển cho biết các thay đổi với gói), và kế đến là những cảnh báo hay thông tin thêm nếu có của Linux Mint về bản cập nhật. Bản cũng có thể xem phiên bản hiện tại của gói đang cài đặt trên máy của bạn và phiên bản có thể cập nhật lên. Cũng có một biểu tượng cho biết nó là cập nhật gói hay cập nhật bảo mật.
zh_tw: 如果您點擊盾牌圖示，更新管理員會開啟並顯示可用更新。其介面非常簡單易用。每個套件更新都會提供說明，變更記錄 (開發者用以解釋修改套件時所做的變更)，與 Linux Mint 對此更新所發布的警示或額外資訊。您也可以看到目前電腦裡安裝的版本與可用的更新版本。此外，更新旁邊會有一個符號告訴您，它是個套件更新或是個安全性更新。

source: Finally, you can see the stability level assigned to the package update. Each package update brings improvements or fixes security issues but that doesn't mean they're risk-free and can't introduce new bugs. The stability level is assigned to each package by Linux Mint and gives you an indication of how safe it is for you to apply an update.
ca: Finalment, es pot veure el nivell d'estabilitat assignat a l'actualització del paquet. Cada actualització porta millores o arregla assumptes de seguretat però això no significa que estiguin lliures de risc i que no puguin tenir nous errors. Linux Mint assigna a cada paquet el seu nivell d'estabilitat i dóna una indicació de com n'és de segur aplicar-ne l'actualització.
da: Endelig kan du også se stabilitetsniveauet tildelt pakkeopdateringen. Hver enkelt pakkeopdatering indeholder forbedringer eller retter sikkerhedsproblemer, men det betyder ikke, at det er risikofrit at installere dem, og det kan introducere nye fejl. Stabilitetsniveauet tildeles den enkelte pakke af Linux Mint og giver dig en indikation af, hvor sikkert det er at opdatere.
es: Por último, puede ver el nivel de estabilidad asignado a la actualización. Cada actualización aporta mejoras o corrige problemas de seguridad, pero eso no quiere decir que no exista un riesgo y no puedan introducir nuevos errores. Linux Mint asigna un nivel de estabilidad a cada paquete y le da una indicación del nivel de seguridad de cada actualización.
fr: Finalement, vous pouvez voir le niveau de stabilité assigné à une mise à jour. Chaque mise à niveau apporte des améliorations ou corrige des problèmes de sécurité, mais ça ne veut pourtant pas dire que celles-ci soient sans risque et qu'elles ne puissent pas introduire de nouveaux bogues. Le niveau de stabilité est définit pour chaque paquet par Linux Mint et vous donne une indication sur sa fiabilité.
pt_br: Por fim, você pode ver o nível de estabilidade atribuído à atualização do pacote. Cada pacote de atualização traz melhorias ou corrige problemas de segurança, mas isso não significa que eles estão livres de riscos e que não podem vir a introduzir novos bugs. O nível de estabilidade é atribuído a cada pacote pelo Linux Mint, o que lhe dá uma indicação do quão seguro é para você atualizá-lo.
tr: Son olarak, paket güncellemeleri için atanmış kararlılık seviyelerini de görebilirsiniz. Her paket güncellemesi birtakım iyileştirmeler getirir ya da güvenlik sorunlarını düzeltir, fakat bu onların risksiz olduğu ve yeni hatalara neden olmayacağı anlamına gelmez. Her paket için kararlılık seviyesi Linux Mint tarafından belirlenir ve uygulanacak bir güncellemenin ne kadar güvenli olduğunun göstergesidir.
uk: Нарешті, Ви можете бачити рівень стабільності, призначений оновленому пакунку. Кожне оновлення пакунку є поліпшенням або усуває вразливість безпеки але це не означає, що це оновлення без ризику і не призведе до нових помилок. Рівень стабільності привласнюється кожному пакунку Linux Mint і дає уявлення про те як безпечно це для Вас, щоб застосувати оновлення.
vi: Cuối cùng, bạn có thể xem độ ổn định của bản cập nhật gói. Mỗi cập nhật gói đem đến sự cải thiện hay sửa các vấn đề bảo mật nhưng điều đó cũng không có nghĩa là hoàn toàn không có rủi ro và không có các lỗi mới. Độ ổn định của mỗi gói do Linux Mint đưa ra giúp bạn đánh giá mức độ an toàn của gói với bạn khi thực hiện cập nhật.
zh_tw: 最後，您可以看到套件更新的穩定性等級。套件更新是用以改進套件或修正安全性問題，但這並不代表它們沒有任何風險或錯誤。套件更新的安全性等級由 Linux Mint 評定，讓您在套用更新時知道其安全性有多高。

source: Of course you can click on the columns to sort by stability level, status, package name or by version. You can select all updates or unselect all of them by using the <guibutton>Clear</guibutton> and <guibutton>Select All</guibutton> buttons.
ca: Es pot clicar a les columnes per ordenar la llista per nivell d'estabilitat, estat, nom del paquet o versió. Es poden seleccionar totes les actualitzacions o desseleccionar-les totes usant els botons <guibutton>Neteja</guibutton> i <guibutton>Selecciona-ho tot</guibutton>.
da: Du kan selvfølgelig klikke på rækkerne og sortere efter sikkerhedsniveau, status, pakkenavn eller version. Du kan vælge eller fravælge alle opdateringer med brug af <guibutton>Vælg alle</guibutton>- og <guibutton>Ryd</guibutton>-knapperne.
es: Por supuesto, usted puede hacer clic en las columnas para ordenar por nivel de estabilidad, estado, nombre del paquete o versión. Puede seleccionar todas las actualizaciones o anular la selección de todas ellas con los botones <guibutton>Borrar</guibutton> y <guibutton>Seleccionar todo</guibutton>.
fr: Bien sûr, vous pouvez cliquer sur les colonnes pour trier les éléments par niveau de stabilité, par statut, par nom de paquet ou par version. Vous pouvez sélectionner toutes les mises à jour, ou toutes les désélectionner avec les boutons <guibutton>Tout sélectionner</guibutton> et <guibutton>Effacer</guibutton>.
pt_br: Obviamente, você pode clicar nas colunas para ordenar os pacotes por nível de estabilidade, status, nome ou versão. Você também pode selecionar ou desmarcar todas as atualizações usando os botões <guibutton>Apagar</guibutton> e <guibutton>Selecionar tudo</guibutton>.
tr: Elbette sütunlar üzerine tıklayarak kararlılık seviyesi, durum, paket ismi ya da sürüm numarasına göre sıralama yapabilirsiniz. <guibutton>Temizle</guibutton> ve <guibutton>Tümünü Seç</guibutton> düğmelerini kullanarak tüm paketleri seçebilir ya da tüm seçimi kaldırabilirsiniz.
uk: Ви можете натиснути на колонках, щоб впорядкувати список за рівнем стабільності, статусом, іменами пакунків або версіями. Ви можете вибрати усі оновлення або зняти виділення з них за допомогою кнопок <guibutton>Очистити</guibutton> і <guibutton>Вибрати Все</guibutton>.
vi: Đương nhiên bạn có thể nhấp vào cột để sắp xếp theo độ ổn định, trạng thái, tên gói hay phiên bản. Bạn có thể chọn hoặc bỏ chọn tất cả cập nhật b8àng cách dùng nút <guibutton>Bỏ</guibutton> và nút<guibutton>Chọn hết</guibutton>.
zh_tw: 您可以點擊欄位，以依照安全性等級，狀態，套件名稱，或版本來排序更新。您可以使用 <guibutton>全選</guibutton> 或 <guibutton>清除</guibutton> 按鍵，來全選或取消全選所有更新。

source: Level 1 and Level 2 updates are risk-free and you should always apply them. Level 3 updates should be safe but, although we recommend you take them, make sure you look over them on the list of updates. If you experience a problem with a particular Level 3 update, tell the Linux Mint development team so they can take measures to make that update a Level 4 or a Level 5 so as to warn or even discourage others against applying it.
ca: Les actualitzacions de nivell 1 i 2 estan lliures de risc i s'haurien d'aplicar sempre. Les actualitzacions de nivell 3 haurien de ser segures, però tot i que es recomana que s'apliquin, caldria que se'ls hi donés un cop d'ull. Si hi ha algun problema amb alguna actualització de nivell 3 en concret, cal dir-ho a l'equip de desenvolupament de Linux Mint per tal que puguin prendre mesures per fer que aquesta actualització sigui de nivell 4 o 5, així com d'advertir o inclús dissuadir altres persones d'aplicar-la.
da: Niveau 1 og 2 opdateringer er riskofrie og du bør altid anvende dem. Niveau 3 opdateringer skulle være sikre, men selvom vi anbefaler, du installerer dem, så kig dem igennem på listen over opdateringer. Hvis du oplever et problem med en bestemt Niveau 3 opdatering, så fortæl Linux Mint-holdet om det, så de kan ændre niveauet til 4 eller 5 for at advare andre brugere mod at anvende opdateringen.
es: Las actualizaciones de Nivel 1 y Nivel 2 están libres de riesgo y siempre debe aplicarlas. Las actualizaciones de Nivel 3 deberían ser seguros, pero, aunque se recomienda aplicarlas, eche antes una mirada en la lista de actualizaciones. Si experimenta un problema con alguna actualización de nivel 3, avise al equipo de desarrollo de Linux Mint para que puedan tomar medidas para pasar la actualización a un nivel 4 o 5 con el fin de prevenir o incluso disuadir a otros de aplicarla.
fr: Les mises à jour de Niveau 1 et de Niveau 2 sont sans risque et vous devriez toujours les appliquer. Celles de Niveau 3 devraient être sûres, mais nous vous recommandons de bien y prêter attention. Si vous rencontrez un problème avec une mise à jour de Niveau 3, dites-le à l'équipe de développement de Linux Mint pour qu'elle puisse la passer au Niveau 4 ou 5 afin de prévenir ou même dissuader les autres de l'appliquer.
pt_br: Atualizações de nível 1 e 2 são isentas de riscos, portanto você deve sempre aplicá-las. As de nível 3 em geral são seguras, mas nós recomendamos que você antes certifique-se dar uma olhada sobre elas na lista de atualizações. Se você tiver algum problema com uma determinada atualização de nível 3, informe a equipe de desenvolvimento do Linux Mint para que eles possam tomar medidas para reclassificá-la como uma atualização de nível 4 ou 5, a fim de avisar ou mesmo desencorajar outros usuários que queiram aplicá-la .
tr: Seviye 1 ve seviye 2 güncellemeleri risksiz güncellemelerdir ve onları daima uygulamalısınız. Seviye 3 güncellemelerinin güvenli olması beklenir ve buna rağmen bunları yüklemenizi ve güncelleme listesini gözden geçirdiğinizden emin olmanızı öneriyoruz. Eğer bazı seviye 3 güncellemelerinden dolayı bir problem deneyimi yaşarsanız, bunu Linux Mint geliştirici takımına iletiniz, böylece onlar da önlem olarak güncelleme seviyesini 4 ya da 5 olarak tanımlayıp, diğer kullanıcıları bu yüklemeyi yapmadan önce onları uyararak sorunlu bir paketi yüklemeyi engelleyebilirler.
uk: Рівні 1 і 2 оновлень не несуть ризиків, і Ви завжди повинні ці оновлення встановлювати. 3-й рівень оновленнь повинен бути безпечним але хоча ми рекомендуємо Вам застосувати ці зміни переконайтеся, що Ви бачите їх у списку оновлень. Якщо в Вас виникли якісь проблеми з оновленнями 3-го рівню, повідомте команді розробників Linux Mint, щоб вони змогли вжити заходів аби перемістити це оновлення до категорії 4-го або 5-го рівнів для того, щоб попередити інших користувачів або навіть перешкодити застосувати це оновлення.
vi: Cập nhật Cấp 1 và Cấp 2 không có rủi ro gì và bạn nên luôn luôn áp dụng. Cập nhật Cấp 3 thường là an toàn, nói chung chúng tôi khuyên dùng, nhưng hãy đảm bảo xem kỹ trước. Nếu bạn gặp vấn đề với một cập nhật cấp 3 nào đó, hãy báo cho đội phát triển Linux Mint để chúng tôi có biện pháp đánh dấu nó là Cấp 4 hay Cấp 5 để cảnh báo và không khuyến khích mọi người thực hiện.
zh_tw: 等級 1 與等級 2 的更新沒有風險，所以您應該總是套用這些更新。等級 3 的更新理論上安全，雖然我們建議您套用這些更新，不過在更新前，請先詳閱更新資訊。如果您在套用等級 3 的更新時遇到問題，請告知 Linux Mint 開發團隊，我們會將此更新移至等級 4 或等級 5，以警告或阻止其他使用者套用更新。

source: The Update Manager preferences
ca: Preferències del Gestor d'Actualitzacions
da: Indstillinger for Opdateringshåndtering
es: Las opciones del Gestor de actualizaciones
fr: Les préférences du Gestionnaire de Mises à jour
pt_br: As preferências do Gerenciador de Atualizações.
tr: Güncelleme Yöneticisi tercihleri
uk: Налаштування Менеджера Оновлень
vi: Tuỳ thích Trình Quản lý Cập nhật
zh_tw: 更新管理員偏好設定
