Repository: Acidburn0zzz/mintdoc
Catalog: books/User_Guide/launchpad-po-export/user-guide-common-softwaremanagement/user-guide-common-softwaremanagement-*.po
Languages: ca, da, es, fr, pt_br, tr, uk, vi, zh_tw

source: If you click on the <guibutton>Preferences</guibutton> button you should see the screen above. By default the Update Manager tells you about Level 1, 2 and 3 updates. You can decide to make Level 4 and 5 <guilabel>visible</guilabel>. This will make more updates appear in the list. If you want to you can even make Level 4 and 5 updates <guilabel>safe</guilabel> (although this is not recommended). This will cause them to be selected by default within the Update Manager.
ca: Clicant al botó <guibutton>Preferències</guibutton> s'ha de veure aquesta pantalla. Per defecte, el gestor d'actualitzacions informa de les actualitzacions de nivell 1, 2 i 3. Es pot decidir fer <guilabel>visibles</guilabel> també les de nivell 4 i 5. Això farà que hi hagi més actualitzacions a la llista. Si es vol, es pot fer que les actualitzacions de nivell 4 i 5 siguin <guilabel>segures</guilabel> (tot i que no és recomanable). Això farà que el gestor d'actualitzacions les seleccioni per defecte.
da: Når du klikker på <guibutton>Indstillinger</guibutton>-knappen, vil du se vinduet vist ovenfor. Som standard viser Opdateringshåndtering niveau 1, 2 og 3 opdateringer. Du kan vælge at lade niveau 4 og 5 være <guilabel>synlig</guilabel>. Dermed vil der vises flere opdateringer i listen. Du kan endda markere niveau 4 og 5 opdateringer som <guilabel>sikker</guilabel> (selvom det ikke anbefales). Det betyder, at de som standard vil være valgte på listen.
es: Si hace clic en el botón <guibutton>Preferencias</ guibutton> debe usted ver la pantalla de arriba. De forma predeterminada, el Gestor de actualizaciones le informa sobre las actualizaciones de nivel 1, 2 y 3. Usted puede decidir hacer <guilabel>visibles</guilabel> las de nivel 4 y 5 . Esto hará que aparezcan más actualizaciones en la lista. Si quiere usted puede incluso hacer <guilabel>seguras</guilabel> las actualizaciones de niveles 4 y 5 (aunque esto no es recomendable). Esto hará que sean seleccionadas por defecto en el Gestor de actualizaciones.
fr: Si vous cliquez sur le bouton <guibutton>Préférences</guibutton> vous devriez voir l'écran ci-dessus. Par défaut, le Gestionnaire de Mises à jour vous prévient des mises à jour de Niveau 1, 2 et 3. Vous pouvez décider de rendre <guilabel>visibles</guilabel> celles de Niveau 4 et 5. Cela affichera plus de mises à jour dans la liste. Si vous le souhaitez, vous pouvez même définir les mises à jour de Niveau 4 et 5 comme <guilabel>sûres</guilabel> (bien que ce ne soit pas recommandé). Cela aura pour conséquence de les sélectionner par défaut dans le Gestionnaire de Mises à jour.
pt_br: Se você clicar no botão <guibutton>Preferências</guibutton> deverá ver a tela acima. Por padrão, o Gerenciador de Atualizações utiliza as atualizações de nível 1, 2 e 3. Você pode fazer com que as de nível 4 e 5 passem ao padrão <guilabel>visível</guilabel>. Isso fará com que mais atualizações apareçam na lista. Se você quiser, você pode até mesmo tornar as atualizações de nível 4 e 5 como de nível <guilabel>seguro</guilabel> (embora isso não seja recomendado). Isto fará com que elas sejam selecionadas por padrão dentro do Gerenciador de Atualizações.
tr: Eğer <guibutton>Tercihler</guibutton> seçeneğine tıklarsanız yukarıdaki ekranı görebilirsiniz. Varsayılan olarak 1, 2 ve 3 seviye güncellemeler etkin haldedir. Seviye 4 ve 5 olanları da <guilabel>görünür</guilabel> hale getirmeye karar verebilirsiniz. Bu güncelleme listesinde daha fazla güncellemeyi görünür yapacaktır. Eğer isterseniz 4 ve 5 seviye olanları bile <guilabel>güvenli</guilabel> olarak (buna rağmen tavsiye etmiyoruz) işaretleyebilirsiniz. Bu düzenlemeyi yaptığınız takdirde bunlar Güncelleme Yöneticisinde varsayılan olarak seçilmiş olacaklardır.
uk: Якщо Ви натиснете на кнопку <guibutton>Параметри</guibutton> з’явиться нове вікно. Типово Менеджер Оновлення сповіщає Вас про 1, 2 і 3 рівні оновлень. Ви можете вирішити чи зробити рівні 4 і 5 <guilabel>видимими</guilabel>. Це зробить, видимими більше оновлень які з'являтимуться у списку. Якщо Ви бажаєте, то можете навіть позначити рівні 4 та 5 <guilabel>безпечними</guilabel>, що надасть можливість їх оновлення (хоча це і не рекомендується). Це зробить їх типовими в Менеджері Оновлень.
vi: Nếu nhấp vào nút <guibutton>Tuỳ thích</guibutton> bạn sẽ thấy màn hình ở trên. Theo mặc định trình Quản lý Cập nhật sẽ báo cho bạn về các cập nhật Cấp 1, 2 và 3. Bạn có thể chọn để <guilabel>thấy</guilabel> cả Cấp 4 và 5. Như vậy sẽ có nhiều cập nhật hiển thị trên danh sách hơn. Nếu muốn bạn còn có thể xem cập nhật Cấp 4 và 5 là <guilabel>an toàn</guilabel> (tuy nhiên điều này không được khuyến khích). Như vậy chúng sẽ được mặc định chọn trong trình Quản lý Cập nhật.
zh_tw: 如果您點擊 <guibutton>偏好設定</guibutton> 按鍵，您會看到以上畫面。更新管理員預設告知您關於等級 1，2，3 的更新。您可以決定是否讓等級 4，5 <guilabel>可見</guilabel>。這會讓更多更新出現在列表裡。 您甚至可以將等級 4，5 的更新設定為 <guilabel>安全</guilabel> (儘管不建議您這麼做)。這會讓更新管理員預設選擇等級 4，5 的更新。

source: The Update Manager only counts 'safe' updates. So when it tells you your system is up to date, it means there are no updates available assigned with a level that you defined as being 'safe'.
ca: El gestor d'actualitzacions només té en compte les actualitzacions "segures". Per tant, quan diu que el sistema està actualitzat, significa que no hi ha actualitzacions disponibles assignades amb un nivell definit com a "segur".
da: Opdateringshåndtering tæller kun "sikre" opdateringer. Så når det fortæller, at dit system er opdateret, betyder det, at der ikke er nogle opdateringer tilgængelige med et niveau, som du har markeret som "sikkert".
es: El Gestor de actualizaciones sólo cuenta actualizaciones "seguras". Así que cuando se le dice que su sistema está actualizado, significa que no hay actualizaciones disponibles con un nivel que usted ha indicado como "seguro".
fr: Le Gestionnaire de Mises à jour ne compte que des mises à jour « fiables ». Alors, quand il vous dit que votre système est à jour, cela signifie qu'il n'y a aucune mise à jour disponible assignée à un niveau que vous avez défini comme étant « sûr ».
pt_br: O Gerenciador de Atualizações contabiliza apenas atualizações definidas no padrão "Seguro". Assim, quando ele informa que o seu sistema está atualizado, isso significa que não há atualizações disponíveis atribuídas a um nível que você definiu como sendo "seguro".
tr: Güncelleme Yöneticisi sadece 'güvenli' olarak işaretlenmiş seviyeleri hesaba katar. Yani, sisteminizin güncel olduğunu belirtildiğinde, bu sadece sizin 'güvenli' olarak işaretlediğiniz seviyelerde güncelleme olmadığı anlamına gelir.
uk: Менеджер Оновлень враховує лише «безпечні» оновлення. Тому коли він сповіщає Вам, що Ваша система в актуальному стані це означає, що немає доступних оновлень з рівнем безпеки який Ви визначили як «безпечний».
vi: Trình Quản lý Cập nhật chỉ đếm các cập nhật 'an toàn'. Do đó khi nó cho biết hệ thống của bạn đã cập nhật, nghĩa là không có cập nhật nào khác ứng với cấp độ bạn xem là 'an toàn'.
zh_tw: 更新管理員只計算「安全」更新。所以當它告訴您系統已是最新狀態，這代表目前沒有被您定義為「安全」的更新可用。

source: The Update Manager only shows 'visible' updates in the list.
ca: El gestor d'actualitzacions només mostra actualitzacions "visibles" a la llista.
da: Opdateringshåndtering viser kun "synlige" opdateringer i listen.
es: El Gestor de actualizaciones sólo muestra actualizaciones "visibles" en la lista.
fr: Le Gestionnaire de Mises à jour ne montre dans la liste que les mises à jour « visibles ».
pt_br: O Gerenciador de Atualizações só exibe aquelas definidas como sendo do padrão «visível».
tr: Güncelleme Yöneticisi listesinde sadece 'görünür' olarak işaretlenmiş seviyedeki güncellemeler gösterilir.
uk: Менеджер Оновлень показує лише «видимі» оновлення у списку.
vi: Trình Quản lý Cập nhật chỉ hiển thị các cập nhật 'thấy được' trên danh sách.
zh_tw: 更新管理員只在列表裡顯示「可見」的更新。

source: For example, if you made all levels 'visible' and only Level 1 and 2 'safe', you would see a lot of updates in the list, but the Update Manager would probably tell you that your system was up to date.
ca: Per exemple, si es fessin tots els nivells "visibles" i només el nivell 1 i 2 "segurs, es veurien moltes actualitzacions a la llista, però el gestor d'actualitzacions probablement dirà que el sistema està actualitzat.
da: Hvis du for eksempel har markeret alle niveauer som synlige og kun niveau 1 og 2 som sikre, vil du se en masse opdateringer i listen, men Opdateringshåndtering vil sandsynligvis fortælle dig, at dit system er opdateret.
es: Por ejemplo, si usted ha hecho "visibles" todos los niveles y "seguros"sólo los niveles 1 y 2, usted verá un montón de actualizaciones en la lista, pero el Gestor de actualizaciones probablemente le dirá que su sistema está al día.
fr: Par exemple, si vous avez rendu « visibles » tous les niveaux et seulement « sûrs » les Niveaux 1 et 2, vous verriez beaucoup de mises à niveau dans la liste mais le Gestionnaire de Mises à jour vous dirais probablement que votre système est à jour.
pt_br: Por exemplo, se você configurou todos os níveis como "visível" e apenas os níveis 1 e 2 como "seguro", você verá um monte de atualizações na lista, mas o Gerenciador de Atualizações ainda irá dizer-lhe que o seu sistema está atualizado.
tr: Örnek olarak, tüm seviyeleri 'görünür' yaptığınızı ve sadece 1 ve 2 seviyeleri 'güvenli' olarak işaretlediğinizi varsayalım, bu durumda listede pek çok güncelleme göreceksiniz. Ama Güncelleştirme Yöneticisi sadece 'güvenli' olarak işaretli olduğundan 1 ve 2 seviye güncellemeleri yükleyecektir ve muhtemelen sonrasında size sisteminizin güncel olduğunu bildirecektir.
uk: Наприклад, якщо Ви зробили всі рівні 'видимими' і лише рівні 1 та 2 «безпечні», Ви побачите багато оновлень у списку але Менеджер Оновлень ймовірно скаже Вам, що Ваша система в актуальному стані.
vi: Ví dụ, nếu bạn chọn 'thấy' tất cả các cấp và chỉ Cấp 1 và 2 là 'an toàn', bạn sẽ thấy rất nhiều cập nhật trong danh sách nhưng trình Quản lý Cập nhật hẳn sẽ cho biết rằng hệ thống của bạn đã cập nhật.
zh_tw: 例如，如果您設定所有等級「可見」，但是只有等級 1，2「安全」，您會在列表裡見到大量更新，但是更新管理員可能仍會告訴您，系統已是最新狀態。

source: The <guilabel>Auto-Refresh</guilabel> tab allows you to define how often the Update Manager checks for updates.
ca: La pestanya <guilabel>Auto-Actualitza</guilabel> permet definir com de sovint el gestor d'actualitzacions ha de cercar el gestor d'actualitzacions.
da: <guilabel>Genopfrisk automatisk</guilabel>-fanebladet tillader dig at definere, hvor tit Opdateringshåndtering skal lede efter opdateringer.
es: La solapa <guilabel>Auto-recargar</guilabel> le permite definir con qué frecuencia busca novedades el Gestor de actualizaciones.
fr: L'onglet <guilabel>Rafraîchissement automatique</guilabel> vous permet de définir la fréquence de vérification des mises à jour par le Gestionnaire de Mises à jour.
pt_br: A guia <guilabel>Auto-Atualizar</guilabel> permite que você defina com que frequência o Gerenciador de Atualizações verifica se existem novas atualizações.
tr: <guilabel>Otomatik-Yenile</guilabel> sekmesi Güncelleme Yöneticisinin güncellemeleri hangi sıklıkla kontrol edeceğini tanımlamanıza imkan verir.
uk: Вкладка <guilabel>Автооновлення</guilabel> дозволяє визначити, як часто Менеджер Оновлень перевіряє наявність оновлень.
vi: Thẻ <guilabel>Tự động Làm mới</guilabel> cho phép bạn chọn độ thường xuyên trình Quản lý Cập nhật kiểm tra cập nhật.
zh_tw: <guilabel>自動重新整理</guilabel> 分頁，讓您可以定義更新管理員檢查更新的頻率。

source: The <guilabel>Update Method</guilabel> tab lets you define how the Update Manager checks for new updates.
ca: La pestanya <guilabel>Mètode d'actualització</guilabel> permet definir com el gestor d'actualitzacions ha de cercar noves actualitzacions.
da: <guilabel>Opdateringsmetode</guilabel>-fanebladet lader dig definere, hvordan Opdateringshåndtering skal lede efter nye opdateringer.
es: La solapa <guilabel>Método de actualización</guilabel> le permite definir de qué manera busca novedades el Gestor de actualizaciones.
fr: L'onglet <guilabel>Méthode de mise à jour</guilabel> vous permet de définir la manière dont le gestionnaire de mises à jour vérifie les nouvelles mises à jour.
pt_br: A guia <guilabel>Método de atualização</guilabel> permite que você defina como o Gerenciador de Atualizações verifica se há novas atualizações disponíveis.
tr: <guilabel>Güncelleme Yöntemi</guilabel> sekmesi Güncelleme Yöneticisinin yeni güncellemeleri nasıl kontrol edeceğini tanımlamanıza imkan verir.
uk: Вкладка <guilabel>Метод Оновлення</guilabel> дозволяє визначити як Менеджер Оновлень перевіряє наявність нових оновлень.
vi: Thẻ <guilabel>Phương pháp Cập nhật</guilabel> cho phép bạn chọn cách thức trình Quản lý Cập nhật kiểm tra cập nhật mới.
zh_tw: <guilabel>更新方法</guilabel> 分頁，讓您可以定義更新管理員如何檢查更新。

source: The <guilabel>Include dist-upgrade packages</guilabel> option allows you to define whether the Update Manager should install new dependencies or not. For instance if package A version 1 was installed on your computer and package A version 2 became available, but version 2 had a new dependency on package B which isn't installed on your computer... what would happen?
ca: L'opció <guilabel>Inclou paquets que requereixin la instal·lació o eliminació d'altres paquets</guilabel> permet definir si el gestor d'actualitzacions ha d'instal·lar noves dependències o no. Per exemple, si el paquet A versió 1 estava instal·lat a l'ordinador i ara hi ha disponible el paquet A versió 2, però la versió 2 té una nova dependència al paquet B que no està instal·lat a l'orinador, què ha de fer?
da: <guilabel>Inkludér opdateringer som kræver installation eller fjernelse af andre pakke</guilabel> lader dig vælge, om Opdateringshåndtering skal installere nye afhængigheder eller ej. Hvis for eksempel pakke A version 1 var installeret på din computer og pakke A version 2 blev tilgængelig, men version 2 havde en afhængighed af pakke B, som ikke er installeret på din computer... hvad ville der så ske?
es: La opción <guilabel>Incluir actualizaciones que requieran la instalación o eliminación de otros paquetes</guilabel> permite definir si el Gestor de actualizaciones debe instalar nuevas dependencias o no. Por ejemplo, si tiene instalada la versión 1 del paquete A, y está disponible la versión 2, pero ésta tiene una nueva dependencia del paquete B que no está instalado en el equipo ... ¿qué pasa?
fr: L'option <guilabel>Inclure les paquets de mise à niveau de distribution</guilabel> vous permet de définir si le Gestionnaire de Mises à jour doit installer de nouvelles dépendances ou non. Par exemple, si la version 1 du paquet A est installée sur votre ordinateur et que la version 2 du paquet A devient disponible, mais que cette version 2 a une nouvelle dépendance du paquet B qui n'est pas installé… que se passerait-il ?
pt_br: A opção <guilabel>Inclui atualizações que requerem instalação ou remoção de outros pacotes</guilabel> permite definir se o Gerenciador de Atualizações deve instalar novas dependências ou não. Por exemplo, se o pacote A versão 1 foi instalado em seu computador e o pacote A versão 2 tornou-se disponível mas o da versão 2 tem uma nova dependência no pacote B que não está instalado no seu computador, o que aconteceria?
tr: <guilabel>Yeni Dağıtım Güncelleme Paketleri</guilabel> seçeneği, Güncelleme Yöneticisinin yeni bağımlılıkları yükleyip yüklememesini tanımlamanıza izin verir. Mesela, eğer A paketinin 1. sürümü sizin sisteminizde yüklü olsun ve A paketinin 2. sürüm güncellemesi hazır olsun, fakat A paketinin 2. sürümü yeni bir bağımlılık gerektirsin ve bu bağımlılık B Paketi içinde sunuluyor diyelim. Bu B paketi sizin sisteminide kurulu değilse bu durumda ne olacak?
vi: Tuỳ chọn <guilabel>Bao gồm cập nhật dist-upgrade</guilabel> cho phép bạn chọn cách thức trình Quản lý Cập nhật cài đặt các phụ thuộc mới hay không. Chẳng hạn nếu gói A phiên bản 1 đã cài trên máy và có gói A phiên bản 2 xuất hiện, nhưng phiên bản 2 có phụ thuộc mới vào gói B chưa được cài sẵn... thì sao ?
zh_tw: <guilabel>包含需要安裝或移除其他套件的更新</guilabel> 選項，讓您可以定義更新管理員，是否安裝新的相依性套件。例如，如果您電腦裡裝有套件 A 版本 1，而現在有套件 A 版本 2 可用，可是版本 2 與套件 B 有新的相依性，而套件 B 並未安裝在您的電腦裡... 結果會如何?

source: If you left this checkbox unchecked, version 2 would not appear as an update in the list of updates.
ca: Si es deixa aquesta casella desmarcada, la versió 2 no apareixerà com a actualització a la llista d'actualitzacions.
da: Hvis afkrydsningsfeltet ikke er markeret, ville version 2 ikke optræde som en opdatering i listen over opdateringer.
es: Si usted deja esta casilla sin marcar, la versión 2 no aparecerá como actualización en la lista.
fr: Si vous avez laissé cette case non cochée, la version 2 n'apparaîtra pas comme une mise à jour.
pt_br: Se você deixou esta opção em branco, a versão 2 não aparecerá na lista de atualizações.
tr: Eğer bu kutucuğu işaretlemezseniz, A paketinin sürüm 2 güncellemesi güncelleme listesinde görünmeyecektir.
uk: Якщо ви не поставите тут прапорець, то версія 2 не з'явиться як оновлення в списку оновлень.
vi: Nếu không đánh dấu vào ô này, phiên bản 2 sẽ không xuất hiện như là cập nhật trong danh sách.
zh_tw: 如果您不勾選這個勾選框，版本 2 的更新將不會出現在更新列表。

source: If you checked this checkbox, it would, and if selected it would install package B as a dependency.
ca: Si es deixa aquesta casella marcada sí que apareixerà i instal·larà el paquet B com a dependència..
da: Hvis afkrydsningsfeltet er markeret, vil version 2 optræde og hvis valgt, vil pakke B også blive installeret.
es: Si marca esta casilla, sí lo haría, y si es seleccionado instalará el paquete B como dependencia.
fr: Si vous l'avez cochée, elle apparaîtrait comme une mise à jour, qui si elle était sélectionnée installerait le paquet B comme dépendance.
pt_br: Se você marcou esta opção, o Gerenciador instalará o pacote B como uma dependência.
tr: Eğer bu kutucuğu işaretlerseniz, seçiminize bağlı olarak A paketinin 2. sürümüyle birlikte B Paketi de bağımlı olarak yüklenecektir.
uk: Якщо Ви поставили цей прапорець, то пакет B буде встановлено як залежність.
vi: Nếu đánh dấu vào ô này, phiên bản 2 sẽ xuất hiện và nó sẽ cài thêm gói phụ thuộc B.
zh_tw: 如果您勾選這個勾選框，版本 2 會與其相依性套件 B 一起被安裝。

source: Be careful with this option as dependency can install new packages on your behalf but they can also sometimes remove packages you already have installed.
ca: S'ha d'anar amb compte amb aquesta opció, ja que tal i com pot instal·lar nous paquets també, a vegades, pot eliminar-ne d'instal·lats.
da: Vær forsigtig med denne mulighed, da nye pakker kan blive installeret, men det åbner også for muligheden for at fjerne pakker, du allerede har installeret.
es: Tenga cuidado con esta opción; como dependencia puede instalar nuevos paquetes por usted, pero también a veces puede eliminar paquetes que usted había instalado.
fr: Soyez prudent avec cette option, car les dépendances peuvent installer de nouveaux paquets pour vous mais aussi parfois supprimer des paquets déjà installés.
pt_br: Tenha cuidado com esta opção já que as dependências podem instalar novos pacotes mas também podem remover pacotes já instalados.
tr: Bu seçeneği işaretlerken dikkatli olunuz, yeni paketleri bağımlılıklardan dolayı sizin adınıza yükleyeceği gibi, bazen de halihazırda kurulu olan paketleri kaldırabilir.
uk: Будьте обережні з цією опцією, оскільки залежність може встановити нові пакунки від Вашого ім’я але інколи може відбутися й вилучення вже встановлених в Вас пакунків.
vi: Hãy cẩn thận với tuỳ chọn này vì sự phụ thuộc có thể cài thêm gói mới lên hệ thống của bạn và đôi khi thậm chí gỡ bỏ những gói đã cài đặt.
zh_tw: 小心這個相依性選項! 它除了會安裝新套件外，有時也會將您已安裝的套件移除。

source: In the <guilabel>Ignored packages</guilabel> tab you can define packages for which you do not want to receive updates. '?' and '*' wildcard characters are supported.
ca: A la pestanya <guilabel>Paquets ignorats</guilabel> es poden definir els paquets pels quals no es volen rebre actualitzacions. S'admeten els caràcters comodí "?" i "*".
da: På <guilabel>Ignorerede pakker</guilabel>-fanebladet kan du vælge, om der er pakker, du ikke ønsker at modtage opdateringer for. Jokertegnene "?" og "*" understøttes.
es: En la pestaña <guilabel>Paquetes ignorados</guilabel> puede definir paquetes para los que no desee recibir actualizaciones. Puede usar los comodines '?' y '*'.
fr: Dans l'onglet <guilabel>Paquets ignorés</guilabel>, vous pouvez définir les paquets pour lesquels vous ne souhaitez pas recevoir les mises à jour. Les caractères génériques « ? » et « * » sont pris en charge.
pt_br: Na aba <guilabel>Pacotes ignorados</guilabel>, você pode definir os pacotes para os quais você não deseja receber atualizações. Os curingas '?' e '*' são suportados.
tr: <guilabel>Yoksayılan paketler</guilabel> sekmesinde güncelleme almak istemediğiniz paketleri tanımlayabilirsiniz. “?” ve “*” gibi değişken karakterlerini desteklemektedir.
uk: На вкладці <guilabel>Проігноровані пакунки</guilabel> можна вказати пакунки які Ви не бажаєте оновлювати. '?' і '*' символи шаблону підтримуються.
vi: Ở thẻ <guilabel>Cập nhật bị bỏ qua</guilabel> bạn có thể chọn những kiểu gói bạn không muốn nhận cập nhật. Ký tự thay thế '?' và '*' cũng được hỗ trợ.
zh_tw: <guilabel>忽略的套件</guilabel> 分頁，讓您可以定義哪些套件不要接收更新。其支援萬用字元，如「?」與「*」。

source: The <guilabel>Proxy</guilabel> tab lets you define proxy settings.
ca: La pestanya <guilabel>Proxy</guilabel> permet definir les configuracions del servidor intermediari.
da: <guilabel>Proxy</guilabel>-fanebladet lader dig indstille proxyindstillinger.
es: La pestaña <guilabel>Proxy</guilabel> le permite definir las opciones de proxy.
fr: L'onglet <guilabel>Proxy</guilabel> vous permet de définir les paramètres de proxy.
pt_br: A guia <guilabel>Proxy</guilabel> permite que você defina as configurações de proxy.
tr: <guilabel>Proxy</guilabel> sekmesi proxy ile ilgili ayarları tanımlamanıza imkan verir.
uk: Вкладка <guilabel>Проксі</guilabel> дозволяє визначити параметри проксі-сервера.
vi: Thẻ <guilabel>Uỷ nhiệm</guilabel> cho phép bạn thiết đặt máy uỷ nhiệm.
zh_tw: <guilabel>代理伺服器</guilabel> 分頁，讓您可以定義代理伺服器設定。

source: The last tab lets you change the icons used by the Update Manager in the system tray.
ca: L'última pestanya permet canviar les icones usades pel gestor d'actualitzacions en la safata del sistema.
da: Det sidste faneblad lader dig ændre ikonerne, der vises i statusfeltet nederst til højre.
es: La última pestaña le permite cambiar los iconos del Gestor de actualizaciones en la bandeja del sistema.
fr: Le dernier onglet vous permet de modifier les icônes utilisées par le Gestionnaire de Mises à jour dans la zone de notification.
pt_br: A última guia permite alterar os ícones usados ​​pelo Gerenciador de Atualizações na bandeja do sistema.
tr: Son sekme ise Güncelleme Yöneticisinin sistem çekmecesinde görünen simgelerini değiştirmenize izin verir.
uk: Остання вкладка дозволяє змінювати піктограми, що використовуються Менеджером Оновлень у системному треї.
vi: Thẻ sau cùng cho phép bạn thay đổi biểu tượng mà trình Quản lý Cập nhật sử dụng ở khay hệ thống.
zh_tw: 最後一個分頁，讓您可以變更更新管理員的系統匣圖示。
