Repository: Acidburn0zzz/mintdoc
Catalog: books/User_Guide/launchpad-po-export/user-guide-common-softwaremanagement/user-guide-common-softwaremanagement-*.po
Languages: ca, da, es, fr, pt_br, tr, uk, vi, zh_tw

source: Similarly, package maintainers try their utmost to ensure that packages won't conflict with other packages offered by their distribution. Of course, they might not have every last package installed on their testing machines (in fact, usually package maintainers build their packages on clean installations to ensure that they are standard), but if a member of the user community finds out that there is a problem, they will no doubt let the distribution team know, and the problem will be fixed, or at least worked on. Unless you are a beta tester, then you are unlikely to ever see such a conflict, because that's what beta testing is for.
ca: De manera similar, qui manté els paquets intenta que sempre que sigui possible els paquets no entrin en conflicte amb altres paquets ofertats per la seva distribució. Per descomptat, segurament no tenen tots els últims paquets instal·lats en les màquines de proves (de fet, normalment, qui manté els paquets els construeix en instal·lacions netes, per assegurar-se que són estàndard), però si un membre de la comunitat d'usuaris descobreix un problema, ho faran saber, sens dubte, a l'equip de distribució, i el problema s'arreglarà, o almenys ho intentaran. A no ser que sigui un verificador de versions beta, és molt poc probable que es trobi amb aquests conflictes entre paquets, perquè per això hi ha la verificació de les versions beta.
da: De pakkeansvarlige gør ligeledes deres yderste for at sikre sig, at pakker ikke konflikter med andre pakker i distributionen. Selvfølgelig kan de ikke have alle pakker installeret på deres testmaskiner (faktisk plejer de pakkeansvarlige at bygge deres pakker på en "ren" installation for at gøre det standardiseret), men hvis et medlem af brugerfællesskabet finder ud af, der er et problem, vil de helt sikkert lade holdet bag distributionen få det at vide, og problemet vil blive løst eller i det mindste arbejdet på. Med mindre du er en betatester, vil du sandsynligvis aldrig opleve den type konflikt, for det er det, man har betatestning til.
es: Del mismo modo, los desarrolladores de paquetes hacen todo lo posible para garantizar que los paquetes no entrarán en conflicto con otros paquetes ofrecidos por su distribución. Por supuesto, puede ser que no tengan hasta el último paquete instalado en sus máquinas de prueba (de hecho, por lo general responsables de los paquetes construyen sus paquetes en instalaciones limpias para asegurarse de que son estándar), pero si un miembro de la comunidad de usuarios descubre que hay una problema, no dudará en hacerlo saber al equipo de distribución, y el problema se solucionará, o por lo menos se trabajará en él. A menos que usted sea un probador de versiones beta, es poco probable que encuentre alguna vez un conflicto de este tipo, ya que las pruebas beta son para eso.
fr: De même, les mainteneurs de paquets font tout leur possible pour s'assurer que les paquets n'entreront pas en conflit avec d'autres paquets qu'ils ont eux-même distribué. Bien sûr, il se peut qu'ils n'aient pas les tout derniers paquets d'installés sur leurs machines de test (en réalité, les mainteneurs de paquets construisent généralement leurs paquets sur des installations toutes fraîches pour s'assurer qu'elles seront standards), mais si un membre de la communauté d'utilisateurs découvre qu'il y a un problème, il en informera sans aucun doute l'équipe de distribution, et le problème sera réglé, ou du moins elle travaillera à sa résolution. À moins que vous ne soyez un bêta-testeur, vous n'êtes donc pas susceptible de rencontrer de tels conflits, car c'est à les résoudre que sert le test en version bêta.
pt_br: Da mesma forma, os mantenedores de pacotes fazem o seu melhor para garantir que os pacotes não vão entrar em conflito com outros pacotes oferecidos pela sua distribuição. Claro, eles podem não ter todos os pacote mais recentes instalado em suas máquinas de teste (na verdade, geralmente mantenedores de pacotes constroem seus pacotes em instalações limpas, de forma a garantir que eles estão no formato padrão), mas se um membro da comunidade de usuários descobre que há uma problema, ele, sem dúvida, avisará a equipe de distribuição, a qual irá providenciar a correção (ou pelo menos trabalhará forte em cima dele). Enfim, a menos que você seja um beta tester, é bastante improvável que você já tenha visto um conflito desses.
tr: Benzer şekilde, paket bakımcıları hazırladıkları paketlerin dağıtımlar tarafından sunulan diğer paketler ile çakışmaması için özen gösterirler. Elbette, onların test sistemleri üzerinde kurulu olan her paketi kontrol edemezler (paket bakımcıları bu sebeple, paketleri hazırlarken genel olarak yeni yüklenmiş bir sistem kullanırlar), fakat kullanıcı topluluğunun bir üyesi bir hata bulursa, bunu şüphesiz dağıtım ekibine bildirecektir, bu şekilde ya problemi çözülecek ya da en azından çözülmesi için çalışmaya başlanacaktır. Bir beta testçisi olmadığınız sürece, böyle bir çakışmayı görmeniz çok olası değildir. Zaten bu beta testlerinin hedefi de, olası sorunları bulup çözmektir.
vi: Tương tự như vậy, đơn vị bảo quản gói sẽ cố gắng hết sức để đảm bảo gói không xung đột với các gói khác của bản phân phối. Đương nhiên có lẽ họ không có tất cả các gói mới nhất trên máy kiểm thử (thực tế là thường các đơn vị bảo quản dựng gói trên các bản cài đặt sạch để đảm bảo tính chuẩn xác), nhưng nếu có thành viên cộng đồng nào tìm ra vấn đề, họ sẽ cho đội phát triển biết, và vấn đề sẽ được sửa, hoặc ít ra là biết đến. Trừ khi bạn cũng là một người dùng kiểm thử, còn không thì khả năng là bạn sẽ chẳng bao giờ gặp những xung đột như vậy, vì chúng đã được kiểm thử rồi.
zh_tw: 套件維護者都盡力確保其所提供的套件，不會在發行版裡與其他套件發生衝突。當然，他們可能無法將所有套件都安裝在測試機器上 (事實上，套件維護者通常都在全新安裝的系統上建立他們的套件，以確保標準化)，不過，當使用者社群成員發現問題時，他們會讓發行團隊知道，以設法解決問題。除非您是個 beta 測試者，否則您不會見到這類衝突，因為這類衝突會在 beta 測試時解決。

source: It is difficult or impossible to know if you can place your trust in the developer that their software will not cause any harm, willful or negligent, to your system.
ca: És difícil o impossible saber si es pot confiar que el programari del desenvolupador no causarà cap dany, intencionadament o desintencionada, al vostre sistema.
da: Det er svært eller umuligt at vide, om du kan fæste lid til, at et program fra en ukendt udvikler ikke - tilsigtet eller utilsigtet - vil skade dit system.
es: Es difícil o imposible saber si puede confiar en el desarrollador y en que su software no causará ningún daño, intencional o negligente, a su sistema.
fr: Il est difficile, voire impossible, de savoir si vous pouvez accorder votre confiance aux développeurs pour le fait que leur logiciel ne cause aucun dommage, délibéré ou par négligence, à votre système.
pt_br: É difícil ou mesmo impossível saber se você pode confiar no desenvolvedor e que o seu software não irá causar qualquer dano, de forma dolosa ou culposa, ao seu sistema.
tr: Tanınmayan üretici tarafından geliştirilmiş bir uygulamaya güvenmek, sisteminize zarar verip vermeyeceğini anlamak ya çok zor ya da imkansızdır.
uk: Складно або неможливо взнати чи можете Ви довіряти розробнику, що його програмне забезпечення не завдасть ніякої шкоди навмисної або ненавмисної Вашій системі.
vi: Khó hoặc không thể nào biết được liệu bạn có thể tin tưởng vào nhà phát triển rằng phần mềm của họ sẽ không gây hại, dù vô tình hay cố ý, đến hệ thống của bạn.
zh_tw: 要知道您是否可以信任未知開發者所開發的軟體，不會對您的系統造成任何危害 (無論是有心或無意)，是非常困難或不可能的。

source: Package maintainers are hardly likely to package software they know will harm people's computers (including their own)! Only software which is known and trusted will ever make it to the repository.
ca: Qui manté els paquets rarament empaqueten programari que sap que danyarà els ordinadors de la gent (incloent-hi el seu propi ordinador)! Només arribarà al repositori aquell programari que és conegut i fiable.
da: De pakkeansvarlige vil næppe pakke programmer, de ved, vil skade folks computere (inklusive deres egne)! Kun programmer, som er kendte og der er tillid til, vil blive lukket ind i pakkearkivet.
es: Es muy difícil que los mantenedores de paquetes empaqueten software que saben que dañarán los ordenadores de la gente ¡(incluyendo el de ellos)! Sólo llegará al repositorio software que se conoce y en el cual se confía.
fr: Les mainteneurs de paquets n'empaqueteront pas de logiciels qu'ils savent comme nuisible pour les ordinateurs des gens (et le leur) ! Seuls les logiciels connus et dignes de confiance se trouveront dans les dépôts.
pt_br: É bastante improvável que os mantenedores de pacotes venham a empacotar software que sabem irá prejudicar os computadores dos usuários da distro (incluindo o deles)! Apenas o software que é conhecido e confiável irá para o repositório.
tr: Paket bakımcıları (kendilerininkini de içerecek biçimde) hangi yazılımların insanların bilgisayarlarına zarar verip vermeceğini kuvvetle bilirler! Sadece bilinen ve güvenilen yazılımlar depoya girebilir.
uk: Супроводжуючі пакунків навряд будуть запаковувати програмне забезпечення якщо вони знають, що воно пошкодить комп’ютери людей (включаючи власні) ! У репозиторії буде завжди лише те програмне забезпечення яке знають і якому довіряють.
vi: Các đơn vị bảo quản gói khó lòng mà đóng gói phần mềm họ biết sẽ gây hại cho máy tính người khác (bao gồm cả máy họ) ! Chỉ có những phần mềm được biết rõ và tin tưởng mới được đưa vào kho chứa.
zh_tw: 套件維護者幾乎不可能，將已知會危害個人電腦 (包括他們自己的電腦) 的軟體打包成套件! 只有已知受信任的軟體，會被上傳至套件庫。

source: Even if you know about a specific piece of software and its developer, you cannot be entirely sure that you are not downloading an executable that has been swapped out by a malicious third party for some type of malware.
ca: Inclús si coneixeu un programari específic i els seu desenvolupador, no podeu estar segur que no estigueu baixant un executable que hagi estat intercanviat per un tipus de programari maliciós per part de tercers.
da: Selv hvis du kender til et specifikt program og dets udvikler, kan du ikke være helt sikker på, at du ikke henter en eksekverbar fil, som er blevet ombyttet med malware af en ondsindet tredjepart.
es: Incluso si usted conoce un software específico y a su desarrollador, no se puede estar completamente seguro de que no está descargando un ejecutable que un tercero malintencionado ha cambiado por por algún tipo de malware.
fr: Même si vous connaissez bien un logiciel ainsi que son développeur, vous ne pouvez pas être complètement sûr que vous n'êtes pas en train de télécharger un exécutable intercepté par une personne malveillante qui veut vous transmettre un virus.
pt_br: Mesmo se você conhecer um software e seu desenvolvedor, não terá certeza absoluta de que não está baixando um arquivo executável que foi trocado por algum tipo de malware por um terceiro mal-intencionado .
tr: Belirli bir yazılım ya da geliştiricisi hakkında bilgiye sahip olsanız dahi, yazılımı indirirken bazı unsurlarının üçüncü parti zararlı bir yazılım tarafından değiştirilmediğine emin olamazsınız.
uk: Навіть якщо Ви знаєте про конкретне програмне забезпечення та його розробника у випадку якщо Ви завантажили виконуваний файл вивантажений третьою стороною з невідомого Вам джерела в Вас не може бути повної впевненості у тому, що цей файл не містить шкідливого програмного коду.
vi: Ngay cả khi bạn biết về một phần mềm và nhà phát triển đó, bạn cũng không thể hoàn toàn chắc chắn rằng bạn đang không phải tải xuống một tập tin thực thi đã bị tráo đổi bởi một bên thứ ba ác ý nào đó để gây hại.
zh_tw: 即便您對軟體及其開發者有所了解，也不能完全確定下載的執行檔是否被第三方調包，或植入惡意程式。

source: In addition to the usual security measures put in place by the institutions who own the servers (usually prestigious academic or research institutions, or large companies), the repository and packages themselves are secured by certificates and GPG keys. If something's gone wrong, your package manager will tell you about it. The present author, in ten years of using Linux, has never once known anything to go wrong in this respect.
ca: A més a més de les mesures de seguretat habituals dutes a terme per les institucions propietàries dels servidors (normalment són institucions acadèmiques o de recerca prestigioses, o grans companyies), el repositori i els mateixos paquets estan assegurats amb certificats i claus GPG. Si quelcom anés malament, el gestor de paquets ho notificaria. Qui escriu això, en deu anys d'usar Linux, mai ha conegut que es dongui aquest problema.
da: Udover de sædvanlige sikkerhedsforanstaltninger iværksat af institutionerne, der ejer serverne (ofte velansete forsknings- eller akademiske institutioner eller store firmaer), så er pakkearkivet og pakkerne selv sikret med certifikater og GPG-nøgler. Hvis noget er gået galt, vil dit pakkehåndteringsprogram fortælle dig om det. Efter ti års brug af Linux har nærværende forfatter endnu ikke oplevet noget gå galt på dette punkt.
es: Además de las medidas habituales de seguridad puestas en marcha por las instituciones propietarias de los servidores (normalmente instituciones académicas o de investigación de prestigio, o grandes empresas), el repositorio y los propios paquetes están garantizados por certificados y claves GPG. Si algo está mal, su gestor de paquetes le avisará. El autor de este artículo, en diez años de uso de Linux, nunca ha tenido noticia de un fallo en este aspecto.
fr: En plus des mesures de sécurité habituelles mises en place par les institutions qui détiennent les serveurs (généralement des institutions universitaires prestigieuses ou de recherche, ou des grandes entreprises), le dépôt et les paquets en eux-même sont sécurisés par des certificats et des clés GPG. Si quelque chose se passe mal, votre gestionnaire de paquets vous en informera. Le présent auteur, en dix ans d'utilisation de Linux, n'a jamais connu une seule fois de problèmes à cet égard.
pt_br: Além das medidas usuais de segurança postas em prática pelas instituições que detêm os servidores (geralmente prestigiadas instituições acadêmicas ou de pesquisa, além de grandes empresas), o repositório e os próprios pacotes são garantidos por certificados e chaves GPG. Se algo estiver errado, seu gerenciador de pacotes irá avisá-lo. O presente autor, em dez anos de uso do Linux, jamais viu qualquer coisa a este respeito vir a dar errado.
tr: Sunucuların sahibi olduğu kurumlar (genellikle saygın akademi ya da araştırma kurumları ile büyük firmalar) tarafından konulmuş olağan güvenlik önlemleri sayesinde, depolar ve paketler GPG anahtarları ve sertifikalar yardımıyla kendilerini güvence altına alırlar. Eğer bir şey yanlış giderse, paket yöneticiniz size bunun hakkunda bilgi verecektir. Bu belgenin yazarı, 10 yıldır Linux kullanıyor ve bu zaman boyunca güvenini sarsacak bir durumla karşılaşmamıştır.
uk: На додаток до звичайних заходів безпеки вжитих установами які володіють серверами (зазвичай престижні академічні або дослідні інститути чи великі компанії), сховище і самі пакунки захищені сертифікатами та GPG ключами. Якщо щось пішло не так то Ваш Менеджер Пакунків сповістить Вас про це. Автор за десять років використання Linux не знає жодного разу аби щось пішло не так у цьому відношенні.
vi: Bên cạnh những biện pháp bảo mật thông thường do đơn vị phụ trách máy chủ thực hiện (thường là các học viện hay viện nghiên cứu danh tiến, hoặc doanh nghiệp lớn), các kho chứa và bản thân các gói cũng được bảo mật bằng chứng chỉ và khoá GPG. Nếu có bất kỳ vấn đề gì, trình quản lý gói của bạn sẽ báo ngay. Bản thân người viết hiện nay, trong suốt 10 năm sử dụng Linux, chưa từng gặp vấn đề nào trong chuyện này.
zh_tw: 除了伺服器所屬機構所實施的例行安全措施之外，套件庫與套件本身，皆由憑證與 GPG 金鑰提供擔保。如果出現錯誤，您的套件管理員會在第一時間告訴您。根據筆者十幾年來使用 Linux 的經驗，這類錯誤從來沒有出現過。

source: It is difficult to remove (all traces of) installed programs.
ca: És difícil d'eliminar (completament) els programes instal·lats.
da: Det er svært at fjerne (alle spor af) installerede programmer.
es: Es difícil eliminar (todos los rastros de) los programas instalados.
fr: Il est difficile de retirer (toutes les traces) des programmes installés.
pt_br: É difícil remover (todos os vestígios de) programas instalados.
tr: Kurulu uygulamaları (tüm izleriyle birlikte) silmek zordur.
uk: Важко вилучити (усі сліди) встановлених програм.
vi: Khó để gỡ bỏ hoàn toàn tất cả dấu vết của chương trình đã cài.
zh_tw: 要完全移除安裝程式，是非常困難的。

source: Because the package management software keeps a complete record of all of its actions, it is quite capable of reversing any steps that it took in the past, while ensuring that removing one package will not cause any other package to fail.
ca: Com que el programari de gestió de paquets manté un registre de totes les seves accions, és capaç de desfer totes les accions que va fer al passat, assegurant-se que eliminant un paquet no farà que un altre paquet falli.
da: Fordi pakkehåndteringsprogrammet har en komplet fortegnelse over alle dets handlinger, kan det nemt omgøre ethver handling, mens det sikrer sig, at fjernelse af en pakke ikke medfører fejl i andre pakker.
es: Debido a que el software de gestión de paquetes mantiene un registro completo de todas sus acciones, es muy capaz de revertir los pasos que dio en el pasado, al tiempo que garantiza que la eliminación de un paquete no causará que ningún otro paquete falle.
fr: Le logiciel de gestion de paquets gardant une trace de toutes ses opérations, il peut annuler les actions qu'il a effectuées, tout en s'assurant que la suppression d'un paquet ne causera pas la défaillance d'un autre paquet.
pt_br: Como o software de gerenciamento de pacotes mantém um registro completo de todas as suas ações, ele é plenamente capaz de reverter todas as medidas tomadas no passado, o que garante que a remoção de um pacote não vá causar falhas e problemas em outro pacote.
tr: Paket Yönetimi yapılan bütün işlemlerin kaydını tutmaktadır ve böylece geçmişteki tüm adımları geri alma konusunda oldukça iyi yetenek gösterebilmektedir, bir paket silinirken bir sorun ortaya çıkmamasını ve diğer paketlerin bundan etkinlenmemesini sağlayabilmektedir.
uk: Оскільки програма керування пакунками зберігає повний звіт про всі свої дії, вона цілком здатна повернути назад всі свої дії, які були зроблені нею у минулому, забезпечуючи при цьому вилучення одного пакунку не і викликаючи краху будь-якого іншого.
vi: Do phần mềm quản lý gói lưu giữ đầy đủ biên bản tất cả hành động của nó nên tương đối dễ dàng để quay ngược lại bất kỳ bước nào đã thực hiện trong quá khứ, đồng thời bảo đảm rằng việc xoá bỏ một gói sẽ không khiến những gói khác hỏng.
zh_tw: 因為套件管理軟體完整地保留所有做過動作的記錄，所以能夠回復任何做過的步驟，同時確保移除一個套件，不會造成其他套件失效。

source: Static packages are big and clunky.
ca: Es paquets estàtics són grans i toscos
da: Statiske pakker er store og klodsede.
es: Los paquetes estáticos son grandes y toscos.
fr: Les paquets statiques prennent beaucoup d'espace.
pt_br: Pacotes estáticos são grandes e desatualizados.
tr: Statik paketler büyük ve hantaldır.
uk: Статичні пакунки є великими та громіздкими.
vi: Các gói tĩnh thường cồng kềnh và nặng nề.
zh_tw: 靜態套件又大又肥。
