Repository: Acidburn0zzz/mintdoc
Catalog: books/User_Guide/launchpad-po-export/user-guide-common-softwaremanagement/user-guide-common-softwaremanagement-*.po
Languages: ca, da, es, fr, pt_br, tr, uk, vi, zh_tw

source: Furthermore, a problem with downloading and installing multiple different programs, from multiple different developers, is that there is no managerial infrastructure. Before you say “big deal”, consider how you are going to keep all these different pieces of software up to date. If you get tired of a program and want to remove it, how do you know how to achieve that? The program in question might not have come with a removal option, and even if it did, much of the time this will fail to remove the software cleanly and completely. In a very real sense, when you ran that installer program, you gave up some of your control of your computer to a program written entirely by a complete stranger.
ca: D'altra banda, un problema amb la descàrrega i la instal·lació de diversos programes diferents, procedents de múltiples desenvolupadors diferents, és que no hi ha una infraestructura de gestió. Abans de dir "no és per tant", pensi cóm farà per mantenir totes aquestes diferents peces de programari actualitzades. Si es cansa d'un programa i desitja eliminar-lo, com ho farà? El programa en qüestió podria no tenir una opció d'eliminació, i fins i tot si la té, la major part de les vegades no aconseguirà eliminar el programari de forma neta i completa. En un sentit molt real, a l'executar aquell programa instal·lador vostè va donar una mica del control del seu ordinador a un programa escrit íntegrament per un complet estrany.
da: Derudover er problemet med at hente og installere flere forskellige programmer fra flere forskellige udviklere, at der ikke er nogen infrastruktur til at håndtere det. Før du siger, "og hvad så", så overvej hvordan du vil holde alle disse forskellige programmer opdateret. Hvis du bliver træt af et program og ønsker at fjerne det, hvordan ved du så, hvordan det skal gøres? Det givne program har måske ikke en mulighed for afinstallering, og selvom det havde, vil det ofte ikke fjerne programmet helt. Da du kørte installationsprogrammet afgav du noget af kontrollen over din computer til et program skrevet af en fuldstændig fremmed.
es: Por otra parte, un problema con la descarga y la instalación de varios programas diferentes, a partir de múltiples desarrolladores diferentes, es que no existe una infraestructura de gestión. Antes de decir "gran cosa", considere cómo va a mantener todas estas diferentes piezas de software actualizado. Si se cansa de un programa y desea eliminarlo, ¿cómo saber cómo lograr eso? El programa en cuestión podría tener una opción de eliminación, e incluso si la tiene, la mayor parte de las veces no logrará eliminar el software de forma limpia y completa. En un sentido muy real, al ejecutar ese programa instalador, usted dio un poco del control de su ordenador a un programa escrito en su totalidad por un completo extraño.
fr: De plus, un problème avec le téléchargement et l'installation de multiples programmes différents, écrits par différents développeurs, est qu'il n'y a pas d'infrastructure de gestion commune. Avant de vous dire que vous avez fait une bonne affaire, demandez-vous comment vous allez vous y prendre pour garder tous ces différents logiciels à jour. Si vous en avez assez d'un logiciel et que vous souhaitez le supprimer, comment savez-vous comment faire ? Le programme en question ne possède peut-être pas d'option de désinstallation, et même si c'était le cas, la plupart du temps elle n'arrivera pas à supprimer proprement et complètement le logiciel. Au sens strict du terme, quand vous avez lancé ce programme d'installation, vous avez donné une partie du contrôle de votre ordinateur à un programme entièrement écrit par un parfait inconnu.
pt_br: Além disso, há um outro problema em baixar e instalar vários programas diferentes, disponibilizados por vários desenvolvedores distintos: não há nenhuma infra-estrutura gerencial. Antes que você diga "grande negócio", pense em como você vai manter todas estas diferentes peças de software atualizadas. Se você ficar cansado de um programa e quiser removê-lo, como você saberá o que fazer? O programa em questão pode não ter vindo com uma opção de remoção, e mesmo que o fizesse, na maior parte das vezes ele deixará de remover o software de forma limpa e completa. Em outras palavras, quando você executou o programa de instalação você deu um pouco do controle sobre o computador a um programa escrito inteiramente por um completo estranho.
tr: Bunlara ek olarak, birbirinden farklı üretici ve geliştiriciler tarafından hazırlanmış çok çeşitli uygulamaları sisteminize indirmek ve kurmak, sisteminizi daha az yönetilebilir bir yapıya dönüştürür. Böyle bir öneriyi kabul etmeden önce, bu kadar farklı sayıda yazılımın tamamını nasıl güncel tutacağınızı düşünmelisiniz. Eğer kurulumunu gerçekleştirdiğiniz bir programı kullanmaktan vazgeçip kaldırmak isterseniz, bunu nasıl gerçekleştireceğinizi bilemeyebilirsiniz. Kurulumunu gerçekleştirdiğiniz uygulamanın dosyaları içinde kaldırılmasını sağlayacak bir program da olmayabilir ya da çoğu zaman sisteminizden tamamen kaldırılmasını sağlayamayabilir. Bir uygulamanın kurulum aracını çalıştırdığınızda, bilgisayarınızın bazı unsurlarının kontrolünü tam anlamıyla yabancı biri tarafından geliştirilmiş bu araca verirsiniz.
uk: Окрім того проблема з завантаженням та встановленням декількох різних програм від декількох різних розробників є ще й у тому, що немає ніякої організаторської інфраструктури. Перш ніж Ви скажете «добра угода», розгляньте як Ви збираєтеся вдосконалювати усі ці різні частини програмного забезпечення. Якщо Ви стомилися від програми й бажаєте її вилучити, чи Ви знаєте як цього досягнути ? Дана програма може бути без можливості вилучення і навіть якщо це передбачено, майже завжди у такий спосіб не можна вилучити програму повністю і без помилок. В найпрямішому сенсі цього твердження при запуску програми встановлення Ви віддали повний контроль над комп’ютером програмі написаній зовсім незнайомою людиною.
vi: Hơn nữa, một vấn đề với việc tải xuống và cài đặt nhiều chương trình khác nhau, từ nhiều nhà phát triển khác nhau, là không có một cơ sở hạ tầng quản lý nào. Đừng cho rằng điều đó là không cần thiết, thử tưởng tượng xem bạn làm sao để giữ các phần mềm khác nhau đó luôn được cập nhật ? Nếu chán một phần mềm và muốn gỡ bỏ nó, bạn làm sao biết cách nào để thực hiện ? Phần mềm đó có thể không có tuỳ chọn gỡ bỏ, và thậm chí nếu có, phần lớn trường hợp nó cũng sẽ không thể xoá bỏ sạch sẽ hoàn toàn. Theo một nghĩa rất thực khi bạn chạy một chương trình cài đặt là bạn đã trao một số quyền điều khiển máy tính của bạn cho một chương trình của một người lạ hoắc nào đó viết ra.
zh_tw: 此外，從多個不同開發者下載，並安裝多個不同程式的另外一個問題，是缺乏管理架構。在您覺得「沒什麼」之前，請您先想想，要如何讓這些不同的軟體保持最新狀態。如果您想要移除一個程式，您要如何知道該怎麼做? 有問題的軟體可能沒有移除選項，即便它有，大多數的時候您還是無法乾淨而完整地移除它。事實上，當您執行安裝程式時，您已經將您電腦的部分控制權，交給一個由陌生人所撰寫的程式。

source: Finally, software which is distributed in this way is often, by virtue of necessity, “static”. This means that not only do you need to download the program itself, but also all of the data libraries that are required for it to run. Since a third-party software developer cannot know which data libraries you may already have available on your system, the only way that they can guarantee it will run on your system is by supplying all of the data libraries it needs along with the program itself. This means bigger downloads, and it means that when the time comes to update a given library, it needs to be done separately for all those programs using it, instead of just once. In summary, the distribution of static software results in the unnecessary duplication of a lot of work.
ca: Finalment, el programari que es distribueix d'aquesta manera és, sovint, en virtut de la necessitat, "estàtic". Això significa que no només cal descarregar el programa en si, sinó també totes les biblioteques de dades que són necessaris perquè s'executi. Ja que un desenvolupador de programari per a tercers no pot saber de quines biblioteques de dades disposa ja en el seu sistema, l'única manera en què pot garantir que s'executaran als seu sistema és mitjançant el subministrament de totes les biblioteques de dades que necessita, juntament amb el propi programa. Això significa descàrregues més grans, i vol dir que quan arribi el moment d'actualitzar una biblioteca donada, cal fer-ho per separat per a tots els programes que la fan servir, en lloc de només una vez. En resum, la distribució de programari estàtic produeix la duplicació innecessària d'un munt de treball.
da: Slutteligt, programmer, som distribueres på denne måde, er ofte "statiske". Det betyder, at du ikke alene skal hente selve programmet, men også alle de databiblioteker der er nødvendige, for at programmet kan køre. Da en tredjepartsprogramudvikler ikke kan vide, hvilke databiblioteker der allerede er på dit system, kan det kun garanteres, at programmet vil køre, hvis alle databibliotekerne leveres sammen med programmet. Det betyder større downloads, og når det er tid til at opdatere et givent bibliotek, skal det gøres enkeltvist for alle programmer, der bruger det, i stedet for bare en gang. Sammenfattende kan det siges, at distribution af statiske programmer resulterer i unødvendigt dobbeltarbejde.
es: Finalmente, el software que se distribuye de esta forma es, a menudo, en virtud de la necesidad, "estático". Esto significa que no sólo es necesario descargar el programa en sí, sino también todas las bibliotecas de datos que son necesarios para que se ejecute. Puesto que un desarrollador de software para terceros no puede saber de qué bibliotecas de datos dispone ya en su sistema, la única manera en que puede garantizar que se ejecutarán en su sistema es mediante el suministro de todas las bibliotecas de datos que necesita, junto con el propio programa. Esto significa descargas más grandes, y eso significa que cuando llegue el momento de actualizar una biblioteca dada, hay que hacerlo por separado para todos los programas que la usan, en lugar de sólo una. En resumen, la distribución de software estático produce la duplicación innecesaria de un montón de trabajo.
fr: Enfin, un logiciel qui est distribué de cette façon est souvent "statique". Cela signifie que non seulement vous avez besoin de télécharger le programme en lui-même, mais aussi toute les dépendances requises pour qu'il fonctionne. Puisqu'un développeur de logiciel extérieur ne peut pas savoir quelles librairies sont déjà disponibles sur votre système, la seule façon pour eux de garantir que le logiciel fonctionnera sur votre système est de fournir toutes les dépendances requises en plus du logiciel en lui-même. Il en résulte des téléchargements plus conséquents, et que quand viendra le temps de mettre à jour une dépendance, il faudra l'effectuer séparément pour chaque programme l'utilisant, au lieu d'une seule fois. En somme, il résulte de la distribution de logiciels statiques une inutile mutiplication du travail.
pt_br: Finalmente, o software que é distribuído desta forma é muitas vezes, em virtude da necessidade, "estático". Isso significa que você não só precisa baixar o programa em si, mas também todas as bibliotecas de dados que são necessárias para que ele seja executado. Uma vez que um desenvolvedor de software de terceiros não tem como saber quais as bibliotecas de dados que você já tem disponível em seu sistema, a única maneira que eles podem garantir que o programa irá funcionar é através do fornecimento de todas as bibliotecas de dados de que ele necessita, juntamente com o próprio programa. Isto significa downloads maiores. Além disso, quando chegar a hora de atualizar uma determinada biblioteca isso precisa ser feito separadamente para todos os programas, em vez de apenas uma vez. Em resumo, a distribuição de softwares estáticos resultam na duplicação desnecessária de um monte de trabalho.
tr: Sonuç olarak genellikle bu yolla dağıtılan yazılımlar gereklilikleri sebebiyle “statik”tir. Bu programın çalışması için sadece uygulamanın kendisinin yeterli olmayacağı manasına gelir, siz onunla birlikte çalışması için bağımlı olabilecek başka uygulama kütüphanelerini de indirirsiniz. Yazılımın geliştiricisi sizin sisteminizde hangi 3. parti uygulamaların/kütüphanelerin kurulu olduğunu bilemeyeceği için, gerekli tüm bileşenleri de içinde sunarak uygulamanın sorunsuz çalışmasının garantisini verebilir. Bu daha büyük indirme dosyaları manasına geldiği gibi, bir güncellemeyle birlikte uygulamanın sorunsuz çalışması için gerekli kütüphanelerin ve bileşenlerin de ayrı olarak güncellenmesinin gerektiği anlamına gelmektedir. Özet olarak, statik yazılımların dağıtımı bir çok gereksiz iş yükü tekrarına sebep olur.
uk: Нарешті, програмне забезпечення яке розповсюджується таким чином часто з-за необхідності є 'статичним'. Це означає, що Вам потрібно не лише завантажити собі програму але й усі дані бібліотек які необхідні для її запуску. Оскільки сторонньому розробнику програмного забезпечення невідомо які дані бібліотек вже є у Вашій системі, єдиний спосіб у який вони можуть гарантувати роботу своєї програми у Вашій системі це постачати усі бібліотеки даних які потрібні для роботи програми разом з самою програмою. Це означає великий об’єм завантаженя і це означає, що коли прийде час для оновлення даної бібліотеки цю роботу потрібно буде зробити окремо для всіх цих програм, замість того щоб зробити її один раз. Таким чином розповсюдження статичного програмного забезпечення призводить до непотрібного дублювання великого об’єму роботи.
vi: Cuối cùng, phần mềm được phân phối theo cách này thông thường là "tĩnh", do cần thiết phải như vậy. Có nghĩa là bạn không chỉ cần phải tải xuống phần mềm, mà còn toàn bộ thư viện dữ liệu yêu cầu để chạy nó. Vì một nhà phát triển phần mềm bên thứ ba không thể nào biết được thư viện dữ liệu nào đã có thể có trên máy của bạn rồi nên cách duy nhất họ có thể đảm bảo phần mềm của họ chạy trên hệ thống của bạn là cung cấp tất cả thư viện dữ liệu nó cần cùng với chương trình. Dẫn đến tải xuống nặng hơn, và đến khi cần phải cập nhật một thư viện nào đó, nó cần phải được thực hiện riêng rẽ cho tất cả các chương trình dùng nó, thay vì chỉ một. Tóm lại, phân phối phần mềm tĩnh dẫn đến kết quả là lặp đi lặp lại rất nhiều công việc không cần thiết.
zh_tw: 最後，以這種方式發行的軟體，不得不說，通常是「靜態」的。意思是您不只要下載程式，還要下載所有執行所需的資料函式庫。因為第三方軟體開發者無法知道，您的系統裡有哪些資料函式庫，所以，唯一有辦法保證程式能在您的系統成功執行的方法，是把所有必要的資料函式庫， 與程式一起提供下載。這代表著更大的下載量，也代表著當您需要更新函式庫時，無法一次完成，而是要為所有使用它的程式，個別進行更新。總之，靜態軟體的發行，造成了大量不必要的重複工作。

source: Package management in Linux Mint, and GNU/Linux operating systems in general, has been established for some time and is the preferred method for managing software as it avoids all of these issues. We've been safely and automatically installing our software since the early 1990s.
ca: Des de fa temps, s'ha establert la gestió de paquets en Linux Mint, i en els sistemes operatius GNU/Linux en general, i és el mètode preferit per a la gestió de programari, ja que evita tots aquests problemes. Hem estat instal·lant de forma segura i automàtica el nostre programari des de principis dels 90.
da: Pakkehåndtering i Linux Mint, og GNU/Linux styresystemer i almindelighed, har været kendt i nogen tid og er den foretrukne metode til at håndtere programmer, da alle disse problemer undgås. Vi har sikkert og automatisk installeret vore programmer siden begyndelsen af 1990'erne.
es: Desde hace tiempo, se ha establecido la gestión de paquetes en Linux Mint, y en los sistemas operativos GNU/Linux en general, y es el método preferido para la gestión de software, ya que evita todos estos problemas. Hemos estado instalando de forma segura y automática nuestro software desde principios de los 90.
fr: La gestion des paquets dans Linux Mint, et dans les systèmes d'exploitation GNU/Linux en général, a été établie depuis un certain temps et est la méthode privilégiée pour gérer les logiciels, puisqu'elle évite tous ces problèmes. Nous installons de façon sécurisée et automatique nos logiciels depuis le début des années 1990.
pt_br: O gerenciamento de pacotes no Linux Mint, e nos sistemas operacionais GNU/Linux em geral, foi estabelecido há algum tempo e é o método preferido para o gerenciamento de software, uma vez que evita todos esses problemas. Nós estamos instalando nosso software com segurança e de forma automática desde o início da década de 90.
tr: Linux Mint ve diğer GNU/Linux işletim sistemlerinde bu tür sorunlardan uzak durmak ve yazılımları yönetmek için tercih edilen yöntem paket yönetimi olmuştur. Bizler 1990'lı yıllardan beri yazılımlarımızı güvenli ve otomatik olarak yüklüyoruz.
uk: Керування пакунками в Linux Mint, і GNU / Linux операційних системах в цілому, було створено протягом певного часу й є бажаним методом для керування програмним забезпеченням, це дозволяє уникнути усіх цих проблем. Ми безпечно та автоматично встановлюємо наше програмне забезпечення з початку 1990-х років.
vi: Quản lý gói trong Linux Mint, và trong các hệ điều hành GNU/Linux nói chung, đã được thực hiện trong một thời gian dài và là phương thức ưa chuộng để quản lý phần mềm vì nó giải quyết tất cả các vần đề trên. Chúng tôi đã bắt đầu cài đặt phần mềm một cách tự động và an toàn ngay từ những năm 1990.
zh_tw: Linux Mint 套件管理員與一般 GNU/Linux 作業系統，都已經建立一段時間。因為套件管理員能避免以上所有問題，所以是我們偏好的軟體管理方法。從上個世紀九零年代初開始，我們就已經使用這個方法，安全而自動地安裝我們的軟體。
