Repository: Acidburn0zzz/mintdoc
Catalog: books/User_Guide/launchpad-po-export/user-guide-common-softwaremanagement/user-guide-common-softwaremanagement-*.po
Languages: ca, da, es, fr, pt_br, tr, uk, vi, zh_tw

source: Software Management
ca: Gestió de programari
da: Programhåndtering
es: Gestión de software
fr: Gestion des logiciels
pt_br: Gerenciado de Aplicativos
tr: Yazılım Yönetimi
uk: Керування програмами
vi: Quản lí Phần mềm
zh_tw: 軟體管理

source: If you have installed Linux for the first time, then you may not be familiar with the concept of organizing software into <wordasword>packages</wordasword>.
ca: Si ha instal·lat Linux per primer cop, és possible que no estigui familiaritzat amb el concepte d'organització del programari en <wordasword>paquets</wordasword>.
da: Hvis det er første gang, du har installeret Linux, er du muligvis ikke bekendt med idéen om at organisere programmer i <wordasword>pakker</wordasword>.
es: Si ha instalado Linux por primera vez, es posible que no esté familiarizado con el concepto de organización del software en <wordasword>paquetes</wordasword>.
fr: Si vous avez installé Linux pour la première fois, alors vous ne vous êtes sûrement pas familiarisé avec le concept des paquets logiciels.
pt_br: Se está é a primeira vez que você instala o Linux então você pode ainda não estar familiarizado com o conceito de organização de software em <wordasword>pacotes</wordasword>.
tr: Eğer Linux'u ilk defa yükledi iseniz, <wordasword>packages</wordasword> halinde düzenlenmiş yazılım kavramına aşina olmayabilirsiniz.
uk: Якщо Linux в Вас встановлений вперше, то Ви не можете бути знайомі з концепцією організації програмного забезпечення в <wordasword> пакунки </ wordasword>.
vi: Nếu bạn cài đặt Linux lần đầu, chắc hẳn bạn chưa quen với khái niệm tổ chức phần mềm thành các <wordasword>gói</wordasword>.
zh_tw: 如果您是第一次安裝 Linux，您可能對於將軟體打包成 <wordasword>套件</wordasword> 的概念不熟悉。

source: You will soon become familiar with package management and appreciate the advantages it offers in terms of security, control and ease of use.
ca: Aviat es familiaritzarà amb la gestió de paquets i apreciarà els avantatges que ofereix en termes de seguretat, control i facilitat d'ús.
da: Du vil snart blive fortrolig med pakkehåndtering og værdsætte fordelene i form af sikkerhed, kontrol og brugervenlighed.
es: Pronto se familiarizará con la gestión de paquetes y apreciará las ventajas que ofrece en términos de seguridad, control y facilidad de uso.
fr: Vous allez bientôt vous familiariser avec la gestion de paquets et apprécier les avantages qu'elle offre en termes de sécurité, de contrôle et de facilité d'utilisation.
pt_br: Em breve você vai estar familiarizado com o gerenciamento de pacotes e apreciar as vantagens que ele oferece em termos de segurança, controle e facilidade de uso.
tr: Paket yönetimine aşina oldukça, bunun güvenlik, kontrol ve kullanım kolaylığı yönünden avantajlarını kavrayabilirsiniz.
uk: Ви незабаром познайомитеся з керуванням пакунками та оціните переваги, які ця концепція пропонує в плані безпеки, контролю та простоти використання.
vi: Bạn sẽ sớm quen với việc quản lý gói và hiểu được các lợi ích của nó về mặt bảo mật, quản lý và sự tiện dụng.
zh_tw: 您將很快地熟悉套件管理，並欣賞其所提供的安全性，管理，與易用等種種好處。

source: We have tried to make it so that all or most of your hardware was detected and drivers were installed automatically so that your computer would work out of the box. We have also tried to make it so that you could do many of the things you want to without having to look around for third party software on websites. You may have noticed that your Linux Mint installation already has a full office suite, a professional-quality image-editing solution, an IM and an IRC client, a disk burner, and several media players (as well as many other basic accessories). Relax, it's okay! You haven't stolen anything! This is what free software is all about! And the truly great thing about package management in Linux Mint and generally is that you should never need to look far and wide for extra software, even when the time comes that you do want more functionality from your Linux Mint system.
ca: Hem intentat que durant la instal·lació es detecti tot o la majoria del seu maquinari i s'instal·lin de forma automàtica els controladors, de manera que el seu equip funcioni al 100% des del principi. També hem intentat que vosté pugui fer la majoria de les coses que vulgui sense necessitat de buscar programari de tercers al web. Vostè haurà notat que la seva instal·lació de Linux Mint ja compta amb una suite ofimàtica completa, una solució d'edició d'imatges de qualitat professional, un IM i un client d'IRC, una gravadora de disc, i diversos reproductors de mitjans (així com molts altres accessoris bàsics). Relaxi's, no passa res! No ha robat res! En això consisteix el programari lliure! I el veritablement bo de l'administració de paquets a Linux Mint i en general és que mai hauria d'haver de buscar molt lluny el programari extra, fins i tot quan arribi el moment en que vostè desitgi major funcionalitat per al seu sistema Linux Mint.
da: Vi har prøvet at gøre det således, at alt eller det meste af din hardware blev detekteret og drivere automatisk installeret, så din computer virker med det samme. Vi har også prøvet at gøre det således, at du kan gøre mange af de ting, du vil, uden at skulle lede efter tredjepartsprogrammer på internettet. Du har måske bemærket, at din Linux Mint-installation allerede har en fuld kontorpakke, et program til redigering af billeder i høj kvalitet, IM- og IRC-klienter, et diskbrændingsprogram og adskillelige medieafspillere (og en masse andre basale tilbehørsprogrammer). Slap af, det er okay! Du har ikke stjålet noget! Dette er, hvad gratis software handler om! Og det virkelig fantastiske ved pakkehåndtering i Linux Mint er, at du ikke behøver søge vidt og bredt efter flere programmer, selv når den tid kommer, hvor du ønsker mere funktionalitet i dit Linux Mint-system.
es: Hemos intentado que durante la instalación se detecte todo o la mayoría de su hardware y se instalen de forma automática los controladores, de manera que su equipo funcione al 100% desde el principio. También hemos tratado de que usted pueda hacer la mayoría de las cosas que desee sin necesidad de buscar software de terceros en la web. Usted habrá notado que su instalación de Linux Mint ya cuenta con una suite ofimática completa, una solución de edición de imágenes de calidad profesional, un IM y un cliente de IRC, una grabadora de disco, y varios reproductores de medios (así como muchos otros accesorios básicos). ¡Relájese, no pasa nada! ¡No ha robado nada! ¡En eso consiste el software libre! Y lo verdaderamente bueno de la administración de paquetes en Linux Mint y en general es que nunca debería tener que buscar muy lejos el software extra, incluso cuando llegue el momento en que usted desee mayor funcionalidad para su sistema Linux Mint.
fr: Nous essayons de faire en sorte que tout ou la plupart de votre matériel sois reconnu et que les pilotes soient installés automatiquement, de façon à ce que votre ordinateur soit immédiatement fonctionnel. Nous nous efforçons également de vous permettre d'effectuer la plupart des choses que vous voulez sans avoir à aller chercher des logiciels en ligne. Vous avez peut-être remarqué que l'installation de Linux Mint vous met à disposition une suite bureautique complète, un éditeur d'image de qualité professionnelle, un client IRC, un outil de gravure de CD, plusieurs lecteurs multimédias (ainsi que beaucoup d'autres accessoires de base). Ne vous inquiétez pas, vous n'avez rien volé ! C'est le principe du logiciel libre ! Et le vrai grand avantage à propos de la gestion des paquets dans Linux Mint et en général, c'est que vous ne devriez jamais avoir besoin d'aller chercher loin pour trouver des logiciels, même quand vous voudrez plus de fonctionnalités de la part de votre système Linux Mint.
pt_br: Tentamos fazer com que todo (ou ao menos a maioria de) seu hardware fosse detectado e os drivers fossem instalados automaticamente. Também procuramos produzir a distro de modo que você possa fazer as coisas que deseja sem ter que procurar por software de terceiros em sites. Você deve ter notado que a instalação do Linux Mint já vem com um conjunto completo de suíte de escritório, uma solução de edição de imagens de qualidade profissional, um mensageiro instantâneo e um cliente de IRC, um gravador de disco e vários players de mídia (assim como muitos outros acessórios básicos). Mas relaxe, está tudo bem! Você não roubou nada! Isto é software livre! Além disso, o bom sobre o gerenciamento de pacotes no Linux Mint é que você nunca precisará se preocupar em procurar um software extra, mesmo quando você quiser mais funcionalidades presentes em seu sistema.
tr: Sisteminizdeki donanımların çoğunun algılanması ve sürücülerinin otomatik olarak yüklenmesi, ayrıca genel kullanım için gerekli olabilecek yazılımların hazır halde bulunmasını sağlayarak kutusundan çıktığı gibi kullanabileceğiniz bir işletim sistemi yapmaya çalıştık. Ayrıca üçüncü parti yazılımları web siteleri üzerinde aramamanız için gerekli olan herşeyin sunulduğu bir sistem oluşturmak da amaçlarımızdan biriydi. Linux Mint kurulumundan sonra sizinde farkedeceğiniz üzere; eksiksiz bir ofis paketi, profesyonel resim işleme çözümü, anlık ileti ve IRC mesajlaşma yazılımları, CD/DVD yazma programı, birkaç ortam oynatıcısı (ve daha bir çok temel donatı yazılımı) kurulu olarak gelmektedir. Rahatlayın ve arkanıza yaslanın! Tüm bunlara rağmen yasal olmayan hiç bir işlem yapmadınız! İşte özgür yazılımın manası budur! Ek olarak Linux Mint'teki paket yönetimini gerçekten harika kılan yön ise, kurulu sisteminizi daha işlevsel yapmak istediğinizde internette yazılım arayarak vakit kaybetmeyecek olmanızdır.
uk: Ми постаралися зробити так, щоб все або більшість Вашого обладнання було виявлено і драйвери були встановлені автоматично аби Ваш комп'ютер міг повноцінно працювати одразу після встановлення ОС. Ми також спробували зробити так, щоб Ви могли виконувати на своєму комп’ютері багато потрібних Вам завдань без пошуку програм на стороні вимушено гортаючи безмежну кількість сторінок тенет. Напевне Ви помітили, що у встановленому Linux Mint вже є повнофункціональний офісний пакунок, рішення для професійного редагування зображень, клієнт IRC для обміну миттєвими повідомленнями, записувач дисків і кілька медія-програвачів (а також багато інших базових засобів). Розслабтеся, все це нормально ! Ви не вкрали нічого ! Все це є вільним програмним забезпеченням ! Та по-справжньому цікава річ в Linux Mint це спосіб керування пакунками, а саме те, що Ви взагалі ніколи не повинні шукати десь далеко додаткове програмне забезпечення, навіть тоді коли прийде час і Вам закортить збільшити функціональність Вашої системи Linux Mint.
vi: Chúng tôi đã cố gắng để phát hiện tất cả hoặc phần lớn phần cứng của bạn và cài trình điều khiển tự động để máy bạn hoạt động ngay được. Chúng tôi cũng đã cố gắng để bạn có thể làm được nhiều thứ ngay mà không phải tìm phần mềm bên thứ ba trên mạng. Bạn có thể thấy rằng bản cài Linux Mint của bạn đã có một bộ ứng dụng văn phòng đầy đủ, một giải pháp chỉnh sửa ảnh chất lượng chuyên nghiệp, một trình tán gẫu và IRC, trình ghi đĩa và vài trình chơi phương tiiện (cũng như nhiều tiện ích cơ bản khác). Thoải mái đi, không sao cả ! Bạn chẳng phạm pháp gì ! Đây chính là phần mềm tự do ! Và điều thực sự tuyệt vời về quản lý gói trong Linux Mint và nói chung chính là bạn có thể chẳng bao giờ cần phải tìm kiếm phần mềm đâu xa, ngay cả đến lúc cần phải làm nhiều hơn với hệ thống của bạn.
zh_tw: 我們致力於自動偵測並安裝所有或大多數您硬體的驅動程式，讓您的電腦在安裝完 Linux Mint 後，就能立即運作。我們也試著讓您不用到網路上尋求第三方軟體來做您想做的事。您或許已經發現，您所安裝的 Linux Mint 已經內建完整的辦公室套件，專業影像編輯軟體，IM 與 IRC 聊天客戶端，燒錄軟體，與數種媒體播放器 (還有許多其他基本的附屬應用程式)。放輕鬆別擔心盜版問題! 我們用的都是自由軟體! 更棒的是，透過套件管理員，當您需要給您的 Linux Mint 系統加入更多功能時，您不必到處尋找新軟體。

source: This section is intended to explain how this works and the advantages that it can bring to you. It's a bit long, but hopefully it will provide you with a good understanding of the philosophy behind package management and why it is considered a Good Thing (a phrase commonly capitalized by Linux users to mean that something is squarely in the category of good). If you're in a hurry, you can skip to the next section which will tell you how to actually use the package system.
ca: Aquesta secció té per objecte explicar com funciona això i els avantatges que pot aportar. És una mica llarg, però espero que li donarà una bona comprensió de la filosofia de gestió de paquets i per què es considera una Bona Cosa (una frase comunament usada pels usuaris de Linux en el sentit que alguna cosa entra de ple en la categoria del bo). Si té pressa, pot passar a la següent secció, que li dirà com utilitzar el sistema de paquets.
da: Formålet med dette afsnit er at forklare, hvordan det fungerer, og hvilke fordele det har. Afsnittet er lidt langt, men forhåbentlig vil det give dig en god forståelse af filosofien bag pakkehåndtering, og hvorfor det anses for at være en God Ting (et udtryk som ofte skrives med stort af Linuxbrugere for at understrege, at det utvetydigt er i kategorien god). Hvis du har travlt, kan du springe til næste afsnit, som fortæller, hvordan pakkesystemet anvendes.
es: Esta sección tiene por objeto explicar cómo funciona esto y las ventajas que puede aportarle. Es un poco largo, pero espero que le dará una buena comprensión de la filosofía de gestión de paquetes y por qué se considera una Buena Cosa (una frase comúnmente usada por los usuarios de Linux en el sentido de que algo entra de lleno en la categoría de lo bueno). Si tiene prisa, puede saltar a la siguiente sección, que le dirá cómo utilizar el sistema de paquetes.
fr: Cette section a pour but d'expliquer comment cela fonctionne et les avantages que cela peut vous apporter. Elle est un peu longue, mais nous espérons qu'elle vous fournira une bonne compréhension de la philosophie de la gestion des paquets, et pourquoi elle est considérée comme une bonne chose. Si vous êtes pressé, vous pouvez passer directement à la seconde section qui vous dira comment utiliser le système de paquets.
pt_br: Esta seção é destinada a explicar como isso funciona e as vantagens que ele pode trazer para você. É um pouco longo, mas esperamos que isso lhe forneça uma boa compreensão da filosofia por trás de gerenciamento de pacotes e que por isso ele é considerado uma coisa muito boa (uma frase comumente capitalizada por usuários do Linux para dizer que algo se encaixa na categoria de muito bom). Se você estiver com pressa, você pode pular para a próxima seção que irá ensinar-lhe como realmente usar o sistema de pacotes.
tr: Bu bölüm size paket yönetiminin nasıl çalıştığını ve avantajlarını açıklamayı amaçlamaktadır. Paket Yönetiminin arkasındaki felsefeyi iyice anlamanızı sağlayacak bu bölüm biraz uzun gelebilir, ama bu şekilde niçin “Faydalı Bir Şey (a Good Thing)*” olduğunu kavramanıza yardımcı olacaktır. Eğer acele ediyorsanız bu bölümü atlayıp, bir sonraki paket sisteminin etkin kullanımını anlatan bölüme geçebilirsiniz. *Bu deyim (a Good Thing) Linux kullanıcıları tarafından kullanılmakta olan ve bir şeyin deneyimle onaylanarak kabul edildiği manasına gelmektedir.
uk: Цей розділ має на меті пояснити як це працює і показати які, це має переваги. Це трохи довго але сподіваємося, що це допоможе Вам прийти до правильного розуміння філософії керування пакунками і пояснити чому це добре, тобто Good Thing (фраза зазвичай використовується користувачами Linux і означає, що щось знаходиться прямо в категорії добре). Якщо Ви поспішаєте то можете перейти до наступного розділу, який розповість Вам як насправді використовують систему пакунків.
vi: Phần này giải thích cách thức hoạt động và lợi ích của các thứ mang lại cho bạn. Hơi dài nhưng hi vọng sẽ giúp bạn hiểu biết kha khá về triết lý đằng sau việc quản lý gói và vì sao nó được xem là một Điều Tốt (một cụm từ hay được người dùng Linux sử dụng để cho biết rằng cái gì đó thực sự là tốt). Nếu đang vội, bạn có thể bỏ qua đến phần kế tiếp. Nó cho bạn biết cách thức sử dụng hệ thống gói thực sự.
zh_tw: 本節意在解釋套件管理員的原理與優勢。它有點長，不過希望這能讓您好好地理解套件管理員背後的哲學，以及為何它會被 Linux 使用者一致認定為「好東西」。如果您趕時間，可以直接跳到下一節，去學習如何實際使用套件系統。

source: The problems with browsing software vendors' websites and downloading and installing the software they offer are many:
ca: Els problemes de navegar per llocs web de proveïdors de programari i descarregar i instal·lar el programari que ofereixen són molts:
da: Problemerne med at gennemse programudbyderes hjemmesider og hente og installere det program, de tilbyder, er mange:
es: Los problemas de navegar por sitios web de proveedores de software y descargar e instalar el software que ofrecen son muchos:
fr: Les problèmes de la recherche sur des sites de vendeurs de logiciels et de télécharger et d'installer les logiciels proposés sont nombreux :
pt_br: Os problemas existentes ao navegar em sites de fornecedores de software, baixando e instalando o que eles oferecem, são muitos:
tr: Yazılım üreticilerinin sitelerini ya da başka kaynakları araştırarak indirilen uygulamalar aşağıdaki sorunları içerebilir:
uk: Проблем з переглядом веб-сайтів постачальників програм, завантаженням та встановленням пропонованого ними програмного забезпечення багато:
vi: Có nhiều vấn đề với việc tìm kiếm trang web nhà phát triển và tải xuống rồi cài đặt phần mềm họ cung cấp:
zh_tw: 透過瀏覽軟體商網站下載並安裝軟體會造成許多問題:

source: It is difficult or impossible to find out if the software has been tested to work with your operating system
ca: És difícil o impossible esbrinar si s'ha comprovat que el programari funciona en el seu sistema operatiu
da: Det er svært eller umuligt at finde ud af, om programmet er blevet testet med dit styresystem
es: Es difícil o imposible averiguar si se ha comprobado que el software funciona en su sistema operativo
fr: Il est difficile voire impossible de savoir si le logiciel a été testé pour fonctionner avec votre système d'exploitation
pt_br: É difícil ou mesmo impossível descobrir se o software foi realmente testado de forma a funcionar corretamente com o sistema operacional
tr: İşletim Sisteminiz ile sorunsuzca çalıştığı test edilmiş bir yazılım sürümünü bulmak ya çok zor ya da imkansızdır
uk: Важко або неможливо дізнатися чи програмне забезпечення було протестовано для роботи з Вашою операційною системою
vi: Khó hoặc không thể biết được liệu phần mềm đã được thử nghiệm hoạt động trên hệ điều hành của bạn chưa
zh_tw: 要知道測試過的軟體，是否能在您的作業系統上正常運作，是非常困難或不可能的。

source: It is difficult or impossible to know how this software will interact with the other software installed on your system
ca: És difícil o impossible saber de quina manera interactuarà aquest programari amb la resta de programes en el seu sistema
da: Det er svært eller umuligt at vide, hvordan programmet vil fungere sammen med andre programmer installeret på dit system
es: Es difícil o imposible saber de qué manera interactuará ese software con el resto del software instalado en su sistema
fr: Il est difficile voire impossible de savoir comment le logiciel va interagir avec les autres logiciels installés sur votre système
pt_br: É difícil ou mesmo impossível saber como este software irá interagir com outros softwares instalados em seu sistema
tr: Kurulumunu yapacağınız yazılımın sisteminizdeki diğer yazılımlar ile uyum sorunları olup olmadığını bilmek ya çok zor ya da imkansızdır
uk: Важко або неможливо знати, як це програмне забезпечення буде взаємодіяти з іншим програмним забезпеченням, встановленим у Вашій системі
vi: Khó hoặc không thể biết được phần mềm này sẽ tương tác thế nào với các phần mềm khác đã cài trên hệ thống
zh_tw: 要知道這個軟體，是否會與其他安裝在您系統上的軟體相互影響，是非常困難或不可能的。

source: It is difficult or impossible to know if you can place your trust that software from an unknown developer software will not cause any harm, willful or negligent, to your system Even if you know about a specific piece of software and its developer, you cannot be entirely sure that you are not downloading an executable that has been swapped out by a malicious third party for some type of malware.
ca: És difícil o impossible saber si pot confiar que el programari d'un desenvolupador desconegut no causarà cap dany, intencionat o negligent, al seu sistema. Fins i tot si vostè coneix un programari específic i el seu desenvolupador, no es pot estar completament segur que no està descarregant un executable que una tercera persona malintencionada ha canviat per algun tipus de malware.
da: Det er svært eller umuligt at vide, om du kan fæste lid til, at et program fra en ukendt udvikler ikke - tilsigtet eller utilsigtet - vil skade dit system. Selv hvis du kender til et specifikt program og dets udvikler, kan du ikke være helt sikker på, at du ikke henter en eksekverbar fil, som er blevet ombyttet med malware af en ondsindet tredjepart.
es: Es difícil o imposible saber si puede confiar en que el software de un desarrollador desconocido no causará ningún daño, intencionado o negligente, a su sistema. Incluso si usted conoce un software específico y a su desarrollador, no se puede estar completamente seguro de que no está descargando un ejecutable que una tercera persona malintencionada ha cambiado por algún tipo de malware.
fr: Il est difficile voire impossible de savoir si vous pouvez placer votre confiance dans un logiciel d'un développeur inconnu et vous assurez qu'il ne sera pas nuisible, capricieux ou négligent envers votre système. Même si vous connaissez un peu le logiciel et son développeur, vous ne pouvez être entièrement sûr que vous n'êtes pas en train de télécharger un exécutable qui a été échangé avec un malware par un malicieux inconnu.
pt_br: É difícil ou mesmo impossível saber se este software, que foi disponibilizado por um desenvolvedor desconhecido, não irá causar qualquer dano, de forma dolosa ou culposa, ao seu sistema. Mesmo que você conheça um pouco o software em questão e o seu desenvolvedor, você não pode se certificar de que não está baixando um arquivo executável que foi trocado intencionalmente por algum tipo de malware por um terceiro mal-intencionado.
tr: Bilinmeyen geliştirici tarafından geliştirilmiş bir uygulamaya güvenmek, sisteminize zarar verip vermeyeceğini anlamak ya çok zor ya da imkansızdır. Belirli bir yazılım ya da geliştiricisi hakkında bilgiye sahip olursanız dahi, yazılımı indirirken bazı unsurlarının üçüncü parti zararlı bir yazılım tarafından değiştirilmediğine emin olamazsınız.
uk: Важко або неможливо знати і бути повністю переконаним у тому, що програмне забезпечення від невідомого розробника не завдасть ніякої навмисної чи ненавмисної шкоди Вашій системі, навіть якщо Ви знаєте про конкретне програмне забезпечення та його розробника, Ви не можете бути повністю впевненим, що завантажений виконуваний файл, який був вивантажений третьою стороною не містить ніякого шкідливого програмного коду.
vi: Khó hoặc không thể biết liệu bạn có thể đặt niềm tin vào phần mềm từ một nhà phát triển không rõ rằng nó sẽ không gây hại, cố tình hay vô tình, đến hệ thống của bạn không. Ngay cả khi bạn biết về một phần mềm và nhà phát triển của nó, bạn cũng không thể hoàn toàn chắc chắn rằng bạn đang không tải xuống một tập tin thực thi đã bị tráo đổi bởi một bên thứ ba hiểm độc nào đó để gây hại.
zh_tw: 要知道您是否可以信任未知開發者所開發的軟體，不會對您的系統造成任何危害 (無論是有心或無意)，是非常困難或不可能的。即便您對軟體及其開發者有所了解，也不能完全確定下載的執行檔是否被第三方調包，或植入惡意程式。
