Repository: Acidburn0zzz/mintdoc
Catalog: books/User_Guide/launchpad-po-export/user-guide-common-softwaremanagement/user-guide-common-softwaremanagement-*.po
Languages: ca, da, es, fr, pt_br, tr, uk, vi, zh_tw

source: Because you're using package management, you will only ever download static libraries when there is no shared alternative. If you need new shared data libraries to install a given program, your package manager will know this and install them for you automatically. You will only ever have to download a shared library once because, well, it's shared by all the programs that need it. If you end up removing the last package that needs a shared library, then the package management software will remove that too. But, if you decide that you do want to keep the shared object anyway, perhaps because you just know you'll need it later, then you can tell the package management software to do that, too.
ca: Com que esteu usant la gestió de paquets, només baixareu llibreries estàtiques si no hi ha una altra alternativa. Si necessiteu noves llibreries de dades compartides per instal·lar un programa, el vostre gestor de paquet ho sabrà i ho farà automàticament. Només haureu de baixar una llibreria compartida un cop, perquè, bé, és compartida per tots els programes que la necessiten. Si acabeu eliminant l'últim paquet que necessita una llibreria compartida, el programari de gestió de paquets també l'eliminarà. D'altra banda, si decidiu que voleu conservar l'objecte compartit igualment, potser perquè sabeu que el neccessitareu més endavant, podeu dir-li al programari de gestió de paquets que no l'elimini.
da: Fordi du anvender pakkehåndtering, vil du kun hente statiske biblioteker, hvis der ikke er noget delt alternativ. Har du brug for nye delte databiblioteker for at installere et givent program, vil pakkehåndteringsprogrammet vide det og automatisk installere dem for dig. Du vil kun for brug for at hente et delt bibilotek én gang, fordi det deles af alle programmer, der har brug for det. Hvis du ender med at fjerne den sidste pakke, der bruger et delt bibliotek, så vil pakkehåndteringsprogrammet også fjerne dette. Vælger du alligevel at beholde det delte biblitoek, måske fordi du ved, du vil få brug for det senere, så kan du også få pakkehåndteringsprogrammet til det.
es: Puesto que está utilizando gestión de paquetes, usted sólo llegará a descargar librerías estáticas cuando no exista una alternativa compartida. Si necesita nuevas bibliotecas de datos compartidos al instalar un determinado programa, el gestor de paquetes lo sabrá y las instalará automáticamente. Usted sólo tendrá que descargar una biblioteca compartida una vez porque, bueno, es compartida por todos los programas que la requieran. Si usted termina de retirar el último paquete que necesita una biblioteca compartida, a continuación, el software de gestión de paquetes la eliminará también. Pero, si usted decide que quiere mantener el objeto compartido de todos modos, tal vez porque sabe que lo necesitará después, puede pedir al software de gestión de paquetes que lo haga, también.
fr: Comme vous utilisez un gestionnaire de paquets, vous ne téléchargerez des librairies statiques que s'il n'y a pas l'alternative partagée. Si vous avez besoin de nouvelles librairies de données pour installer un programme donné, votre gestionnaire de paquets le verra et les installera automatiquement pour vous. Vous n'aurez besoin de télécharger une librairie partagée qu'une seule fois parce que, et bien, elle est partagée par tous les programmes qui en ont besoin. Si vous finissez par enlever le dernier paquet qui a besoin d'une librairie partagée, alors le logiciel de gestion des paquets l'enlèvera aussi. Mais, si vous décidez de garder quand même cet objet patagé, peut-être simplement parce que vous savez que vous en aurez besoin plus tard, alors vous pouvez également dire au logiciel de gestion des paquets de le garder.
pt_br: Como você está usando o gerenciamento de pacotes, só irá vir a baixar bibliotecas estáticas quando não houver alternativas compartilhadas. Se você precisar de novas bibliotecas de dados compartilhadas para instalar um determinado programa, o gerenciador de pacotes vai saber disso e irá instalá-los automaticamente para você. Você só precisará baixar uma biblioteca compartilhada uma única vez, haja vista ela ser compartilhada por todos os programas que precisam dela. Se você remover o último pacote que precisa de uma biblioteca compartilhada, então o software de gerenciamento de pacotes irá removê-la também. Entretanto, se você decidir manter o objeto compartilhado, talvez porque você sabe que possa vir a precisar dele mais tarde, então pode ordenar ao software de gerenciamento de pacotes para fazê-lo.
tr: Çünkü paket yönetimi kullanıyorsunuz, paylaşılan bir kütüphane alternatifi yoksa sadece o zaman statik kütüphane indireceksiniz. Eğer belirli bir programı yüklemek için yeni bir paylaşılan kütüphaneye ihtiyaç varsa, paket yöneticisiniz bunu anlayıp sizin için otomatik olarak yükleyecektir. Aynı paylaşılan kütüphaneye ihtiyacı olan başka bir uygulama kurmak istediğinizde, bu kütüphaneyi indirip yeniden kurmanıza da gerek kalmayacak. Diğer programlar da aynı paylaşılan kütüphaneyi kullanacağı için bir kereliğine indirmek kurmak yeterli olacak. Eğer sisteminizden aynı paylaşılmış kütüphaneyi kullanan son programı da kaldırırsanız, paket yönetimi bu paylaşılan kütüphaneyi de kaldıracaktır. Fakat paylaşılan kütüphanelere daha sonradan ihtiyacınız olabileceği için, paket yönetimine bu kütüphanelerini tutmasını da söyleyebilirsiniz.
vi: Vì bạn đang dùng quản lý gói, bạn sẽ chỉ tải xuống thư viện tỉnh khi không có lựa chọn dùng chung thay thế. Khi bạn cần một vài thư viện dữ liệu dùng chung mới để cài đặt một phần mềm nào đó, trình quản lý gói của bạn sẽ nhận biết và cài đặt tự động cho bạn. Bạn chỉ cần tải xuống thư viện dùng chung một lần duy nhất, chính là vì nó được dùng chung bởi các chương trình có dùng nó. Nếu bạn xoá bỏ gói phần mềm duy nhất còn lại cần thư viện dùng chung, trình quản lý gói cũng sẽ xoá bỏ cả thư viện đó luôn. Nhưng nếu bạn quyết định giữ đối tượng dùng chung đó, có lẽ vì bạn biết bạn sẽ cần nó sau, thì bạn cũng có thể yêu cầu trình quản lý gói làm như vậy.
zh_tw: 因為您使用套件管理，所以除非真的沒有共享函式庫的代用品，您不會下載任何靜態函式庫。當您需要新的共享資料函式庫來安裝特定程式時，您的套件管理員會知道該安裝哪些函式庫，並自動為您安裝。您只需下載共享函式庫一次，因為顧名思義，它可以被所有需要它的程式所共享。當您移除最後一個需要某個共享函式庫的套件時，套件管理軟體會移除該函式庫。當然，如果您將來可能還會用到這個共享函式庫，或者有其他理由讓您決定保留它，您也可以透過套件管理軟體來保留該函式庫。

source: I'm still not convinced.
ca: Encara no n'estic convençut.
da: Jeg er stadig ikke overbevist.
es: Todavía no estoy convencido.
fr: Je ne suis toujours pas convaincu.
pt_br: Ainda não estou convecido.
tr: Hala ikna olmadım
uk: Я все ще не переконаний.
vi: Tôi vẫn chưa thấy thuyết phục.
zh_tw: 我還沒有被說服。

source: Good! Post a message on the forums about it if you have a genuine concern about package management, or to ask about other people's experiences. It bears repeating that the package method of distribution in GNU/Linux relies on trust, so if there's a problem, we want to hear about it!
ca: Molt bé! Publiqueu un missatge als forums si teniu alguna preocupació concreta de la gestió de paquets, o per preguntar sobre les experiències d'altra gent. Val la pena recalcar que el mètode de distribució de paquets al GNU/Linux resideix en la confiança, per tant, si hi ha algun problema, volem escoltar-lo!
da: Send en forespørgsel til foraene, hvis du er oprigtigt bekymret vedrørende pakkehåndtering, eller for at høre om andres oplevelser. Det er værd at gentage, at pakkehåndtering i GNU/Linux-distributioner er baseret på tillid, så hvis der er et problem, vil vi gerne høre om det.
es: ¡Bueno! Publique un mensaje en los foros si tiene usted una verdadera preocupación por la gestión de paquetes, o para preguntar acerca de las experiencias de otras personas. Vale la pena repetir que el método de distribución de paquetes de GNU/Linux se basa en la confianza, por lo que si hay un problema, ¡queremos saberlo!
fr: Bien ! Écrivez un message sur les forums à ce sujet si vous avez un souci avec la gestion des paquets, ou pour demander des retours d'expériences d'autres personnes. Il est important de répéter que la méthode de partage de GNU/Linux repose sur la confiance, donc s'il y a un problème, nous voulons le savoir !
pt_br: Boa! Poste uma mensagem nos fóruns sobre o assunto se você tiver uma preocupação genuína sobre o gerenciamento de pacotes, ou então para perguntar sobre as experiências de outras pessoas sobre o tema. Vale a pena repetir que o método de distribuição de pacotes do GNU/Linux se baseia na confiança, por isso, se há um problema, nós queremos ouvir sobre ele!
tr: Güzel! Paket yönetimi hakkında gerçekten merak ettiğiniz bir husus için foruma bir mesaj gönderebilir ya da diğer kişilere (kullanıcılara) deneyimlerini sorabilirsiniz. Şunu yinelemekte fayda var, GNU/Linux dağıtımlarındaki paket yöntemi güvene dayalıdır, bu yüzden eğer bir problem varsa, bunu duymak isteriz!
uk: Добре ! Розташуйте повідомлення про це форумах, якщо в Вас є справжнє занепокоєння стосовно керування пакунками, або спитайте про досвід інших людей. Маємо нагадати, що спосіб розповсюдження пакунків в GNU/Linux заснований на довірі, тож якщо є проблеми, ми бажаємо про це почути !
vi: Tốt ! Hãy đăng một thông điệp lên diễn đàn nếu bạn có quan điểm riêng về quản lý gói, hoặc hỏi xem kinh nghiệm của những người khác thế nào. Nhắc lại là phương thức phân phối gói trong GNU/Linux dựa trên sự tin tưởng, nên khi có vấn đề gì thì chúng tôi muốn được biết !
zh_tw: 很好! 如果您真的對套件管理有任何疑慮，請在討論區上發文，或詢問其他人的經驗。GNU/Linux 上的套件發行是基於信任，所以如果有任何問題，我們都很樂意知道!

source: A final word. You may have been subjected to rumors to the effect that Linux isn't finished yet, or that if you use Linux then you are a beta-tester, or that Linux software is unstable. These are all half truths. “Linux” will never be “finished”, any more than any other major operating system can be considered “finished”. From the Linux kernel to the artwork on your screen, all the elements of your operating system will always be under some kind of development. This is because programmers are working hard to keep us up to date with the latest developments in programming and hardware technology. This does not mean that the software available for you to use is of bad quality. The base system at the core of Linux Mint has been under heavy development for about two decades now, and is very mature, stable, and proven. While there are definitely unstable versions of most of the software on your operating system, you won't be using them because you're not a beta tester. You know you're not a beta tester, because you're reading this. The software available to you on the repositories you use will always be stable and well tested, unless you change those repositories to the ones used by the testers (in which case congratulations, you've just become a tester). It's a bit of a no-brainer, really.
ca: Per acabar, potser heu sentit rumors sobre el fet que Linux no està encara acabat, o que si feu servir Linux sou uns verificadors de versions beta, o que el programari Linux és inestable. Tot això són mitges veritats. "Linux" no estarà mai "acabat", no més que qualsevol altre sistema operatiu majoritari pot considerar-se acabat. Des del nucli de Linux fins a l'estètica de la pantalla, tots els elements del sistema operatiu sempre estaran, d'una manera o d'una altra, en desenvolupament. Això és perquè els programadors treballen dur per mantenir-nos actualitzats amb els últims desenvolupaments en programació i tecnologia del maquinari. Això no significa que el programari disponible a l'ús és de mala qualitat. El sistema base al nucli del Linux Mint ha estat en un desenvolupament exhaustiu des de fa gairebé ja dues dècades, i és molt madur, estable i provat. Mentre que hi ha versions definitivament inestables de la majoria del programari usat pel sistema operatiu, no l'usareu perquè no sou uns verificadors de versions beta. Sabeu que no sou uns verificadors de versions beta perquè esteu llegint això. El programari disponible als repositoris que useu sempre serà estable i ben verificat, a menys que canvieu aquests repositoris pels que usen els verificadors (en aquest cas, felicitats! acabeu de convertir-vos en verificadors de versions beta). És una mica una obvi, de fet.
da: Du har måske hørt rygter om, at Linux ikke er færdig endnu, at du som Linux-bruger er betatester, eller at Linux-programmer er ustabile. Det er halve sandheder. Linux bliver aldrig "færdigt", ligesom alle andre store styresystemer heller aldrig bliver det. Lige fra Linux-kernen til grafikken på din skærm vil alle elementer af dit styresystem være under en eller anden form for udvikling. Det er fordi, programmører arbejder hårdt på at holde os opdateret med den seneste udvikling inden for programmering og hardwareteknologi. Det betyder ikke, at de tilgængelige programmer er af en dårlig kvalitet. Basissystemet i hjertet af Linux Mint har været under kraftig udvikling i omkring 20 år og er meget modent, stabilt og afprøvet. Der findes sikkert ustabile versioner af de fleste programmer i dit styresystem, men du bruger dem ikke, da du ikke er betatester. Du ved, du ikke er betatester, fordi du læser dette. Programmerne i de pakkearkiver, du bruger, er altid gennemtestede og stabile, med mindre du ændrer pakkearkiverne til dem, som testerne bruger (i så fald tillykke, du er lige blevet tester). Det er virkelig simpelt.
es: Unas últimas palabras. Es posible que haya oído rumores de que Linux está inacabado, o que si usa Linux entonces usted es un beta-tester, o que el software de Linux es inestable. Todo esto son verdades a medias. "Linux" nunca estará "terminado", igual que ningún otro sistema operativo importante se puede considerar "terminado". Desde el kernel de Linux hasta la estética en pantalla, todos los elementos de su sistema operativo siempre estarán bajo algún tipo de desarrollo. Esto se debe a que los programadores están trabajando duro para mantenernos al día, con los últimos avances en programación y en tecnología de hardware. Esto no significa que el software disponible sea de mala calidad. El sistema base del núcleo de Linux Mint ha sido intensamente desarrollado durante cerca de dos décadas, y es muy maduro, estable y probado. Aunque ciertamente hay versiones inestables de la mayor parte del software de su sistema operativo, usted no las va a utilizar porque no es un beta tester. Si usted fuera un beta-tester, no estaría leyendo esto. El software disponible en los repositorios que usted utiliza siempre será estable y bien probado, a menos que cambie los repositorios a los utilizados por los probadores (en cuyo caso, felicitaciones, acaba usted de convertirse en un probador). Es más bien una obviedad, la verdad.
fr: Un dernier mot. Vous avez peut-être entendu les rumeurs disant que Linux n'était pas encore finit, ou que si vous utilisez Linux c'est que vous êtes un beta-testeur, ou que Linux est instable. Ce sont des semi-vérités. “Linux” ne sera jamais “terminé”, de la même manière que tous les autres systèmes d'exploitation ne peuvent pas être considérés comme “terminé”. Du noyau Linux jusqu'au visuel de votre écran, tous les éléments de votre système d'exploitation seront toujours dans une forme ou une autre de développement. Parce que les programmeurs travaillent dur pour nous garder à jour avec les dernières améliorations matérielles et en programmation. Cela ne veut pas dire que les logiciels disponibles sont de mauvaise qualité. Le système de base qui est le cœur de Linux Mint est en intense développement depuis maintenant deux décennies, est vraiment mature, stable et éprouvé. Bien qu'il existe effectivement des versions instables de la plupart des logiciels qui composent votre système d'exploitation, vous ne les utiliserez pas puisque vous n'êtes pas un beta-testeur. Vous savez que vous n'êtes pas un beta-testeur car vous êtes en train de lire ceci. Les logiciels disponibles dans les dépôts que vous utilisez seront toujours stables et bien testés, à moins que vous changiez ces dépôts pour ceux qu'utilisent les beta-testeurs (auquel cas félicitations, vous venez de devenir un testeur). Ce n'est pas compliqué, vraiment.
pt_br: E agora, uma palavra final sobre o tema. Você pode ter sido exposto a rumores no sentido de que o Linux ainda não está pronto, ou que se você usar o Linux então você é um beta-tester, ou que o software do Linux é instável. Estas são todas meias verdades. O "Linux" nunca estará "acabado", assim como nenhum outro sistema operacional principal. Do kernel Linux até a arte na tela de seu computador, todos os elementos do seu sistema operacional estarão sempre sob algum tipo de desenvolvimento. Isso ocorre porque os programadores estão trabalhando duro para nos manter em dia com os últimos desenvolvimentos na tecnologia de programação e de hardware. Isto não significa que o software disponível para você é de má qualidade. O sistema básico no núcleo do Linux Mint tem estado sob forte desenvolvimento por cerca de duas décadas, sendo comprovadamente muito maduro e estável. Apesar de existirem versões instáveis ​​da maior parte do software em seu sistema operacional, você não poderá usá-los porque você não é um beta tester. E você sabe que você não é um beta tester porque você está lendo isso. Assim, o software disponível para você nos repositórios que você utiliza será sempre estável e bem testado, a menos que você mude esses repositórios para aqueles usados ​​pelos testadores (caso em que, parabéns, você acaba de se tornar um testador!).
tr: Son bir söz. Linux'un henüz bitmediği ya da eğer Linux kullanıyorsanız bir beta testçisi olduğunuz ya da Linux yazılımlarının kararlı olmadıkları gibi söylentilere maruz kalmış olabilirsiniz. Bunların hepsi yarım yamalak gerçeklerdir. “Linux” asla "bitmiş" olmayacak, daha da fazlası diğer önemli işletim sistemleri de “bitmiş” olarak değerlendirilemez. Linux çekirdeğinden (kernel) ekranınızdaki sanatsal çalışmalara kadar, işletim sisteminin tüm bileşenleri daima bir çeşit geliştirme içerisinde olacaktır. Bu sizin kullanımınıza sunulan mecut yazılımların kötü kalitede olduğu manasına da gelmemektedir. Bunun nedeni; programcıların uygulama geliştirme ve donanım teknolojilerindeki son yeniliklerler için bizleri güncel tutma çalışmalarıdır. Bunun anlamı şu an kullanmakta olduğunuz yazılımın kalitesinin kötü olduğu değildir. Linux Mint'in taban sisteminin çekirdeği yaklaşık yirmi yıldır ağır bir geliştirme altındadır, bu oldukça olgunlaşmış, kararlı ve kendini kanıtlamış bir yapıdır. İşletim sisteminizde kesinlikle kararlı olmayan olmayan yazılımlar kullanmayacaksınız, çünkü siz bir beta testçisi değilsiniz. Artık bir beta testçisi olmadığınızı biliyorsunuz, çünkü bu belgeyi okuyorsunuz. Depolarda sizin kullanımınıza sunulan mevcut yazılımlar daima kararlı ve iyice test edilmişlerdir, siz depoları test için hazırlanmış olanlarla değiştirmediğiniz sürece böyledir (böyle bir durumda siz de artık bir beta testçisi sayılabilirsiniz). Fakat bu yeni kullanıcılar için akılcı sayılabilecek bir uygulama değildir.
vi: Một lời sau cùng. Có lẽ bạn cũng đã từng nghe nói đến những lời đồn rằng Linux chưa hoàn tất, hay là nếu bạn dùng Linux thì bạn sẽ là người dùng thử nghiệm, hay là phần mềm Linux không ổn định. Phần lớn chúng đều chỉ đúng một nửa mà thôi. "Linux" sẽ chẳng bao giờ "hoàn tất" cả, cũng như bất kỳ hệ điều hành lớn nào khác. Từ nhân Linux cho đến hình minh hoạ trên màn hình, tất cả các yếu tố của hệ điều hành bạn dùng luôn ở trong trạng thái được phát triển nào đó. Điều đó là vì các lập trình viên luôn cố gắng hết sức để chúng ta được cập nhật với các phát triển mới nhất trong công nghệ phần cứng và lập trình. Điều đó không có nghĩa là phần mềm cho bạn dùng có chất lượng kém. Hế thống nền tảng của Linux Mint đã được tập trung phát triển dữ dội trong khoảng 2 thập kỷ rồi, và nó rất già dặn, ổn định, và đã được kiểm nghiệm. Mặc dù chắc chắn rằng có rất nhiều phiên bản không ổn định của phần lớn phần mềm trên hệ điều hành của bạn, nhưng bạn sẽ không phải dùng chúng vì bạn đâu phải người phụ trách kiểm thử. Bạn biết chắc như vậy, vì bạn đang những dòng này. Phần mềm dành cho bạn đến từ những kho chứa bạn dùng luôn luôn là ổn định và được kiểm thử rất kỹ, trừ khi bạn sưa đổi thành các kho chứa dành cho kiểm định viên (và trong trường hợp đó thì xin chúc mừng, bạn đã trở thành kiểm định viên). Thật sự không có gì phải lo nghĩ quá nhiều đâu.
zh_tw: 或許您曾經被流言洗腦，認為 Linux 是未完成的作品，而使用 Linux 是讓您自己當白老鼠 (beta 測試者)，或 Linux 軟體都是不穩定的。這些都是片面說法。「Linux」永遠不會「完成」，不像其他主流作業系統可以被視為「完成」。從 Linux 核心到您畫面上的美術設計，所有您作業系統上的元素，一直都在開發改進當中。這是因為程式設計團隊，一直努力地讓我們的作業系統，跟得上程式與硬體技術的最新發展。這不代表著提供您使用的軟體都是劣質品。Linux Mint 核心的基礎系統，已經被重度開發近二十年，早已經非常成熟穩定，並通過時間的驗證。即便您作業系統上的大多數軟體都有不穩定版本，因為您不是 beta 測試者，所以您不會有機會使用它們。套件庫上提供您使用的軟體，一直都是穩定並經過充分測試的，除非您將套件庫變更為測試者使用的套件庫 (此時，我們會恭喜您晉身為測試者)。使用 Linux，真的完全不用擔心!
