Repository: Acidburn0zzz/mintdoc
Catalog: books/User_Guide/launchpad-po-export/user-guide-common-softwaremanagement/user-guide-common-softwaremanagement-*.po
Languages: ca, da, es, fr, pt_br, tr, uk, vi, zh_tw

source: It is from that single location that you are able to download and install the software you need. You will know that the location is bona fide, because it is signed with a certificate that your package manager will check. You will also know that each individual package that you install is secure, because each package is itself signed by a GPG key, which your package manager will also check. Your package manager will even run an MD5 sum on each package to make sure that nothing went wrong when it was downloading, just like we did before with the LiveDVD iso. Notice how it's doing all of this for you. You're just sitting back, sipping a martini, and chatting in #linuxmint on xchat. The package manager has downloaded the packages you have selected, it will follow, to the letter (computers are fastidious in following instructions), the instructions in the package to perfectly install your software, and all of its dependencies, in the right order. There is no space for human error – if the package worked on the maintainer's computer, then it ought to on yours because the package manager will follow exactly the same procedure.
ca: Vostè pot, des d'aquesta ubicació única, descarregar i instal·lar el programari que necessita. Vostè sabrà que la ubicació és fiable, ja que està signada amb un certificat que el gestor de paquets comprovarà. També sabrà que cada paquet individual que instal·li és segur, ja que cada paquet està signat amb una clau GPG, que el gestor de paquets també comprovarà. El seu gestor de paquets comprovarà fins i tot la suma MD5 de cada paquet per assegurar-se que res ha fallat durant la descàrrega, tal com ho hem fet abans amb l'iso del LiveDVD. Noti com s'està fent tot això per vostè. Vostè simplement està assegut, bevent un martini, i xerrant en #linuxmint amb xchat. El gestor de paquets ha descarregat els paquets que ha seleccionat, i seguirà al peu de la lletra (els ordinadors són obstinats seguint instruccions), les instruccions del paquet per instal·lar perfectament el seu programari, i totes les seves dependències, en l'ordre correcte . No hi ha espai per a l'error humà - si el paquet funcionava en l'equip del mantenidor, aleshores hauria de funcionar en seu, perquè el gestor de paquets seguirà exactament el mateix procediment.
da: Det er fra denne placering, du er i stand til at hente og installere de programmer, du har brug for. Du vil vide, at placeringen er ægte, fordi den er signeret med et certifikat, som dit pakkehåndteringsprogram vil tjekke. Du vil også vide, at hver eneste pakke, du installerer, er sikker, fordi enhver pakke er signeret med en GPG-nøgle, som dit pakkehåndteringsprogram også vil tjekke. Dit pakkehåndteringsprogram vil endda tjekke hver enkelt pakkes MD5-sum for at sikre sig, at der ikke gik noget galt under nedhentningen, ligesom vi tidligere gjorde med liveDVD-isofilen. Bemærk, hvordan alt dette sker automatisk. Du kan bare læne dig tilbage, nippe til en martini og chatte på #linuxmint i HexChat. Pakkehåndteringsprogrammet har hentet de pakker, du har valgt, og vil installere dem i henhold til instruktionerne i pakkerne i den rigtige rækkefølge. Der levnes ikke plads til menneskelige fejl - hvis pakken fungerede på den pakkeansvarliges computer, burde den også fungere på din, fordi pakkehåndteringsprogrammet har fulgt den præcis samme procedure.
es: Sólamente desde esa única ubicación podrá usted descargar e instalar el software que necesita. Usted sabrá que la ubicación es fiable, ya que está firmada con un certificado que el gestor de paquetes comprobará. También sabrá que cada paquete individual que instale es seguro, ya que cada paquete está firmado con una clave GPG, que el gestor de paquetes también comprobará. Su gestor de paquetes comprobará incluso la suma MD5 de cada paquete para asegurarse de que nada falló durante la descarga, tal como lo hicimos antes con el iso del LiveDVD. Note cómo se está haciendo todo esto por usted. Usted simplemente está sentado, bebiendo un martini, y charlando en #linuxmint con xchat. El gestor de paquetes ha descargado los paquetes que usted ha seleccionado, y va a seguir al pie de la letra (los ordenadores son obstinados siguiendo instrucciones), las instrucciones del paquete para instalar perfectamente su software, y todas sus dependencias, en el orden correcto. No hay espacio para el error humano - si el paquete funcionaba en el equipo del mantenedor, entonces debería funcionar en de usted, porque el gestor de paquetes seguirá exactamente el mismo procedimiento.
fr: C'est depuis cet endroit unique que vous pouvez télécharger et installer les logiciels dont vous avez besoin. Vous saurez que cet endroit est de bonne foi car il est signé avec un certificat, que votre gestionnaire de paquet vérifiera. Vous saurez aussi que chaque paquet que vous installez est sûr, car il sont individuellement signés par une clé GPG, que votre gestionnaire de paquets vérifiera aussi. Il procédera également au calcul de l'empreinte MD5 sur chaque paquet pour vérifier qu'aucun problème n'a eu lieu pendant le téléchargement, comme nous l'avons fait plus tôt avec l'image ISO du LiveDVD. Notez comme tout cela se fait pour vous : vous êtes confortablement assis, sirotant un Martini et sur le chat #linuxmint avec XChat. Le gestionnaire de paquets a téléchargé les paquets que vous aviez choisi et il suivra, à la lettre (les ordinateurs sont méticuleux), les instructions du paquet pour parfaitement installer votre logiciel et toutes ses dépendances, dans le bon ordre. Il n'y a pas de place pour l'erreur humaine - si le paquet a marché sur l'ordinateur du mainteneur, il le devrait aussi sur le vôtre car le gestionnaire de paquet suivra exactement la même procédure.
pt_br: É a partir desse único local que você é capaz de baixar e instalar o software que precisa. Você saberá que a localização é confiável porque é assinada com um certificado que seu gerenciador de pacotes irá verificar. Você também saberá que cada pacote que você vir a instalar é seguro, porque cada pacote é em si assinado por uma chave GPG, a qual o seu gerenciador de pacotes também irá verificar. Seu gerenciador de pacotes vai até mesmo executar uma soma MD5 em cada pacote para se certificar de que nada deu errado enquanto ele estava sendo baixado, assim como fizemos antes com a ISO do LiveDVD. Observe como ele está fazendo tudo isso por você. Você está apenas sentado, tomando um martini e conversando no canal #linuxmint através do xchat. O gerenciador de pacotes, então, terá baixado os pacotes que você selecionou e agora seguirá ao pé da letra (os computadores são exigentes em seguir instruções) as instruções do pacote para instalar perfeitamente o seu software e todas as suas dependências na ordem certa. Não há espaço para erro humano. Se o pacote funcionou no computador do mantenedor então vai funcionar no seu, haja vista o gerenciador de pacotes sempre seguir o mesmo procedimento.
tr: Bu size aynı konumdan ihtiyacınız olan yazılımı indirip kurabilme imkanı verir. İndirdiğiniz konumun iyi niyetli olduğunu bilirsiniz, çünkü paket yöneticisi yazılımın bir sertifika ile imzalandığını kontrol edilecektir. Ayrıca yüklediğiniz her özel paketin güvenli olduğunu da bilirsiniz, çünkü her paket kendini GPG anahtarı ile imzalamıştır, paket yöneticiniz bunu da kontrol edecektir. Paket yöneticiniz, indirme sırasında herşeyin yolunda gittiğinden emin olmak için her paketin MD5 sum kontrolünü yapabilir, daha önce çalışan DVD iso dosyası için yaptığımız gibi. Dikkat ettiyseniz her şey sizin adınıza yapılıyor. Siz sadece arkanıza yaslanın ve çayınızı yudumlayıb ya da #linuxmint xchat kanalında sohbet edin. Paket Yöneticisi seçtiğiniz uygulamaları indirecek, takip edecek, (bilgisayarınız için aşağıdaki talimatlara özen gösterilerek) yazılımın ve onun tüm bağımlı olduğu paketlerin başarılı biçimde kurulumunu sağlamak amacıyla paketler içindeki talimatlara harfi harfine uyacaktır. Burada insan hatasına yer yoktur, eğer paketler paket bakımcısının bilgisayarında çalıştıysa, sizinkinde de çalışacaktır. Çünkü paket yöneticisi, tam olarak aynı prosedürü izleyecektir.
vi: Chính từ vị trí tập trung này bạn sẽ có thể tải xuống và cài đặt phần mềm khi cần. Bạn sẽ biết rằng nơi đó là chân thật vì nó được ký bằng chứng nhận mà trình quản lý gói của bạn sẽ kiểm tra. Bạn cũng sẽ biết rằng từng mỗi gói bạn cài là bảo mật, vì bản thân mỗi gói được ký bằng chữ ký GPG, trình quản lý gói của bạn cũng sẽ kiểm tra. Trình quản lý gói thậm chí kiểm tra MD5 với mỗi gói để đảm bảo rằng không có sai sót khi tải xuống, như chúng ta đã làm với ảnh iso DVD. Nhớ rằng nó làm tất cả cho bạn. Bạn chỉ cần ngồi đó, thưởng thức một ly martini và tán gẫu trên #linuxmint bằng xchat. Trình quản lý gói tải xuống gói bạn đã chọn, rồi nó thực hiện theo từng bước các chỉ dẫn trong gói (máy tính rất nhanh nhẹn trong việc làm theo chỉ dẫn) để cài đặt hoàn hảo phần mềm của bạn, và tất cả các thứ phụ thuộc, theo đúng thứ tự. Không có chỗ nào cho lỗi con người - nếu gói hoạt động trên máy của đơn vị bảo quản, nó cũng phải hoạt động trên máy của bạn vì trình quản lý gói thực hiện chính xác các thủ tục.
zh_tw: 套件庫，是您可以下載與安裝所需軟體的單一位置。因為您的套件管理員會檢查套件庫被簽發的憑證，所以您可以知道這是一個善意位置。因為您的套件管理員也會檢查各套件被簽發的 GPG 金鑰，所以您也可以知道自己所安裝的套件是安全的。正如我們下載 LiveDVD ISO 檔案時一樣，您的套件管理員甚至會為各套件執行 MD5 校驗和，以確保下載時沒有出現錯誤。 當您選擇的套件下載完成後，套件管理員會依照套件裡的指令，將您的軟體與其相依性套件，完美地以正確的順序安裝。

source: When it comes time to check for software updates, your package manager will automatically compare the software version that you have against what is available in the repository, and do all the necessary work to keep your system running smoothly and securely. So, if version 2.4 of BestSoft is uploaded to the repository, and you have version 2.3, the package manager will compare those version numbers, and offer to install the latest version, taking care, of course, of all the dependencies for the newer version of the software.
ca: Quan arribi el moment de comprovar si hi ha actualitzacions de programari, el gestor de paquets compararà automàticament la versió del programari que té amb la que està disponible al repositori, i farà tot el treball necessari per mantenir funcionant sense problemes i amb seguretat el seu sistema. Així que, si la versió 2.4 de BestSoft està carregada en el repositori, i vostè té la versió 2.3, el gestor de paquets compararà els números de versió i li oferirà instal·lar l'última versió, tenint cura, per descomptat, de totes les dependències de la nova versió del programari.
da: Når det er tid til at tjekke for programopdateringer, vil dit pakkehåndteringsprogram automatisk sammenligne din programversion med den i pakkearkivet og gøre alt det nødvendige arbejde, så dit system kan køre sikkert og problemfrit. Så hvis version 2.4 af BestSoft er blevet overført til pakkearkivet, og du har version 2.3, så vil pakkehåndteringsprogrammet sammenligne versionsnumrene og tilbyde at installere den seneste version, mens den tager højde for alle afhængighederne i den nye version af programmet.
es: Cuando llega el momento de comprobar si hay actualizaciones de software, el gestor de paquetes comparará automáticamente la versión del software que usted tiene con la que está disponible en el repositorio, y hará todo el trabajo necesario para mantener funcionando sin problemas y con seguridad su sistema. Así que, si la versión 2.4 de BestSoft está cargado en el repositorio, y usted tiene la versión 2.3, el gestor de paquetes comparará los números de versión, y le ofrecerá instalar la última versión, cuidando, por supuesto, de todas las dependencias de la nueva versión del software.
fr: Quand il est temps de vérifier les mises à jour de logiciels, votre gestionnaire de paquets comparera automatiquement la version que vous avez du logiciel avec la version disponible dans le dépôt, et fera tout le travail nécessaire pour garder votre système fonctionnel et sécurisé. Ainsi, si la version 2.4 de BestSoft est envoyée sur le dépôt, et que vous avez la version 2.3 d'installée, le gestionnaire de paquets comparera ces deux numéros de versions et vous proposera d'installer la dernière version, en prenant soin, évidemment, d'installer toutes les dépendances de la nouvelle version du logiciel.
pt_br: Quando chega a hora de verificar se há atualizações de software disponíveis, seu gerenciador de pacotes irá comparar automaticamente a versão do software que você tem com a que está disponível no repositório, realizando todo o trabalho necessário para manter o sistema funcionando sem problemas e com segurança. Assim, se a versão 2.4 do BestSoft foi disponibilizada no repositório e você tem a versão 2.3, o gerenciador de pacotes irá comparar os números das versões e irá sugerir que seja realizada a instalação da versão mais recente, tendo o cuidado, é claro, de também obter todas as dependências para a versão mais recente do software.
tr: Bir yazılım için güncellemesi için kontrol zamanı geldiğinde, paket yöneticisi yazılımın yüklü sürümü ile depodaki kullanılabilir sürümünü otomatik olarak karşılaştırır, sisteminizi sorunsuz ve güvenli tutmak için gerekli tüm çalışmaları yapar. Örneğin, depoya BestSoft 2.4 sürümü yüklendi ve sizin sisteminizde yazılımının 2.3 sürümü kurulu olsun. Paket yöneticisi bu sürüm numaralarını karşılaştırır, ve size son sürümü yüklemeniz için öneride bulunur. Bir diğer dikkat çekici husus ise, pek tabii yazılımın yeni sürümü yüklenirken tüm bağımlı bileşenlerinin de güncellemesi olup olmadığı kontrol edilecektir.
uk: Коли прийде час перевірки оновлень програмного забезпечення, Ваш менеджер пакунків автоматично порівняє версії програмного забезпечення яке Ви маєте на своєму комп’ютері з тими версіями, що доступні у сховищі і зробить усі потрібні роботи для того щоб Ваша система працювала плавно та надійно. Таким чином якщо в репозиторії вже є Новіша Версія Програми 2.4 , а в Вас встановлена Старіша Версія 2.3, менеджер пакунків порівняє номери версій і запропонує встановити останню версію, піклуючись звичайно про задоволекння усіх залежностей для нової версії програми.
vi: Đến khi cần phải kiểm tra cập nhật phần mềm, trình quản lý gói của bạn sẽ tự động so sánh phiên bản phần mềm bạn có với phiên bản trên kho chứa, và thực hiện toàn bộ công việc cần thiết để giữ cho hệ thống của bạn luôn chạy mượt và an toàn. Do đó, nếu phiên bản BestSoft 2.4 đã được tải lên kho chứa và bạn đang có phiên bản 2.3, trình quản lý gói sẽ so sánh hai con số phiên bản này, và đề nghị cài đặt phiên bản mới nhất, và đương nhiên cũng lo liệu các thứ phụ thuộc của phiên bản mới này.
zh_tw: 檢查軟體更新時，套件管理員會自動比對您現有的軟體版本與套件庫上可用的軟體版本，並完成所有的必要工作，讓您的系統能維持順暢而安全地運作。例如，假設您已經安裝 2.3 版的 BestSoft，當 2.4 版被上傳至套件庫時，套件管理員會比對版本數並提供您安裝最新版本。當然，套件管理員也會妥善管理新版軟體的所有相依性套件。

source: Sounding good yet? It gets better.
ca: Li sona bé? Doncs encara és millor.
da: Lyder det godt indtil videre? Det bliver endnu bedre.
es: ¿Le suena bien? Pues aún es mejor.
fr: Cela vous paraît déjà plus clair ? On avance.
pt_br: Isso já está muito bom, não? Pois saiba que ficará ainda melhor.
tr: Kulağa hoş geliyor değil mi? Bundan daha iyileri de mevcut.
uk: Звучить ще добре ?Стає ще краще.
vi: Nghe hay chứ ? Còn hơn nữa.
zh_tw: 聽起來不錯吧? 它還在持續改進當中。
