Repository: Acidburn0zzz/mintdoc
Catalog: books/User_Guide/launchpad-po-export/user-guide-common-softwaremanagement/user-guide-common-softwaremanagement-*.po
Languages: ca, da, es, fr, pt_br, tr, uk, vi, zh_tw

source: It's a command though, not a program with a graphical interface. If you're starting with Linux you'll probably prefer the Software Manager or Synaptic at first. As time goes on you'll likely enjoy things to be faster and more efficient.
ca: No és un programa amb interfície gràfica, sinó una ordre. Si esteu començant amb el Linux potser preferireu el gestor de programari o el Synaptic. A mesura que passi el temps, agraireu que les coses siguin més ràpides i eficients.
da: Det er en kommando og ikke et program med en grafisk brugergrænseflade. Hvis du er Linux-nybegynder, foretrækker du formodentlig Programhåndtering eller Synaptic til at begynde med. Som tiden går, vil du sikkert nyde, at få tingene gjort hurtigt og effektivt.
es: Sin embargo, es un comando, no un programa con una interfaz gráfica. Si está empezando en Linux probablemente prefiera el Administrador de software o Synaptic al principio. Conforme pase el tiempo probablemente le gustará que las cosas sean más rápidas y eficientes.
fr: Cependant il se matérialise par une commande, et non par un programme doté d'une interface graphique. Si vous êtes débutant avec Linux, vous préférerez probablement le Gestionnaire de Logiciels ou Synaptic dans un premier temps. Au fil du temps, vous apprécierez les choses les plus rapides et efficaces.
pt_br: O APT é um programa executado via linha de comando, logo não possui uma interface gráfica. Se você é novato no Linux, provavelmente vai preferir o Gerenciador de Aplicativos ou o Synaptic. Conforme o tempo passar, provavelmente vai começar a apreciar mais o APT e a forma como ele torna as coisas mais rápidas e eficientes.
tr: Bu komutları kullanır ve grafik arayüze sahip bir uygulama değildir. Eğer Linux'a yeni başladıysanız, muhtemelen ilk olarak Yazılım Yöneticisi ya da Synaptic'i tercih edeceksiniz. Zaman geçtikçe ve bu şeylerden zevk aldıkça, daha hızlı ve etkili kullanım için tercih edeceksiniz.
uk: Це команда, а не програма з графічним інтерфейсом. Якщо Ви початківець в Linux ймовірно, Ви волієте користуватися Менеджером Програм або Менеджером Пакунків Synaptic. З плином часу можливо Ви будете користуватися речами які забезпечують більшу швидкість та ефективність.
vi: Tuy nhiên nó là chương trình dòng lệnh, khôgn có giao diện đồ hoạ. Nếu mới bắt đầu với Linux, ban đầu hẳn bạn sẽ thích trình Quản lý Phần mềm và Synaptic hơn. Theo thời gian có lẽ bạn sẽ thích mọi thứ nhanh hơn và hiệu quả hơn.
zh_tw: 儘管，APT 是使用指令而非圖形介面的程式。如果您才剛開始使用 Linux，或許您一開始會偏好使用 Software Manager 或 Synaptic。但是隨著時光流逝，您很可能會慢慢地喜歡上 APT 的快速與效率。

source: Now let's see how we could have installed Opera using the APT command line tool.
ca: Vegem ara com podem instal·lar l'Opera usant l'eina de línia d'ordres APT.
da: Lad os se, hvordan vi kunne have installeret Opera med APT.
es: Ahora veamos cómo podríamos haber instalado Opera usando la herramienta de línea de comandos APT.
fr: Maintenant, voyons comment installer Opera en utilisant l'outil APT en ligne de commande.
pt_br: Agora vamos ver como fazemos para instalar o Opera utilizando a ferramenta de linha de comando APT.
tr: Haydi şimdi bir komut satırı aracı olan APT ile Opera'yı nasıl kurabileceğimizi görelim.
uk: Тепер давайте подивимося, як ми могли б встановити Opera, використовуючи засіб командного рядка APT.
vi: Bây giờ hãy xem cách chúng ta có thể dùng để cài Opera từ dòng lệnh APT.
zh_tw: 現在，讓我們看看如何使用 APT 指令列工具來安裝 Opera。

source: Open the <guimenu>Menu</guimenu> and select <guimenuitem>Terminal</guimenuitem>. Then type the following command:
ca: Obriu el <guimenu>Menu</guimenu> i seleccioneu <guimenuitem>Terminal</guimenuitem>. Aleshores teclegeu l'ordre següent:
da: Åbn <guimenu>Menu</guimenu> og vælg <guimenuitem>Terminal</guimenuitem>. Indtast derefter følgende kommando:
es: Abra el <guimenu>Menú</guimenu> y seleccione <guimenuitem>Terminal</guimenuitem>. A continuación, escriba el siguiente comando:
fr: Ouvrez le <guimenu>Menu</guimenu> et sélectionnez <guimenuitem>Terminal</guimenuitem>. Tapez ensuite la commande suivante :
pt_br: Abra o <guimenu>Menu</guimenu> e selecione <guimenuitem>Terminal</guimenuitem>. Em seguida, tecle o comando:
tr: <guimenu>Menü</guimenu>'yü açın ve <guimenuitem>Uçbirim</guimenuitem>i seçin. Sonra aşağıdaki komutu yazın:
uk: Відкрийте <guimenu>Меню</guimenu> і виберіть <guimenuitem>Термінал</guimenuitem>. Потім уведіть таку команду:
vi: Mở <guimenu>Trình đơn</guimenu> và chọn <guimenuitem>Trình dòng lệnh</guimenuitem>. Rồi gõ lệnh sau:
zh_tw: 開啟 <guimenu>選單</guimenu>，並選擇 <guimenuitem>終端機</guimenuitem>。然後輸入以下指令:

source: Make sure Synaptic is closed before using APT. Synaptic is using APT in the background so both can't run at the same time. The same goes for the Software Manager.
ca: Assegureu-vos que heu tancat el Synaptic abans de fer servir l'APT. El Synaptic fa servir l'APT en el fons, i els dos no poden funcionar alhora. Igualment passa amb el Gestor de Programari.
da: Sikr dig, at Synaptic er lukket, inden du bruger APT. Synaptic bruger APT i baggrunden, så man kan ikke køre begge på samme tid. Det samme gælder for Programhåndtering.
es: Asegúrese de Synaptic está cerrado antes de usar APT. Synaptic está usando APT en el fondo así que ambos no pueden funcionar al mismo tiempo. Lo mismo ocurre con el Administrador de software.
fr: Assurez-vous que Synaptic est fermé avant d'utiliser APT. Synaptic utilise APT, ainsi les deux ne peuvent être utilisés simultanément. Cette règle est aussi valable pour le Gestionnaire de Logiciels.
pt_br: Certifique-se de que o Synaptic está fechado antes de usar APT. O Synaptic utiliza o APT em segundo plano e portanto não pode ser executado ao mesmo tempo deste. O mesmo vale para o Gerenciador de Aplicativos.
tr: APT'yi kullanırken Synaptic'in kapalı olduğundan emin olunuz. Synaptic arkaplanda APT'yi kullandığından dolayı ikisi aynı anda çalışamaz. Aynı durum Yazılım Yöneticisi için de geçerlidir.
uk: Переконайтеся перед тим як використовувати APT, що Synaptic закритий . Synaptic використовує APT у фоновом режимі, тому це не може працювати одночасно. Те саме стосується Менеджера Програм.
vi: Đảm bảo rằng Synaptic đã được đóng lại trước khi dùng APT. Synaptic sử dụng APT dưới nền nên cả 2 không thể chạy cùng lúc được. Trình Quản lý Phần mềm cũng vậy.
zh_tw: 在使用 APT 之前，請先確認 Synaptic 已經關閉。Synaptic 在背景使用 APT，所以兩者不能同時執行。軟體管理員也不能與它們同時執行。

source: Removing software
ca: Com suprimir programari
da: Fjernelse af programmer
es: Desinstalar software
fr: Suppression de logiciels
pt_br: Removendo Aplicativos
tr: Yazılımın kaldırılması
uk: Вилучення програмного забезпечення
vi: Gỡ bỏ phần mềm
zh_tw: 移除軟體

source: You can use the Software Manager to remove software. Simply find the software you want to remove and click on <guibutton>Remove</guibutton>.
ca: Podeu usar el Gestor de Programari per eliminar programari. Simplement heu de trobar el programari que voleu eliminar i clicar a <guibutton>Elimina</guibutton>.
da: Du kan bruge Programhåndtering til at fjern programmer med. Find det program, du vil fjerne og klik på <guibutton>Fjern</guibutton>.
es: Puede utilizar el Administrador de software para desinstalar software. Simplemente busque el software que desea eliminar y haga clic en <guibutton>Desinstalar</guibutton>.
fr: Vous pouvez utiliser le Gestionnaire de Logiciels pour supprimer un logiciel. Il suffit de trouver le logiciel que vous souhaitez supprimer et de cliquer sur <guibutton>Suppression</guibutton>.
pt_br: Você pode usar o Gerenciador de Aplicativos para remover softwares. Para isso, basta encontrar o software que você deseja remover e clique em <guibutton>Remover</guibutton>.
tr: Yazılımı silmek için Yazılım Yöneticisini kullanabilirsiniz. Bunun için, silmek istediğiniz yazılımı bulunuz ve <guibutton>Kaldır</guibutton> düğmesine tıklayınız.
uk: Ви можете використовувати Менеджер Програм для вилучення програмного забезпечення. Просто знайдіть програму яку ви бажаєте вилучити і натисніть на <guibutton>Вилучити</guibutton>.
vi: Bạn có thể dùng Trình Quản lý Phần mềm để gỡ bỏ phần mềm. Đơn giản tìm phần mềm muốn bỏ và nhấp nút <guibutton>Gỡ bỏ</guibutton>.
zh_tw: 您可以使用軟體管理員來移除軟體。只需簡單地找到您要移除的軟體，並點擊 <guibutton>移除</guibutton>。

source: With Synaptic, you can remove packages by clicking on them and by selecting <guimenuitem>Mark for Removal</guimenuitem>. Changes are applied after you click on the <guibutton>Apply</guibutton> button.
ca: Amb el Synaptic podeu eliminar paquets clicant-hi i seleccionant <guimenuitem>Marca per eliminar</guimenuitem>. Els canvis s'apliquen després que feu clic al botó <guibutton>Aplica</guibutton>.
da: Med Synaptic kan du fjerne pakker ved at klikke på feltet til venstre for pakkenavnet og vælge <guimenuitem>Markér til fjernelse</guimenuitem>. Ændringer træder i kraft, efter du har klikket på <guibutton>Anvend</guibutton>knappen.
es: Con Synaptic, puede eliminar paquetes haciendo clic en ellos y seleccionando <guimenuitem>Marcar para eliminar</guimenuitem>. Los cambios se aplican después de hacer clic en el botón <guibutton>Aplicar</guibutton>.
fr: Avec Synaptic, vous pouvez supprimer des paquets en cliquant sur eux, et en sélectionnant <guimenuitem>Sélectionner pour Suppression</guimenuitem>. Les modifications sont appliquées après avoir cliqué sur le bouton <guibutton>Appliquer</guibutton>.
pt_br: Com o Synaptic você pode remover pacotes simplesmente clicando sobre eles e selecionando <guimenuitem>Marcar para remoção</guimenuitem>. As alterações serão aplicadas após você clicar no botão <guibutton>Aplicar</guibutton>.
tr: Synaptic ile, silmek istediğiniz yazılımı işaretleyiniz ve sağ tıklayarak <guimenuitem>Kaldırma İçin İşaretle</guimenuitem> seçeneğini seçiniz. Değişiklikler <guibutton>Uygula</guibutton> düğmesine tıkladığınızda gerçekleşecektir.
uk: За допомогою Synaptic Ви можете вилучити пакунки натиснувши на них і вибравши <guimenuitem>Позначити для вилучення</guimenuitem>. Зміни застосовуються після натискання на кнопку <guibutton>Застосувати< guibutton>.
vi: Với Synaptic, bạn có thể gỡ bỏ gói bằng cách nhấp vào gói và chọn <guimenuitem>Đánh dấu Gỡ bỏ</guimenuitem>. Các thay đổi sẽ được thực hiện sau khi bạn nhấp nút <guibutton>Áp dụng</guibutton>.
zh_tw: 使用 Synaptic 時，如果要移除套件，您可以點擊它們，並選擇 <guimenuitem>標記為移除</guimenuitem>。變更會在您點擊 <guibutton>套用</guibutton> 按鍵後生效。

source: With APT it's even simpler... say you want to remove Opera, open a <guimenuitem>Terminal</guimenuitem> from the <guimenu>Menu</guimenu> and type:
ca: Amb l'APT encara és més fàcil. Posem que voleu eliminar l'Opera: obriu un <guimenuitem>Terminal</guimenuitem> del <guimenu>Menu</guimenu> i teclegeu:
da: Med APT er det endnu lettere. Hvis du vil fjerne Opear, så åbn <guimenuitem>Terminal</guimenuitem> fra <guimenu>Menu</guimenu> og indtast:
es: Con APT es aún más simple ... digamos que desea eliminar Opera: abra una <guimenuitem>Terminal</guimenuitem> desde el <guimenu>Menú</guimenu> y escriba:
fr: Avec APT, c'est encore plus simple... dites que vous voulez supprimer Opera, ouvrez un <guimenuitem>Terminal</guimenuitem> à partir du <guimenu>Menu</guimenu>, et tapez :
pt_br: Com o APT é ainda mais simples. Digamos que você queira remover o Opera. Para isso, abra um <guimenuitem>Terminal</guimenuitem> a partir do <guimenu>Menu</guimenu> e digite:
tr: APT ile daha da basittir... Opera'yı kaldırmak istiyorsanız, <guimenu>Menü</guimenu> 'den bir <guimenuitem>Uçbirim</guimenuitem> açınız ve yazınız:
uk: З APT це ще простіше... для того щоб вилучити Opera перейдіть <guimenu>Меню</guimenu> відкрийте <guimenuitem>Термінал</guimenuitem> введіть команду:
vi: Với APT thì còn đơn giản hơn nữa... giả sử bạn muốn gỡ bỏ Opera, hãy mở <guimenuitem>Trình dòng lệnh</guimenuitem> từ <guimenu>Trình đơn</guimenu> và gõ:
zh_tw: 使用 APT 就更簡單... 例如，如果您要移除 Opera，只需從 <guimenu>選單</guimenu> 開啟 <guimenuitem>終端機</guimenuitem>，並輸入:

source: <command>apt remove <replaceable>opera</replaceable></command>
tr: <command>sudo apt remove <replaceable>opera</replaceable></command>

source: Updating software
ca: Com actualitzar el pogramari.
da: Opdatering af programmer
es: Actualización de software
fr: Mise à jour de logiciels
pt_br: Atualizando aplicativos
tr: Yazılımın güncellenmesi
uk: Оновлення програмного забезпечення
vi: Cập nhật phần mềm
zh_tw: 更新軟體

source: If a new version of any package installed on your computer is made available you can upgrade to it. It may be a security update for some component of the operating system, it may be an optimization in one specific library or it may even be a newer version of Firefox. Basically, your system is made of packages and any part of it can be updated by updating some of those packages. This means replacing the current package with a newer version.
ca: Si hi ha disponible alguna versió nova de qualsevol paquet que hi hagi instal·lat al vostre ordinador podeu actualitzar-lo. Pot ser una actualització de seguretat d'algun component o del sistema operatiu, pot ser una optimització d'una llibreria específica o pot ser inclús una nova versió del Firefox. Bàsicament, el sistema està fet de paquets i qualsevol de les seves parts pot ser actualitzada actualitzant alguns dels paquets, substituint el paquet actual per una versió més nova.
da: Hvis en ny version af en pakke installeret på din computer bliver gjort tilgængelig, kan du opgradere den. Det kan være en sikkerhedsopdatering af nogle komponenter i dit styresystem, det kan være en optimering i et specifikt bibliotek, eller det kan endda være en nyere version af Firefox. Dit system består af pakker, og enhver del af det kan opdateres ved at opdatere nogle af disse pakker, dvs. erstatte den nuværende pakke med en nyere version.
es: Si se hace disponible una nueva versión de cualquier paquete instalado en su ordenador, usted puede actualizarlo a la nueva versión. Puede ser una actualización de seguridad para algún componente del sistema operativo, una optimización en una biblioteca específica o incluso una versión más reciente de Firefox. Básicamente, el sistema está hecho de paquetes y cualquier parte de él se puede actualizar mediante la actualización de algunos de esos paquetes. Esto significa sustitución del paquete actual por una nueva versión.
fr: Si une nouvelle version de n'importe quel logiciel installé sur votre ordinateur est rendue disponible, vous pouvez le mettre à niveau. Il peut s'agir d'une mise à jour de sécurité pour un composant du système d'exploitation, de l'optimisation d'une librairie particulière ou encore d'une nouvelle version de Firefox. Pour faire simple, votre système est constitué de paquets, et chaque partie de ce système peut être mise à niveau en mettant à jour certains de ces paquets. Ceci veut dire remplacer le paquet actuel par une version plus récente.
pt_br: Se uma nova versão de um pacote instalado em seu computador é disponibilizada, você poderá atualizá-lo. Pode ser uma atualização de segurança para algum componente do sistema operacional, pode ser uma otimização em uma biblioteca específica ou pode até ser uma nova versão do Firefox. Basicamente, o sistema é composto por pacotes e qualquer parte dele pode ser atualizado por meio da atualização de alguns desses pacotes. Isso sognifica substituir o pacote atual por uma nova versão.
tr: Bilgisayarınızda kurulu olan herhangi bir paket için yeni bir sürüm mevcutsa, bu sürüme güncelleme yapabilirsiniz. Bunlar, işletim sisteminin bazı bileşenleri için bir güvenlik güncellemesi olabileceği gibi, belirli bir kütüphanenin iyileştirmesini de içerebilir ya da Firefox'un yeni bir sürümü olabilir. Temel olarak, sisteminiz paketlerden oluşmaktadır ve bu sistemin herhangi bir parçasının güncellemesi, paketlerin güncellenmesi ile yapılabilir. Bu mevcut paketin daha yeni paket ile yer değiştirildiğ manasına gelmektedir.
uk: Якщо у сховищі з’явилася нова версія будь-якого пакунку встановленого на Вашому комп'ютері, Ви можете його оновити до нової версії. Це може бути пакунок оновлення безпеки для деяких компонентів операційної системи, це може бути пакунок оптимізації певної бібліотеки або це може бути навіть новіша версія Firefox. В принципі Ваша система складається з пакунків і будь-яка її частина може бути оновлена ​​шляхом оновлення деяких з цих пакунків. Це означає заміну поточного пакунку новою версією.
vi: Nếu có phiên bản mới xuất hiện của bất kỳ gói nào cài trên máy của bạn, bạn có thể nâng cấp. Đó có thể là cập nhật bảo mật cho thành phần nào đó của hệ điều hành, cũng có thể là tối ưu hoá một thư viện cụ thể nào đó hoặc thậm chí là một phiên bản Firefox mới hơn. Về cơ bản, hệ thống của bạn hợp thành từ các gói và bất kỳ phần nào cũng có thể cập nhật bằng cách nâng cấp các gói. Có nghĩa là thay thế gói hiện thời bằng một phiên bản mới hơn.
zh_tw: 當安裝在您電腦裡的任何套件有新版本時，您可以為其進行升級。它可能是作業系統元件的安全性更新，可能是特定函式庫的最佳化，或甚至是新版的 Firefox。基本上，您的系統是由套件所組成，所以可以透過更新套件來進行更新。換言之，就是以新版套件來取代現存套件。

source: There are many ways to do this but only one of them is recommended.
ca: Hi ha diverses maneres de fer-ho, però se'n recomana només una.
da: Der er mange måder at gøre dette på, men kun en af dem kan anbefales.
es: Hay muchas maneras de hacerlo, pero sólo se recomienda una de ellas.
fr: Il existe plusieurs façons de le faire, mais une seule d'entre elles est recommandée.
pt_br: Há muitas maneiras de se fazer isso, mas apenas uma delas é recomendada para os iniciantes.
tr: Bunu yapmak için pek çok yol vardır fakat bunlardan bir tanesi önerilmektedir.
uk: Є багато способів зробити це але рекомендується лише один з них.
vi: Có nhiều cách để thực hiện điều đó nhưng chỉ có một cách được khuyên dùng.
zh_tw: 有很多方法可以達到這個目的，可是我們只建議其中一種。

source: You could use APT to upgrade all your packages with one simple command (<command>apt upgrade</command>) but we recommend you don't do so. The reason is that it doesn't make any distinctions in selecting which updates to apply and assumes that you want all of them.
ca: Es pot fer servir l'APT per actualitzar els paquets amb una ordre senzilla (<command>apt upgrade</command) però no és recomanable. La raó és que aquesta ordre no fa distincions en quines actualitzacions aplicar i assumeix que les ha d'instal·lar totes.
da: Du kan anvende APT til at opdatere alle dine pakker med en enkelt kommando (<command>apt upgrade</command>), men det anbefaler vi ikke, da der derved ikke skelnes mellem pakker, der trygt kan opdateres, og dem hvor man skal udvise større agtpågivenhed.
es: Usted podría utilizar APT para actualizar todos los paquetes con un simple comando (<command>apt upgrade</command>), pero le recomendamos que no lo haga. La razón es que no selecciona las actualizaciones que desea aplicar y asume que desea actualizarlo todo.
fr: Vous pourriez utiliser APT pour mettre à niveau tous vos paquets avec une simple commande (<command>apt upgrade</command>), mais nous vous recommandons de ne pas le faire. La raison est qu'il n'y a pas de distinction entre les mises à jour et que le système suppose que vous voulez toutes les faire.
pt_br: Você pode usar o APT para atualizar todos os seus pacotes com um simples comando (<comando>apt upgrade</command>), mas nós recomendamos que você não o faça. A razão é que o APT não faz qualquer distinção entre quais atualizações aplicar, assumindo que você deseja todos elas.
tr: APT kullanarak tüm paketlerinizi tek bir basit komutla güncelleyebilirsiniz (<command>apt upgrade</command>) fakat biz bu yöntemi önermiyoruz. Bunun sebebi bu araçların güncelleme yaparken hiçbir ayrım yapmadan, sistemde kurulu tüm paketler için güncelleme yapılmak istenildiğini öngörüp uygulamasıdır.
uk: Ви можете використовувати APT для оновлення усіх Ваших пакунків однією простою командою (<command>apt upgrade</command>), але ми не радимо це робити. Причина у тому, що інструмент не робить ніяких відмінностей у виборі застосування оновлень й вважає що Ви бажаєте оновити все.
vi: Bạn có thể dùng APT để nâng cấp tất cả các gói chỉ với một lệnh đơn giản (<command>apt upgrade</command>) nhưng chúng tôi khuyên bạn không nên làm vậy. Lý do là vì thao tác này không có tính chọn lọc mà nó cho rằng bạn muốn tất cả.
zh_tw: 您可以使用 APT，以一個簡單的指令 (<command>apt upgrade</command>) 來升級您的所有套件，但是我們不建議您這麼做。理由是，這個方法無法區別或選擇要套用的更新，所以會自動假設您要套用所有更新。

source: Some parts of the system are safe to update and some others aren't. For instance, by updating your kernel (the part which is responsible among other things for hardware recognition) you might break your sound support, your wireless card support or even some applications (such as VMWare and Virtualbox) which are closely linked to the kernel.
ca: Hi ha parts del sistema que es poden actualitzar de manera segura i d'altres que no. Per exemple, actualitzant el nucli (la part responsable, entre altres coses, de reconèixer el maquinari), potser s'espatlla el suport de so, o la targeta sense fils o inclús algunes aplicacions (com VMWare i Virtualbox) que estiguin estretament enllaçades amb el nucli.
da: Nogle dele af systemet kan trygt opdateres, mens andre ikke kan. F.eks. kan du ved at opdatere kernen (den del der er ansvarlig for bl.a. genkendelse af hardware) komme til at ødelægge understøttelse af lyd, dit trådløse netværkskort eller endda nogle programmer (såsom VMWare og Virtualbox), som er tæt knyttede til kernen.
es: Algunas partes del sistema son seguras de actualizar y algunas otras no lo son. Por ejemplo, si actualiza el kernel (que es la parte responsable, entre otras cosas del reconocimiento de hardware) podría desconfigurar el soporte de sonido, la compatibilidad con tarjetas inalámbricas o incluso algunas aplicaciones (como VMWare y VirtualBox), que están estrechamente vinculadas con el kernel.
fr: Certains composants du système sont sûrs à mettre à niveau et d'autres ne le sont pas. Par exemple, en mettant à jour votre noyau (le composant responsable entre autres choses de la détection du matériel) vous pourriez supprimer le support de l'audio, de la carte réseau sans fil ou même de certains logiciels (comme VMWare et Virtualbox) qui sont étroitement lié au noyau.
pt_br: Algumas partes do sistema são seguras para se atualizar e algumas outras não. Por exemplo, ao atualizar o seu kernel (a parte que é responsável, entre outras coisas, pelo reconhecimento de hardware) você pode quebrar o suporte a sua placa de som, a rede wireless ou até mesmo a alguns aplicativos (como o VMWare e o VirtualBox) que estão intimamente ligados ao kernel.
tr: Sistemin bazı parçalarını güncellemek diğerleri kadar sorunsuz olmayabilir. Örnek olarak, çekirdek (kernel) (her şeyin donanımı tanıyıp kullanabilmesi için gerekli olan temel parça) güncellemesi yaparsanız ses ve kablosuz ağ kartı desteği kırılabilir, hatta çekirdekle yakından bağlantılı olarak çalışan bazı uygulamaların (VMWare ve VirtualBox gibi) düzgün çalışmamasına neden olabilirsiniz.
uk: Деякі частини системи можна безпечно оновлювати та деякі інші ні. Наприклад, оновлюючи ядро ​​(частина відповідальна серед іншого за розпізнавання обладнання) Ви можете порушити роботу звуку, Вашу підтримку бездротової карти або навіть деякі додатки (наприклад, VMWare і Virtualbox) які тісно пов'язані з ядром.
vi: Một vài thành phần của hệ thống có thể cập nhật an toàn, một số khác thì không. Chẳng hạn, cập nhật nhân (thành phần chịu trách nhiệm nhận biết phần cứng), bạn có thể bị mất âm thanh, wifi hoặc thậm chí một vài ứng dụng liên kết chặt chẽ với nhân (như là VMWare và Virtualbox).
zh_tw: 系統裡，並非更新所有元件都是安全的。例如，更新您的核心 (此元件負責硬體辨識) 可能會損壞您的音效支援，無線網卡支援，或甚至某些與核心緊密連結的應用程式 (如 VMWare 與 Virtualbox)。
