Repository: Acidburn0zzz/mintdoc
Catalog: books/User_Guide/launchpad-po-export/user-guide-common-softwaremanagement/user-guide-common-softwaremanagement-*.po
Languages: ca, da, es, fr, pt_br, tr, uk, vi, zh_tw

source: Humans err where computers don't and from time to time something may go wrong in this process. Perhaps you will, by accident, install hardware drivers for the wrong piece of hardware and this might break something. We've all done that. Or perhaps there's a bug or your favorite feature was removed by the program's developer for some reason. These problems demonstrate, paradoxically, the strength and security of package management. Because your package manager keeps fastidious records of everything it ever does, it is able to reverse installations, cleanly and completely. It will make sure that removing one package doesn't break any others, and you can even tell it specifically to do things like not automatically upgrade certain packages, because you like them the way they are, or to revert to an earlier version. Finally, the whole process is very heavily peer-reviewed. Because you are part of a large community of Linux users, all using the same repositories to obtain their software, if anything goes wrong you can be absolutely sure there will be a big fuss about it, and that the problem will be resolved quickly! In this way, software distribution in GNU/Linux distributions is very much based on trust, from the moment the original developer displays their source code for all to see, to the open discussion on the distribution's website. You can be confident in the software you obtain, not only because of the security protocols already mentioned, but because if anything does go wrong everyone will be talking about it!
ca: Els éssers humans s'equivoquen on els ordinadors no, i de tant en tant alguna cosa pot sortir malament en aquest procés. Potser que, per accident, instal·li els controladors per al maquinari equivocat i això podria espatllar alguna cosa. Tots hem fet això. O potser hi ha un error de programació, o per alguna raó el desenvolupador va decidir treure del programa la seva característica favorita. Aquests problemes demostren, paradoxalment, la força i la seguretat de la gestió de paquets. Com que el seu gestor de paquets manté prolixos registres de tot el que fa, és capaç de revertir les instal·lacions, de manera neta i completa. S'ha d'assegurar que l'eliminació d'un paquet no fa malbé qualsevol altre, i fins i tot pot dir-li que faci coses específiques, com no actualitzar automàticament alguns paquets, perquè li agrada la forma en què estan, o per tornar a una versió anterior. Finalment, tot el procés està fortament revisat. Com que vostè és part d'una gran comunitat d'usuaris de Linux, tots ells amb els mateixos dipòsits per obtenir el seu programari, si alguna cosa surt malament, pot estar absolutament segur que hi haurà un gran enrenou al respecte, i que el problema es resoldrà ràpidament! D'aquesta manera, la distribució de programari en les distribucions GNU/Linux es basa en gran mesura en la confiança, des del moment en què el desenvolupador original mostra el seu codi font perquè tots ho vegin, fins a la discussió oberta al web de la distribució. Vostè pot confiar en el programari que obté, no només a causa dels protocols de seguretat ja esmentats, sinó perquè si alguna cosa funciona malament, tothom n'estarà parlant!
da: Mennesker begår fejl, hvor computere ikke gør, og af og til kan noget gå galt i denne proces. Måske du ved en fejl kommer til at installere drivere til den forkerte hardware og det kan ødelægge noget. Det har vi alle prøvet. Eller måske er der en fejl i programmet eller din yndlingsfunktion er blevet fjernet af programudvikleren af den ene eller anden grund. Paradoksalt nok så viser disse problemer styrken og sikkerheden i pakkehåndtering. Fordi dit pakkehåndteringsprogram nøje holder øje med, hvad det gør, så er det i stand til at rulle en installering fuldstændig tilbage. Det vil sikre sig, at det ikke ødelægger noget for andre pakker at fjerne en pakke, og du kan endda fortælle det ikke automatisk at opdatere visse pakker - fordi du kan lide dem, som de er - eller vende tilbage til en tidligere version. Hele processen overvåges nøje af andre. Fordi du er en del af et større fællesskab af Linux-brugere, der alle bruger det samme pakkearkiv, så kan du være sikker på, at hvis noget går galt, så vil der være et stort postyr, og problemet vil hurtigt blive løst! På den måde er distribution af programmer i GNU/Linux-distributioner i høj grad baseret på tillid, fra det øjeblik den oprindelige udvikler fremviser sin kildekode for alle og frem til den åbne diskussion på distributionens hjemmeside. Du kan have tillid til de programmer, du installerer, ikke kun pga. de føromtalte sikkerhedsforanstaltninger, men også fordi der vil blive talt om det, hvis noget går galt!
es: Los seres humanos se equivocan donde los ordenadores no, y de vez en cuando algo no puede salir mal en este proceso. Tal vez, por accidente, instale los controladores para el hardware equivocado y esto podría estropear algo. Todos hemos hecho eso. O tal vez hay un error de programación, o por alguna razón el desarrollador decidió quitar del programa su característica favorita. Estos problemas demuestran, paradójicamente, la fuerza y ​​la seguridad de la gestión de paquetes. Debido a que su gestor de paquetes mantiene prolijos registros de todo lo que hace, es capaz de revertir las instalaciones, de manera limpia y completa. Se asegurará de que la eliminación de un paquete no estropea cualquier otro, e incluso puede usted decirle que haga cosas específicas, como no actualizar automáticamente ciertos paquetes, porque le gusta la forma en que están, o para volver a una versión anterior. Por último, todo el proceso está fuertemente revisado. Debido a que usted es parte de una gran comunidad de usuarios de Linux, todos ellos con los mismos repositorios para obtener su software, si algo sale mal ¡puede estar absolutamente seguro de que habrá un gran alboroto al respecto, y de que el problema se resolverá rápidamente! De este modo, la distribución de software en las distribuciones GNU/Linux se basa en gran medida en la confianza, desde el momento en que el desarrollador original muestra su código fuente para que todos lo vean, hasta la discusión abierta en la web de la distribución. Usted puede confiar en el software que obtiene, no sólo debido a los protocolos de seguridad ya mencionados, sino porque si algo funciona mal ¡todo el mundo estará hablando de ello!
fr: L'homme fait des erreurs là où la machine n'en fait pas, et de temps quelque chose peut mal se passer dans ce processus. Peut-être installerez-vous par accident des pilotes pour un mauvais matériel, ce qui peut casser quelque chose. Cela nous est tous arrivé. Peut-être qu'il y a un bogue, ou peut-être que votre fonctionnalité préférée a été supprimée par le développeur du logiciel pour une raison quelconque. Ces problèmes démontrent, paradoxalement, la force et la sécurité de la gestion des paquets. Parce que votre gestionnaire de paquet garde fastidieusement des enregistrements de tout ce qu'il a fait, il est capable d'annuler des installations, proprement et complètement. Il s'assurera que la suppression d'un paquet n'en casse aucun autre, et vous pouvez même lui dire de faire des choses particulières comme ne pas mettre à jour automatiquement certains paquets parce que vous les aimez tels qu'ils sont, ou réinstaller une ancienne version. Finalement, la totalité du processus est largement vérifiée par des pairs. Parce que vous faîtes partie d'une grande communauté d'utilisateurs Linux qui utilisent tous les mêmes dépôts pour obtenir leurs logiciels, si quoique ce soit se passe mal, vous pouvez être absolument sûr que cela créera de l'agitation et que le problème sera vite résolu ! De cette manière, la partage des logiciels dans les distributions GNU/Linux est grandement basé sur la confiance, depuis le moment ou le développeur originel affiche à la vue de tous son code source, jusqu'aux discussions ouvertes sur le site de la distribution. Vous pouvez avoir confiance dans les logiciels que vous obtenez, non seulement grâce aux protocoles de sécurité mentionnés précédemment, mais aussi parce que si quelque chose va mal tout le monde en parlera !
pt_br: Os seres humanos erram onde os computadores não erram, logo, de vez em quando alguma coisa pode dar errado neste processo. Talvez você, por acaso, instale os drivers incorretos para o seu hardware, o que pode vir a quebrar alguma coisa. Todos nós já fizemos isso. Ou talvez haja um bug ou então o seu recurso favorito foi removido pelo desenvolvedor do programa por algum motivo. Esses problemas demonstram, paradoxalmente, a força e a segurança de gerenciamento de pacotes. Uma vez que o seu gerenciador de pacotes mantém registros meticulosos de tudo o que já fez, ele também é capaz de reverter instalações de forma limpa e completa. Ele se certificará de que a remoção de um pacote não vai quebrar nenhum outro. Você também pode ordenar o gerenciador a fazer coisas tais como não atualizar automaticamente determinados pacotes, porque você gosta deles do jeito que são, ou, então, revertê-lo para uma versão anterior. Finalmente, todo o processo é muito fortemente analisados ​p​or todos os pares envolvidos. Uma vez que você é parte de uma grande comunidade de usuários de Linux, com todos usando os mesmos repositórios para obter os softwares, se alguma coisa der errado você pode estar absolutamente certo de que haverá um grande barulho sobre o assunto e que o problema será resolvido rapidamente! Desta forma, a distribuição de softwares em distribuições GNU/Linux é muito baseada na confiança, do momento em que o desenvolvedor original exibe seu código fonte para que todos possam lê-lo até a discussão aberta que ocorre no site da distribuição. Você pode confiar no software que você obtém, não só por causa dos protocolos de segurança já mencionadas, mas porque se alguma coisa der errado todo mundo vai estar falando e discutindo sobre isso!
tr: Zaman zaman bilgisayar haricinde insan hataları sebebiyle bu işlemde bir şeyler hatalı gidebilir. Belki kaza sonucu olarak bir donanım parçasına ait yanlış sürücüyü yükleyebililirsiniz ve bu bir şeyleri kırabilir. Hepimiz böyle şeyler yapmışızdır. Ya da muhtemelen bir hata (bug) sebebiyle ya da herhangi bir sebepten en sevdiğiniz özellik uygulamanın geliştiricisi tarafından silinebilir. Bu olası sorunlar paradoksal olarak paket yöneticisinin gücünü ve güvenliğini gösterir. Çünkü paket yöneticisi yapılan her işlemin titizlikle kaydını altında tutar, böylece kurulumları temiz ve tam olarak geri almanıza imkan verir. Bir paketi silerken bir diğerinin zarar görmeyeceğinden emin olmanızı sağlayabilir, ve hatta bazı beğendiğiniz paketlerin otomatik yükseltilmemesini sağlayarak belirli bir sürümde tutabilir, ya da önceki sürüme döndürebilirsiniz. Sonuç olarak, tüm bu işlemler çok büyük bir dikkatle incelenerek yapılmaktadır. Çünkü siz büyük bir Linux kullanıcıları topluluğunun parçasısınız, tüm kullanıcılar yazılımlarını kurmak için aynı depoyu kullanırlar ve kesinlikle emin olabilirsiniz ki bir sorun ortaya çıktığında bunun hakkında büyük bir tartışma konusu açılıp, kısa süre içerisinde sorun çözülecektir! Bunların sayesinde GNU/Linux dağıtımlarında yayınlanan yazılımlar güven üzerine kurulur, resmi geliştiricinin yazılımın kaynak kodlarını herkesin görebileceği şekilde yayınlamasından, dağıtımın web sitesinde açık bir tartışmaya kadar. Sadece bahsettiğimiz güvenlik sebepleri dolayısıyla değil, eğer herhangi bir şey yanlış giderse herkes bu hata hakkında konuşacağı için de elde ettiğiniz yazılımdan emin olabilirsiniz.
vi: Lỗi con người thỉnh thoảng cũng xảy ra trong quá trình này. Có lẽ bạn sẽ vô tình cài đặt nhầm trình điều khiển thiết bị cho phần cứng và nó sẽ gây lỗi gì đó. Chúng ta ai cũng đều như vậy. Hoặc có lỗi hay là tính năng ưa thích của bạn đã bị nhà phát triển loại bỏ vì lý do gì đó. Ngược đời là chính những vấn đề này càng cho thấy sức mạnh và sự an toàn của việc quản lý gói. Trình quản lý gói của bạn lưu giữ biên bản chi tiết mọi thứ nó thực hiện, nên nó thể quay ngược cài đặt, hoàn toàn và sạch sẽ. Nó sẽ bảo đảm rằng gỡ bỏ một gói không làm hỏng bất kỳ thứ gì khác, và bạn còn có thể chỉ định nó làm những việc cụ thể như là không tự động nâng cấp một vài gói nào đó, vì bạn thích để nguyên như vậy, hoặc phục hồi lại một phiên bản trước đó. Sau cùng, toàn bộ quá trình này được giám sát rất kỹ lưỡng. Bạn là một thành viên của cộng đồng người dùng Linux rộng lớn, tất cả đều dùng cùng những kho chứa đó để lấy phần mềm, nếu có bất cứ vấn đề gì bạn có thể tin chắc rằng sẽ rất lộn xộn đấy, và vì vậy nó sẽ được giải quyết nhanh chóng ! Như vậy, việc phân phối phần mềm trong các bản phân phối GNU/Linux phần lới dựa vào sự tin tưởng, từ lúc nhà phát triển ban đầu công bố mã nguồn cho tất cả mọi người thấy, cho đến các cuộc thảo luận mở trên trang web bản phân phối. Bạn có thể tự tin vào phần mềm bạn lấy, không chỉ vì những giao thức bảo mật đã được đề cập, mà còn vì nếu có gì thì mọi người sẽ không để yên đâu !
zh_tw: 人類不像電腦，非常容易犯錯。您可能會不小心裝錯硬體驅動程式而弄壞您的系統。程式開發者可能在寫程式時出錯，或因為某些理由移除了您喜歡的功能。矛盾的是，這些問題說明了套件管理的長處與安全性。因為套件管理員近乎苛求地記錄所有做過的事，所以它有辦法乾淨而完整地反安裝。套件管理員可以確保移除某個套件不會損及其他任何套件，而您也可以要求它做特定的事情，例如不要自動升級特定套件，或將特定套件還原至舊版本。最後，整個過程都經過非常重度的同儕審查。您也是龐大 Linux 使用者社群的一份子，大家都是使用同樣的套件庫來取得軟體，如果出錯，您可以想見，其必然會引起很大的騷動，所以問題會很快地被解決! 因此，GNU/Linux 作業系統裡的軟體發行，大多是基於信任，從原始開發者對所有人展示其原始碼開始，到發行網頁上的公開討論都是如此。您可以對您從套件庫下載的軟體有信心，不只是因為前面所提到的安全協定，也是因為一旦出錯，很快就會引發討論!

source: Let's look again at our list of problems and see what we have solved:
ca: Mirem de nou la nostra llista de problemes i vegem què hem resolt:
da: Lad os igen se på listen over problemer og se, hvad der er blevet løst:
es: Miremos de nuevo nuestra lista de problemas y veamos los que hemos resuelto:
fr: Revenons à notre liste de problèmes et voyons ce que nous avons résolu :
pt_br: Vamos dar uma olhada novamente em nossa lista de problemas e ver o que já conseguimos solucionar:
tr: Şimdi sorun listemize tekrar bakalım ve onları nasıl çözdüğümüze görelim;
uk: Давайте ще раз поглянемо на наш перелік проблем і подивимося, що ми вирішили:
vi: Hãy xem lại lần nữa danh sách vấn đề của chúng ta và xem ta đã giải quyết được gì:
zh_tw: 再讓我們看一次問題列表，看看什麼我們解決了哪些問題:

source: Problem
ca: Problema
es: Problema
fr: Problème
pt_br: Problema
tr: Sorun
uk: Проблема
vi: Vấn đề
zh_tw: 問題

source: Solution
ca: Solució
da: Løsning
es: Solución
pt_br: Solução
tr: Çözüm
uk: Вирішення
vi: Giải pháp
zh_tw: 解決方案

source: It is difficult or impossible to find out if the software has been tested to work with your operating system.
ca: És difícil o impossible esbrinar si s'ha comprovat que el programari funciona en el seu sistema operatiu.
da: Det er svært eller umuligt at finde ud af, om programmet er blevet testet med dit styresystem
es: Es difícil o imposible averiguar si se ha comprobado que el software funciona en su sistema operativo.
fr: Il est difficile, voire impossible, de savoir si le logiciel a été testé pour fonctionner avec votre système d'exploitation.
pt_br: É difícil ou mesmo impossível descobrir se o software foi realmente testado de forma a funcionar com o sistema operacional.
tr: İşletim Sisteminiz ile sorunsuzca çalıştığı test edilmiş bir yazılım sürümünü bulmak ya çok zor ya da imkansızdır
uk: Складно або неможливо взнати чи програмне забезпечення було протестоване для роботи з Вашою операційною системою.
vi: Khó hoặc không thể nào biết được liệu phần mềm đã được thử nghiệm hoạt động với hệ điều hành của bạn hay không.
zh_tw: 要知道測試過的軟體，是否能在您的作業系統上正常運作，是非常困難或不可能的。

source: You know that the software available to you through the repository has been thoroughly tested by the package maintainer and the testing team to work with your operating system. They won't want to get it wrong, mostly on principle, but also because if they do they'll soon be getting lots of emails.
ca: Vostè sap que el programari disponible a través del repositori ha estat provat a fons pel mantenidor del paquet i l'equip de proves per a funcionar en el seu sistema operatiu. Ells no voldran fer-ho malament, sobretot per principis, però també perquè si ho fan, aviat estaran rebent un munt correus electrònics.
da: Du ved, at programmerne i pakkearkivet er blevet grundigt testet af den pakkeansvarlige og holdet af testere, så det fungerer med dit operativsystem. De ønsker ikke at begå fejl; mest af princip, men også fordi de hurtigt vil modtage en masse e-mail.
es: Usted sabe que el software disponible a través del repositorio ha sido probado a fondo por el mantenedor del paquete y el equipo de pruebas para funcionar en su sistema operativo. Ellos no querrán hacerlo mal, sobre todo por principios, pero también porque si lo hacen pronto estarán recibiendo un montón correos electrónicos.
fr: Vous savez que le logiciel disponible sur le dépôt a été minutieusement testé par le mainteneur du paquet et l'équipe de test pour fonctionner avec votre système d'exploitation. Ils ne rendront pas disponible un logiciel qui ne fonctionne pas, surtout par principe, mais aussi parce que si tel est le cas, il recevront en peu de temps énormément d'emails.
pt_br: Você sabe que o software disponibilizado para você através do repositório foi exaustivamente testado pelo mantenedor do pacote e pela equipe de testes de forma a funcionar corretamente com o seu sistema operacional. Eles não vão querer errar, mesmo porque se eles viessem a fazer isso iriam em breve estar recebendo muitos e-mails sobre o tema.
tr: Bildiğiniz üzere işletim sisteminiz ile çalışacak mevcut yazılımlar paket bakımcısı ve test ekibi tarafından test edilerek depo aracılığı ile size sunulurlar. Onlar bir hata olmasını genel bir prensip olarak istemezler, aynı zamanda böyle bir durum olursa çok fazla e-posta alacaklardır.
uk: Ви знаєте, що програмне забезпечення доступне у сховищі було ретельно протестоване супроводжуючим пакунку і командою тестування на роботу з операційною системою. В основному вони не хочуть щоб було погано з принципу, хоча ще й тому, що якщо вони так зроблять то будуть незабаром отримувати багато листів на свою електронну скриньку.
vi: Bạn biết rằng phần mềm đến với bạn qua kho chứa đã được kiểm thử kỹ lưỡng bởi đơn vị bảo quản gói và đội kiểm nghiệm để chắc chắn hoạt động với hệ điều hành của bạn. Về nguyên tắc họ sẽ không làm sai, và cũng bởi vì nếu như vậy họ sẽ phải nhận cả núi điện thư.
zh_tw: 當您可以從套件庫取得某個軟體時，這個軟體已經被套件維護者與測試團隊徹底地測試，而能在您的作業系統下運作。

source: It is difficult or impossible to know how this software will interact with the other software installed on your system.
ca: És difícil o impossible saber com interactuarà aquest programari amb la resta de programes en el vostre sistema.
da: Det er svært eller umuligt at vide, hvordan programmet vil fungere sammen med andre programmer installeret på dit system
es: Es difícil o imposible saber cómo interactuará este software con el resto del software instalado en su sistema.
fr: Il est difficile, voire impossible, de savoir comment un logiciel va interagir avec les autres applications installés sur votre système.
pt_br: É difícil ou mesmo impossível saber como este software irá interagir com outros softwares instalados em seu sistema.
tr: Kurulumunu yapacağınız yazılımın sisteminizdeki diğer yazılımlar ile uyum sorunları olup olmadığını bilmek ya çok zor ya da imkansızdır.
uk: Складно або неможливо знати як це програмне забезпечення буде взаємодіяти з іншим програмним забезпеченням, встановленим у Вашій системі.
vi: Khó hoặc không thể nào biết được phần mềm này sẽ tương tác thế nào với các phần mềm khác đã cài đặt trên hệ thống.
zh_tw: 要知道這個軟體，是否會與其他安裝在您系統上的軟體相互影響，是非常困難或不可能的。
