Repository: Acidburn0zzz/mintdoc
Catalog: books/User_Guide/launchpad-po-export/user-guide-common-softwaremanagement/user-guide-common-softwaremanagement-*.po
Languages: ca, da, es, fr, pt_br, tr, uk, vi, zh_tw

source: So, to summarize with an example, when you install Opera, Real Player or Google Earth in Linux Mint, these applications do not come from their original developers (Opera, Real and Google). Of course the upstream application comes from these developers, but only after they've been properly packaged and tested do they become available for you. So, in other words, you should never need to go and browse the Internet to look for software, as everything you need is available and already tested for you and for your system by the Linux Mint and Ubuntu teams. All you need to do is choose what you want to do.
ca: Per resumir amb un exemple, quan instal·leu Opera, Real Player o Google Earth al Linux Mint, aquestes aplicacions no venen dels seus desenvolupadors originals (Opera, Real i Google). Per descomptat que l'aplicació originària prové d'ells, però no estan disponibles per a l'usuari final fins que no han estat verificades i empaquetades apropiadament. En altres paraules, mai hauríeu de buscar a internet per trobar programari, ja que tot el programari necessari està disponible i verificat pels equips del Linux Mint i de l'Ubuntu. Només heu de triar què voleu fer.
da: For at opsummere med et eksempel: når du installerer Opera, Real Player eller Google Earth i Linux Mint, kommer disse programmer ikke fra de originale udviklere (Opera, Real og Google). Programmerne stammer selvfølgelig fra disse udviklere, men de pakkes og testes først, før de bliver tilgængelige for dig. Med andre ord, det burde ikke være nødvendigt at lede på internettet efter programmer, da alt, du har brug for, allerede er testet og gjort tilgængeligt for dig og dit system af holdene bag Linux Mint og Ubuntu. Alt, du skal gøre, er at vælge.
es: Así que, por resumirlo con un ejemplo, cuando usted instala Opera, Real Player o Google Earth en Linux Mint, estas aplicaciones no vienen de sus desarrolladores originales (Opera, Real y Google). Por supuesto, la aplicación proviene originalmente de estos desarrolladores, pero sólo después de que ha sido empaquetada y probada adecuadamente pasa a estar disponible para usted. En otras palabras, usted nunca debería necesitar navegar por Internet en busca de software, ya que todo lo que necesita está disponible y ya probado para usted y para su sistema por los equipos de Linux Mint y Ubuntu. Usted sólo tiene que elegir qué tarea desea hacer.
fr: Donc, pour résumer avec un exemple, quand vous installez Opera, RealPlayer ou Google Earth sur Linux Mint, ces applications ne proviennent pas de leurs développeurs originels (Opera, Real et Google). Bien entendu l'application « upstream » provient de ces développeurs, mais c'est seulement après qu'elle ait été empaqueté et testée qu'elle vous est rendue disponible. En d'autres termes , vous ne devriez jamais aller naviguer sur Internet pour télécharger un logiciel, parce que tout ce dont vous avez besoin est disponible et testé pour vous et votre système par les équipes de Linux Mint et Ubuntu. Tout ce que vous avez à faire est de choisir ce que vous voulez faire.
pt_br: Vamos, então, resumir essa história toda num único exemplo: quando você instala o Opera, Real Player ou o Google Earth no Linux Mint, esses pedidos não vêm de seus desenvolvedores originais (Opera, Real e Google). Obviamente, os aplicativos oriundos do upstream vêm desses desenvolvedores, mas só depois de terem sido devidamente empacotados e testados eles são disponibilizados para você. Em outras palavras, você nunca precisará navegar na Internet a procurar de um software, pois tudo o que você precisa já está testado e disponível para o seu sistema pelas equipes do Linux Mint e Ubuntu. A única coisa que você precisa é escolher o que quer fazer.
tr: Yani, bir örnek vererek özetlemek gerekirse, Opera, Real Player ya da Google Earth gibi yazılımları Linux Mint'e yüklediğinizde, bu uygulamalar doğrudan olarak orijinal geliştiricilerinden gelmez (Opera, Real ve Google'dan). Tabii ki kaynak olarak yazılımlar bu geliştiricilerden geliyor, fakat sonra uygun şekilde paketleniyor ve test edilip sizin yükleyebilmeniz için hazır hale getiriliyor. Yani, başka bir deyişle, yazılımı internet üzerinde aramaya ihtiyaç duymuyorsunuz, sisteminizin ihtiyacı olan herşey Linux Mint ve Ubuntu takımı tarafından test ediliyor ve kuruluma hazır hale getiriliyor. Yapmanız gereken tek şey, ne yapmak istiyorsanız bunu seçmektir.
uk: Таким чином у підсумку на прикладі встановлення Opera, Real Player чи Google Earth в Linux Mint ці програми надходять не від їх початкових розробників (Opera, Real та Google). Звичайно початково ці додатки надходять від цих розробників але лише після того як вони були потрібним чином запаковані та протестовані, вони стають доступними для Вас. Іншими словами Ви ніколи не повинні шастати інтернетом у пошуках програмного забезпечення бо все, що Вам потрібно вже є та перевірено і для Вас, і для Вашої системи, командами Linux Mint та Ubuntu. Все, що залишається Вам зробити - це вибрати те, що Вам потрібно.
vi: Cho nên, tóm lại bằng ví dụ, khi bạn cài Opera, Real Player hay Google Earth trong Linux Mint, những ứng dụng này không đến từ các nhà phát triển gốc (Opera, Real và Google). Tất nhiên ứng dụng đầu nguồn đến từ các nhà phát triển này, nhưng chúng chỉ đến được với bạn sau khi đã được kiểm thử và đóng gói đúng đắn. Nói cách khác, bạn chẳng bao giờ phải lướt web để tìm kiếm phần mềm, vì mọi thứ bạn cần luôn sẵn có và đã được kiểm thử cho bạn và cho hệ thống của bạn bởi các đội phát triển Linux Mint và Ubuntu. Tất cả bạn cần chỉ là lựa chọn điều muốn làm.
zh_tw: 以一個例子作總結，當您在 Linux Mint 安裝 Opera，Real Player，或 Google Earth 時，這些應用程式並非來自它們的原始開發者。雖然上游應用程式來自這些開發者，但是只有在它們被妥善測試並打包成套件之後，才會提供給您下載。換言之，理論上您永遠都不用透過瀏覽網路去尋找軟體，因為 Linux Mint 與 Ubuntu 團隊已經為您與您的系統，測試並提供所有您需要的軟體。所以，您只需要選擇軟體即可!

source: Linux Mint will update itself automatically through a tool called the Update Manager, which will update not only the base operating system, but all the software installed on your machine as well.
ca: El Linux Mint s'actualitzarà ell mateix automàticament mitjançant una eina anomenada Gestor d'Actualitzacions, que actualitzarà no només la base del sistema operatiu, sinó també tot el programari instal·lat a l'ordinador.
da: Linux Mint vil automatisk opdatere sig selv gennem et værktøj kaldet Opdateringshåndtering, som vil opdatere både styresystemet og alle programmerne installeret på din computer.
es: Linux Mint se actualizará automáticamente a través de una herramienta llamada Gestor de actualizaciones, que actualizará no sólo el sistema operativo base, sino también todo el software instalado en su equipo.
fr: Linux Mint se mettra à jour automatiquement via un outil appelé le gestionnaire de mises à jour, qui mettra à jour non seulement le système d'exploitation de base, mais également tous les logiciels installés sur votre machine.
pt_br: O Linux Mint irá atualizar automaticamente através de uma ferramenta chamada Update Manager (Gerenciador de atualizações), o qual irá atualizar, não só o sistema operacional base, mas todos os softwares instalados em sua máquina.
tr: Linux Mint, Güncelleme Yöneticisi isimli aracı ile kendi kendini otomatik olarak günceller, bu güncelleme sadece ana işletim sistemini kapsamaz, makinenizde yüklü olan tüm yazılımların güncellemesi de yapılır.
uk: Linux Mint буде оновлюватися автоматично через інструмент під назвою Менеджер Оновлення, який буде оновлювати не лише базову операційну систему, але й все програмне забезпечення, встановлене на Вашому комп’ютері також.
vi: Linux Mint sẽ tự động cập nhật chính nó bằng công cụ gọi là Trình Quản lý Cập nhật. Nó không chỉ cập nhật hệ điều hành cơ sở, mà cả các phần mềm trên máy.
zh_tw: 透過更新管理員，Linux Mint 會自動進行自我更新，不只更新基礎作業系統，還包含所有安裝在您電腦上的軟體。

source: It's that simple. Whew!
ca: És molt senzill!
da: Så enkelt er det. Puha!
es: Es así de fácil. ¡Uf!
fr: C'est aussi simple que ça !
pt_br: Isso é realmente simples! Uau!
tr: İşte bu kadar basit. Müthiş!
uk: Це дуже просто. Ось так !
vi: Đơn giản vậy thôi. Chậc !
zh_tw: 就是這麼簡單!

source: Installing software
ca: Com instal·lar programari
da: Installering af programmer
es: Instalar software
fr: Installation de logiciels
pt_br: Instalando o software
tr: Yazılım yükleme
uk: Встановлення програм
vi: Cài đặt phần mềm
zh_tw: 安裝軟體

source: Some of the most popular applications that are not installed by default in Linux Mint are Opera, Skype, Acrobat Reader, Google Earth and Real Player.
ca: Algunes de les aplicacions més populars que no estàn instal·lades per defecte al Linux Mint són l'Opera, l'Skype, l'Acrobat Reader, el Google Earth i el Real player.
da: Nogle af de mest populære programmer, som ikke som standard er installeret i Linux Mint er Opera, Skype, Acrobat Reader, Google Earth og Real Player.
es: Algunas de las aplicaciones más populares que no se instalan por defecto en Linux Mint son Opera, Skype, Acrobat Reader, Google Earth y Real Player.
fr: Certaines des applications les plus populaires qui ne sont pas installées par défaut dans Linux Mint sont Opera, Skype, Acrobat Reader, Google Earth et Real Player.
pt_br: Entre as aplicações mais populares existentes e que não são instaladas por padrão no Linux Mint, podemos destacar o Opera, Skype, Acrobat Reader, Google Earth e Real Player.
tr: Opera, Skype, Acrobat Reader, Google Earth ve Real Player gibi çok kullanılan uygulamaların bazıları Linux Mint ile öntanımlı olarak kurulu gelmez.
uk: Деякі з найпопулярніших додатків, які не встановлені тивово у Linux Mint це Opera, Skype, Acrobat Reader, Google Earth та Real Player.
vi: Một vài ứng dụng phổ biến nhất không được cài sẵn trong Linux Mint là Opera, Skype, Acrobat Reader, Google Earth và Real Player.
zh_tw: 有些受歡迎的應用程式，並沒有內建在 Linux Mint，如 Opera，Skype，Acrobat Reader，Google Earth，與 Real Player。

source: Using the Software Manager
ca: Com usar el gestor de programari
da: Brug af Programhåndtering
es: Uso del Administrador de software
fr: Avec le Gestionnaire de Logiciels
pt_br: Utilizando o Software Manager (Gerenciador de Aplicativos)
tr: Yazılım Yöneticisinin Kullanımı
uk: Використання Менеджера Програм
vi: Sử dụng Trình Quản lý Phần mềm
zh_tw: 使用軟體管理員

source: The easiest way to install software in Linux Mint is to use the <wordasword>Software Manager</wordasword>.
ca: La manera més senzilla d'instal·lar programari al Linux Mint és fent servir el <wordasword>Gestor de Programari</wordasword>.
da: Den nemmeste måde at installere programmer i Linux Mint på er at bruge <wordasword>Programhåndtering</wordasword>.
es: La forma más fácil de instalar software en Linux Mint es utilizar el <wordasword>Administrador de software</wordasword>.
fr: La méthode la plus simple pour installer des logiciels dans Linux Mint est d'utiliser le <wordasword>Gestionnaire de Logiciels</wordasword>.
pt_br: A maneira mais fácil de instalar programas no Linux Mint é através do <wordasword>Gerenciador de Aplicativos</wordasword>.
tr: Linux Mint'e en kolay yoldan yazılım yüklemek için <wordasword>Yazılım Yöneticisi</wordasword> aracını kullanın.
uk: Найпростіший спосіб встановлення програмного забезпечення в Linux Mint полягає у тому щоб використовувати <wordasword>Менеджер Програм</wordasword>.
vi: Cách dễ nhất để cài đặt phần mềm trong Linux Mint là dùng <wordasword>Trình Quản lý Phần mềm</wordasword>.
zh_tw: 在 Linux Mint 上安裝軟體，最簡單的方式就是使用 <wordasword>軟體管理員</wordasword>。

source: The Software Manager
ca: El Gestor de Programari
da: Programhåndtering
es: El administrador de software
fr: Le Gestionnaire de Logiciels
pt_br: O Gerenciador de Aplicativos
tr: Yazılım Yöneticisi
uk: Менеджер Програм
vi: Trình Quản lý Phần mềm
zh_tw: 軟體管理員

source: Open the <guimenu>Menu</guimenu> and select <guimenuitem>Software Manager</guimenuitem>.
ca: Obriu el <guimenu>Menu</guimenu> i seleccioneu <guimenuitem>Gestor de Programari</guimenuitem>.
da: Åbn <guimenu>Menu</guimenu> og vælg <guimenuitem>Programhåndtering</guimenuitem>.
es: Abra el <guimenu>Menú</guimenu> y seleccione <guimenuitem>Administrador de software</guimenuitem>.
fr: Ouvrez le menu principal et sélectionnez le Gestionnaire de Logiciels.
pt_br: Abra o <guimenu>Menu</guimenu> e selecione <guimenuitem>Gerenciador de Aplicativos</guimenuitem>.
tr: <guimenu>Menü</guimenu> 'yü açın ve <guimenuitem>Yazılım Yöneticisi</guimenuitem> aracını seçin.
uk: Відкрийте <guimenu>Меню</guimenu> і виберіть <guimenuitem>Менеджер Програм</guimenuitem>.
vi: Mở <guimenu>Trình đơn</guimenu> và chọn <guimenuitem>Trình Quản lý Phần mềm</guimenuitem>.
zh_tw: 開啟 <guimenu>選單</guimenu>，並選擇 <guimenuitem>軟體管理員</guimenuitem>。

source: The Software Manager lets you browse the software made available for Linux Mint. You can browse by category, search by keyword or sort the software by rating and popularity.
ca: El Gestor de Programari us permet cercar el programari disponible per Linux Mint. Podeu cercar per categoria, per paraula clau o ordenar el programari per valoració i popularitat.
da: Programhåndtering lader dig gennemse tilgængelige programmer i Linux Mint. Du kan gennemse kategorier, søge efter nøgleord eller sortere efter bedømmelser og popularitet.
es: El Administrador de software le permite navegar por el software disponible en Linux Mint. Usted puede navegar por categorías, buscar por palabra clave o clasificar el software por puntuación y popularidad.
fr: Le Gestionnaire de Logiciels vous permet de rechercher les logiciels disponibles pour Linux Mint. Vous pouvez effectuer votre recherche selon la catégorie, par mot-clé ou trier les logiciels par leur évaluation et leur popularité.
pt_br: O Gerenciador de Aplicativos permite que você busque o software disponível para o Linux Mint. Você pode pesquisá-lo por categoria, palavra-chave ou então pela classificação e popularidade.
tr: Yazılım Yöneticisi ile Linux Mint için kullanılabilir yazılımlara gözatabilirsiniz. Bu araştırmanızı kategorilerle, anahtar kelimelerle arama yaparak ya da yazılımları puanlama ve popülerliklerine göre sıralayarak yapabilirsiniz.
uk: Менеджер програм дозволяє переглядати програми для Linux Mint. Ви можете переглядати за категоріями, шукати за ключовими словами або відсортувати програми за рейтингом та популярністю.
vi: Trình Quản lý Phần mềm cho phép bạn duyệt qua các phần mềm dành cho Linux Mint. Bạn có thể duyệt xem theo thể loại, tìm kiếm theo từ khoá hoặc sắp xếp theo xếp hạng và độ phổ biến.
zh_tw: 軟體管理員能讓您瀏覽 Linux Mint 上可用的軟體。您可以依類別瀏覽，搜尋關鍵字，依評分或人氣排序軟體。

source: Using Synaptic
ca: Com usar el Synaptic
da: Brug af Synaptic
es: Uso de Synaptic
fr: Utilisation de Synaptic
pt_br: Utilizando o Synaptic
tr: Synaptic kullanımı
uk: Використання Synaptic
vi: Sử dụng Synaptic
zh_tw: 使用 Synaptic

source: If you want to install more than one application at a time or see more technical information about the packages, you can use <wordasword>Synaptic</wordasword>.
ca: Si voleu instal·lar més d'una aplicació a la vegada o veure més informació tècnica dels paquets, podeu usar <wordasword>Synaptic</wordasword>.
da: Hvis du vil installere mere end et program ad gangen eller se mere teknisk information om pakkerne, kan du bruge <wordasword>Synaptic</wordasword>.
es: Si desea instalar más de una aplicación a la vez o ver más información técnica acerca de los paquetes, puede utilizar <wordasword>Synaptic</wordasword>.
fr: Si vous souhaitez installer plusieurs applications à la fois ou afficher des informations plus techniques sur les paquets, vous pouvez utiliser <wordasword>Synaptic</wordasword>.
pt_br: Se você quiser instalar mais de um aplicativo ao mesmo tempo ou ver mais informações técnicas sobre os pacotes, você pode usar o <wordasword>Synaptic</wordasword>.
tr: Eğer bir seferde birden fazla yazılım yüklemek ve paketler hakkında daha fazla teknik bilgi görmek istiyorsanız, <wordasword>Synaptic</wordasword> uygulamasını kullanabilirsiniz.
uk: Якщо Ви бажаєте встановити більше ніж один додаток або отримати додаткову технічну інформацію про пакунки, Ви можете використовувати <wordasword>Synaptic</wordasword>.
vi: Nếu bạn muốn cài đặt nhiều hơn một phần mềm một lúc hoặc xem thêm thông tin kỹ thuật về các gói, bạn có thể dùng <wordasword>Synaptic</wordasword>.
zh_tw: 如果您打算一次安裝多個應用程式，或要閱讀更多關於套件的技術資訊，您可以使用 <wordasword>Synaptic</wordasword>。

source: Synaptic, the Package Manager
ca: Synaptic, el gestor de paquets.
da: Synaptic, pakkehåndteringsprogrammet
es: Synaptic, el gestor de paquetes
fr: Synaptic, le gestionnaire de paquets
pt_br: Synaptic, o Gerenciador de Pacotes.
tr: Synaptic, Paket Yöneticisi
uk: Менеджер пакунків Synaptic
vi: Synaptic, trình Quản lý Gói
zh_tw: 套件管理員 Synaptic

source: Open the <guimenu>Menu</guimenu> and select <guimenuitem>Synaptic Package Manager</guimenuitem>.
ca: Obriu el <guimenu>Menu</guimenu> i seleccioneu <guimenuitem>Gestor de paquets Synaptic</guimenuitem>.
da: Åbn <guimenu>Menu</guimenu> og vælg <guimenuitem> Synaptic - pakkehåndtering</guimenuitem>.
es: Abra el <guimenu>Menú</guimenu> y seleccione <guimenuitem>Gestor de paquetes Synaptic</guimenuitem>.
fr: Ouvrez le menu principal et sélectionnez le Gestionnaire de paquets Synaptic.
pt_br: Abra o <guimenu>Menu</guimenu> e selecione <guimenuitem>Gerenciador de pacotes Synaptic</guimenuitem>.
tr: <guimenu>Menü</guimenu> 'yü açınız ve <guimenuitem>Synaptic Paket Yöneticisi</guimenuitem> aracını seçiniz.
uk: Відкрийте <guimenu>Меню</guimenu> і виберіть <guimenuitem>Менеджер пакунків Synaptic</guimenuitem>.
vi: Mở <guimenu>Trình đơn</guimenu> và chọn <guimenuitem>Trình Quản lý Gói Synaptic</guimenuitem>.
zh_tw: 開啟 <guimenu>選單</guimenu>，並選擇 <guimenuitem>Synaptic 套件管理員</guimenuitem>。

source: Let's see how we can install Opera (an alternative to the Firefox Web browser):
ca: A veure com podem instal·lar l'Opera (un navegador web alternatiu al de Firefox)
da: Lad os se på, hvordan vi kan installere Opera (et alternativ til Firefox-browseren):
es: Vamos a ver cómo podemos instalar Opera (una alternativa al navegador web Firefox):
fr: Voyons comment installer Opera (une alternative au navigateur web Firefox) :
pt_br: Vamos ver como podemos instalar o Opera (uma alternativa ao navegador Firefox):
tr: Haydi birlikte Opera (Firefox web tarayıcısı için bir alternatif) uymalamasını nasıl yükleyeceğimizi görelim.
uk: Давайте подивимося, як ми можемо встановити Opera (альтернативу переглядача тенет Firefox):
vi: Hãy xem cách cài đặt Opera (lựa chọn thay thế cho trình duyệt Firefox):
zh_tw: 讓我們看看要如何安裝 Opera (Firefox 瀏覽器的代用品)

source: Click on the <guibutton>Search</guibutton> button and type <wordasword>opera</wordasword>.
ca: Cliqueu al botó <guibutton>Cerca</guibutton> i escriviu <wordasword>opera</wordasword>.
da: Klik på <guibutton>Søg</guibutton>-knappen og indtast <wordasword>opera</wordasword>.
es: Haga clic en el botón <guibutton>Buscar</guibutton> y teclee <wordasword>opera</wordasword>.
fr: Cliquez sur le bouton Rechercher et tapez opera.
pt_br: Clique no botão <guibutton>Pesquisar</guibutton> e digite <wordasword>Opera</wordasword>.
tr: <guibutton>Arama</guibutton> düğmesi/satırı üstüne tıklayın ve <wordasword>opera</wordasword> yazın.
uk: У полі <guibutton>Пошук</guibutton> напишіть <wordasword>opera</wordasword>.
vi: Nhấn nút <guibutton>Tìm kiếm</guibutton> và gõ <wordasword>opera</wordasword>.
zh_tw: 點擊 <guibutton>搜尋</guibutton> 按鍵，並輸入 <wordasword>opera</wordasword>。

source: Go through the list of packages and find the one corresponding to the Opera Web Browser.
ca: Trobeu a la llista de paquets el que correspongui amb el del navegador web Opera.
da: Find pakken svarende til Opera-browseren i oversigten over pakker.
es: Busque entre la lista de paquetes el que corresponde al navegador web Opera.
fr: Passez en revue la liste des paquets et trouvez le paquet correspondant au navigateur web Opera.
pt_br: Vá até a lista de pacotes e encontre aquele que correspondente ao navegador Opera.
tr: Paket listesinin üzerine gidin ve Opera Web Tarayıcısına karşılık gelen paketi bulun.
uk: Пройдіться переліком пакунків і знайдіть один відповідний Opera Web Browser.
vi: Xem qua danh sách các gói và tìm gói tương ứng với Trình duyệt Opera.
zh_tw: 到套件列表裡尋找 Opera 瀏覽器。

source: Tick the box and select <guimenuitem>Mark for Installation</guimenuitem>.
ca: Marqueu la casella i seleccioneu <guimenuitem>Marca per instal·lar</guimenuitem>.
da: Markér feltet til venstre for pakkenavnet og vælg<guimenuitem>Markér til installation</guimenuitem>.
es: Marque la casilla y seleccione <guimenuitem>Marcar para la instalación</guimenuitem>.
fr: Cochez la case du paquet et sélectionnez l'option Sélectionner pour une installation.
pt_br: Marque a caixa e selecione <guimenuitem>Marcar para instalação</guimenuitem>.
tr: Paketi işaretleyin ve sağ tıklayıp <guimenuitem>Kurulum İçin İşaretle</guimenuitem> seçeneğini seçin.
uk: Поставте прапорець <guimenuitem>Позначити для встановлення</guimenuitem>.
vi: Đánh dấu vào ô và chọn <guimenuitem>Đánh dấu cài đặt</guimenuitem>.
zh_tw: 請勾選勾選框，並選擇 <guimenuitem>標記為安裝</guimenuitem>。

source: Click on the <guibutton>Apply</guibutton> button.
ca: Cliqueu al botó <guibutton>Aplica</guibutton>.
da: Klik på <guibutton>Anvend</guibutton>-knappen.
es: Haga clic en el botón <guibutton>Aplicar</guibutton>.
fr: Cliquez sur le bouton <guibutton>Appliquer</guibutton>.
pt_br: Clique no botão <guibutton>Aplicar</guibutton>
tr: <guibutton>Uygula</guibutton> düğmesi üstüne tıklayın.
uk: Натисніть на кнопку <guibutton>Застосувати</guibutton>.
vi: Nhấn nút <guibutton>Áp dụng</guibutton> button.
zh_tw: 點擊 <guibutton>套用</guibutton> 按鍵。

source: Using APT
ca: Com utilitzar l'APT
da: Brug af APT
es: Uso de APT
fr: Avec APT
pt_br: Usando o APT
tr: APT kullanımı
uk: Використання APT
vi: Sử dụng APT
zh_tw: 使用 APT

source: APT is by far the most powerful package management tool in Linux Mint. Yet it's extremely simple to use.
ca: L'APT és de llarg l'eina de gestió de paquets més potent del Linux Mint. Tot i així, és la més senzilla d'usar.
da: APT er det mest effektive værktøj til håndtering af pakker i Linux Mint, men alligevel nemt at bruge.
es: APT es, con diferencia, la herramienta de gestión de paquetes más poderosa de Linux Mint. Sin embargo, es muy fácil de usar.
fr: APT est de loin le plus puissant outil de gestion des paquets dans Linux Mint. Il est de plus extrêmement simple à utiliser.
pt_br: O APT é de longe a mais poderosa ferramenta de gerenciamento de pacotes do Linux Mint. Ainda assim, é bem simples de se utilizar.
tr: APT, Linux Mint'de kullanılan çok güçlü bir paket yönetim aracıdır. Ancak kullanımıda bir o kadar basittir.
uk: APT на сьогоді безумовно найпотужніший інструмент керування пакунками в Linux Mint. Втім він дуже простий у використанні.
vi: Hiện nay APT là công cụ quản lý gói mạnh nhất trên Linux Mint. Nhưng nó cực kỳ dễ dùng.
zh_tw: APT，是 Linux Mint 至今最強大的套件管理工具。它非常地簡單好用!
