Repository: Acidburn0zzz/mintdoc
Catalog: books/User_Guide/launchpad-po-export/user-guide-common-softwaremanagement/user-guide-common-softwaremanagement-*.po
Languages: ca, da, es, fr, pt_br, tr, uk, vi, zh_tw

source: Software is first written by a developer, as you might expect, and this end of the production chain is known as “upstream”. As a user of a Linux distribution, you are referred to as being at the furthest point “downstream” (unless you're an admin, in which case your users are the furthest point downstream, but you knew that because you're an admin). Once the developer is happy with the program or the update to the program they have written, they will release the source code for it. They will also communicate in their documentation which data libraries or other programs they took advantage of when they were writing the program. They have been doing this for some time and there are standardized and venerable ways for them to do this. Note that, with a few exceptions (usually either hardware manufacturers who release drivers for Linux, like nVidia or ATI, or certain major companies like Adobe, who we can trust) they release the actual source code for the program, that is, the list of instructions in that program in a human readable form. This has a number of implications, but most importantly for this discussion it means that they are willing to have their software peer reviewed by anyone and everyone with an Internet connection. It's awfully difficult to sneak spyware into your program when you're letting everyone see what you've written!
ca: El programari és escrit per un desenvolupador, com era d'esperar, i aquest extrem de la cadena de producció es coneix com "upstream" (aigües amunt). Com a usuari d'una distribució de Linux, vostè és considerat el punt més allunyat "downstream" (aigües avall) (a menys que sigui un administrador; en aquest cas els usuaris són el punt més baix, però això vostè ja ho sabia, perquè és un administrador). Una vegada que el desenvolupador està satisfet amb el programa o l'actualització del programa que ha escrit, donarà a conèixer el codi font. També comunicarà en la documentació les biblioteques de dades o altres programes en què es va recolzar per escriure el programa. Els desenvolupadors han estat fent això des de fa temps i hi ha formes estandarditzades i venerades per ells per fer-ho. Tingui en compte que, amb algunes excepcions (en general, fabricants de maquinari que alliberen drivers per a Linux, com nVidia o ATI, o determinades empreses importants com Adobe, en les quals podem confiar) s'allibera el codi font del programa, és a dir, la llista d'instruccions d'aquest programa en un format llegible per humans. Això té una sèrie d'implicacions, però el més important per a aquesta explicació és que estan permetent que el seu programari sigui revisat per qualsevol persona amb una connexió a Internet. És terriblement difícil colar spyware en un programa quan estàs deixant que tothom vegi el que has escrit!
da: Programmer skrives først af en udvikler, som man kunne forvente, og denne del af produktionskæden betegnes "opstrøms". Som bruger af en Linux-distribution er du længst "nedstrøms" (med mindre du er administrator, i hvilket tilfælde dine brugere er længst "nedstrøms", men det vidste du jo allerede, fordi du er administrator). Når udvikleren er tilfreds med programmet eller opdateringen til programmet, han/hun har skrevet, vil kildekoden blive frigivet. Det vil også blive beskrevet i dokumentationen, hvilke databiblioteker eller andre programmer, der benyttes af programmet. Det har stået på i nogen tid, og der er standardiserede måder at gøre det på. Bemærk, at med få undtagelser (typisk enten hardwareproducenter som udgiver drivere til Linux, f.eks. nVidia eller ATI, eller visse store firmaer såsom Adobe, som vi kan stole på) frigives programmets kildekode, dvs. instruktionerne i programmet på en form, der kan læses af mennesker. Dette har en række implikationer, men vigtigst i denne sammenhæng betyder det, at programmet kan gennemgås af alle og enhver med en internetforbindelse. Det er meget svært at snige spyware ind i dit program, når du lader alle og enhver se, hvad du har skrevet!
es: El software es escrito por un desarrollador, como era de esperar, y este extremo de la cadena de producción se conoce como "upstream" (aguas arriba). Como usuario de una distribución de Linux, usted es considerado el punto más alejado "downstream" (aguas abajo) (a menos que sea un administrador, en cuyo caso los usuarios son el punto más abajo, pero esto usted ya lo sabía, porque es un administrador). Una vez que el desarrollador está satisfecho con el programa o la actualización del programa que ha escrito, dará a conocer el código fuente. También comunicará en la documentación las bibliotecas de datos u otros programas en que se apoyó para escribir el programa. Los desarrolladores han estado haciendo esto desde hace tiempo y hay formas estandarizadas y veneradas por ellos para hacerlo. Tenga en cuenta que, con algunas excepciones (por lo general, fabricantes de hardware que liberan drivers para Linux, como nVidia o ATI, o determinadas empresas importantes como Adobe, en las que podemos confiar) se libera el código fuente del programa, es decir, la lista de de instrucciones de ese programa en un formato legible por humanos. Esto tiene una serie de implicaciones, pero lo más importante para esta explicación es que están permitiendo que su software sea revisado por cualquier persona con una conexión a Internet. ¡Es terriblemente difícil colar spyware en un programa cuando estás dejando que todo el mundo vea lo que has escrito!
fr: Comme vous pouvez vous en douter, le logiciel est d'abord écrit par des développeurs : cette extrémité haute de la chaîne de production est appelée « upstream ». En tant qu'utilisateur d'une distribution Linux, vous êtes désignés comme étant « downstream », c'est-à-dire le point le plus en bas (à moins que vous ne soyez un administrateur, auquel cas ce sont plutôt vos utilisateurs, mais vous le saviez déjà puisque vous êtes administrateur). Une fois que les développeurs sont satisfaits du programme ou de la mise à jour du programme qu'ils ont écrit, il vont en publier le code source. Ils vont également communiquer dans leur documentation de quelles librairies de données ou de quels autres programmes ils se sont servis. Il font cela depuis longtemps et il existe des manières standardisées et conventionnelles de le faire. Il faut comprendre que, à quelques exceptions près (habituellement les fabricants de matériel qui publient des pilotes pour Linux, comme nVidia ou ATI, ou certaines grandes entreprises comme Adobe, en qui nous pouvons avoir confiance) ils publient le code source du programme, qui est en fait la liste des instructions du programme sous une forme humainement lisible. Ceci a de nombreuses implications, mais le plus important dans le contexte de notre explication est que ces développeurs souhaitent que leur logiciel soit vérifier par leurs pairs et par toute personne disposant d'une connexion Internet. Il est extrêmement difficile de glisser un logiciel espion dans votre programme si vous laissez tout le monde voir ce que vous avez écrit !
pt_br: O software é primeiramente escrito por um desenvolvedor, como se poderia esperar, e este final da cadeia de produção é conhecido como "upstream". Como um usuário de uma distribuição Linux, você é referido como estando no ponto mais "downstream" (a menos que você seja um administrador, caso em que os usuários são o ponto mais a jusante, mas aí você já saberia disso). Uma vez que o desenvolvedor esteja feliz com o programa ou a atualização do programa que escreveu, vai liberar o código fonte para ele. Eles também irão se comunicar em sua documentação de quais bibliotecas de dados ou outros programas se utilizaram quando estavam escrevendo o programa. Eles vêm fazendo isso há algum tempo e existem formas padronizadas e respeitáveis de fazê-lo. Note que, exceto em raras ocasiões (normalmente com fabricantes de hardware que lançam drivers para Linux, como nVidia ou ATI, ou certas empresas grandes como Adobe, em quem podemos confiar), eles sempre liberam o código fonte do programa, ou seja, a lista de instruções do programa em um formato legível. Isso tem uma série de implicações, mas o mais importante para o nosso caso é que eles estão dispostos a ter seus softwares revisados por toda e qualquer pessoa com uma conexão com a Internet. É muito difícil colocar um spyware em seu programa quando você está deixando todo mundo ver o que escreveu!
tr: Yazılımlar ilk olarak bir geliştirici tarafından yazılırlar ve bu sizlerinde tahmin ettiğiniz üzere, üretim zincirinin halkalarında "kaynak" ("upstream") olarak bilinir. Bir Linux dağıtımı kullanıcısı iseniz, siz bu yukarıdan aşağı akışın ("downstream") son halkası durumundasınızdır (bir yönetici (admin) olmanız durumunda, sizin kullanıcınız bu zincirin son halkasıdır, zaten bir yönetici iseniz bunu biliyorsunuzdur). Eğer geliştirici yazdığı programdan ya da yazılmış programın için hazırlanmış güncellemeden memnun olursa, onun kaynak kodlarını yayınlar. Uygulamalar yazılırken kullandıkları veri kütüphaneleri ve uygulamayı yazarken avantajlarından yararlandıkları diğer programları da dökümantasyon içine alarak iletişim kurarlar. Bu işlem belirli zamanlarda ve belli bir standarta göre yapılır. Not olarak, bunun bir kaç istisnasının olduğunu belirtelim (genellikle donanım üreticilerinin Linux için yayınladığı sürücüler, nVidia ve ATI gibi, Adobe gibi belirli büyük firmalar), bunlar dışındaki uygulamaların mevcut kaynak kodları, uygulamadaki bir talimat listesi ile beraber, içeriklerini kişilerin anlayabileceği bir biçimle yayınlanırr. Böyle yapılmasının bir kaç etkisi mevcuttur, ama en önemli tartışma konusu geliştiricilerin ürettikleri yazılımları interneti olan herkesin erişimine ve incelemesine açmasıdır. Böylece isteyen herkes uygulamanın kaynak kodlarını görebildiği için casus yazılım gibi güvenlik riski doğurabilecek durumlar imkansız hale gelir!
vi: Đầu tiên phần mềm được viết ra bởi một nhà phát triển, như bạn có thể tưởng tượng, và đầu này của chuỗi sản xuất được gọi là "đầu nguồn". Là một người dùng bản phân phối Linux, bạn được xem như là ở "cuối nguồn" xa nhất. (Trừ khi bạn là quản trị viên, khi đó người dùng của bạn là xa hơn, nhưng bạn biết điều đó vì bạn là quản trị viên). Khi nhà phát triển thấy hài lòng với chương trình hoặc bản cập nhật chương trình họ viết, họ sẽ phát hành mã nguồn cho nó. Họ cũng sẽ cho biết trong tài liệu về những thư viện dữ liệu họ đã sử dụng khi viết chương trình. Người ta đã làm như thế này từ lâu và có những phương pháp được chuẩn hoá và đáng kính cho quy trình này. Lưu ý rằng, trừ một vài trường hợp ngoại lệ (thường là nhà sản xuất phần cứng phát hành trình điều khiển cho LInux, như nVidia hay ATI, hoặc một vài doanh nghiệp chủ chốt như Adobe mà chúng ta có thể tin tưởng), còn thì họ đều sẽ phát hành mã nguồn thực sự cho chương trình. Đó là một tập hợp các chỉ dẫn trong chương trình đó ở dạng con người có thể đọc được. Điều đó có một vài ngụ ý nhưng cái quan trọng nhất ở đây là họ sẵn sàng để cho phần mềm của họ được xem xét bởi bất kỳ ai có kết nối mạng Internet. Do đó cực kỳ khó khăn để ẩn giấu phần mềm gián điệp vào vì ai cũng thấy !
zh_tw: 軟體最先是由開發者所撰寫，生產鏈的這端稱為「上游」。身為 Linux 發行版的使用者，您身在最遠端的「下游」(除非您是系統管理員，您的使用者才是最遠端的下游)。當開發者對他們所撰寫的程式或程式更新感到滿意時，他們會發布原始碼，並會透過文件溝通，告知他們所利用的資料函式庫或程式。這套作法已經行之有年，而且已經建立標準作業流程。除了少數例外 (通常不是發布 Linux 驅動程式的硬體製造商，如 NVIDIA 或 AMD，就是我們可以信任的大公司，如 Adobe)，開發者所發布的是程式的實際原始碼，也就是人類可讀的指令列表格式。這代表著多重含意，但在這裡最重要的是，這代表著他們願意讓他們的軟體，接受任何網路使用者的同儕審查。當您讓所有人查看您所撰寫的程式時，要在其中挾帶間諜軟體，是極端困難的!

source: The software now moves down the stream to package maintainers, who are either volunteers or paid employees working for a Linux distribution. It is their responsibility to compile the source code for the software, test it on the distribution to make sure that it works, resolve any problems that they encounter and finally package the compiled (i.e., machine-readable) software in a convenient format. This package contains the executable program(s), their configuration files, and the instructions the package management software needs to successfully install it. Note that it won't ordinarily contain any static libraries, since it doesn't need to – the libraries are provided by other packages, and are therefore known as shared libraries. Your package management software will know if that a particular package requires another package to be installed first (like a shared library), because, as you will remember, the data libraries and related packages needed for the software to work were declared further upstream and that information is included in the package. The instructions are sufficiently detailed that even specific versions of other packages can be requested to ensure interoperability. The finished package is then uploaded to a special file server, which is called a software repository.
ca: El programari ara es mou corrent avall fins als mantenidors de paquets, que són voluntaris o assalariats que treballen per a una distribució de Linux. És la seva responsabilitat compilar el codi font del programari, provar a la distribució per assegurar-se que funciona, resoldre qualsevol problema que se'ls presenti i finalment enpaquetar el programari compilat (és a dir, llegible per una màquina) en un format adequat. Aquest paquet conté el programa o programes executables, els fitxers de configuració i les instruccions que necessita el programari de gestió de paquets per instal·lar-lo amb èxit. Tingui en compte que normalment no contindrà biblioteques estàtiques, ja que no es necessiten - les biblioteques són proporcionades per altres paquets, que es coneixen com a biblioteques compartides. El programari de gestió de paquets sabrà si un paquet en particular necessita que s'instal·li un altre paquet en primer lloc (com una biblioteca compartida), perquè, com vostè recordarà, les biblioteques de dades i paquets relacionats necessaris perquè el programari funcioni van ser declarades en una fase prèvia i aquesta informació s'inclou en el paquet. Les instruccions són prou detallades i fins i tot poden demanar versions específiques d'altres paquets per garantir la interoperabilitat. El paquet acabat es puja a un servidor d'arxius especial, que s'anomena repositori de programari.
da: Programmet bevæger sig nu nedstrøms til pakkeansvarlige, som enten er friviliige eller ansatte hos en Linux-distribution. Det er deres ansvar at oversætte programmets kildekode, teste det på distributionen for at sikre sig, at det virker, løse problemer de støder på og til sidst pakke det oversatte (til maskinformat) program i et passende format. Denne pakke indeholder det eksekverbare program, konfigurationsfiler og de instruktioner, som pakkehåndteringsprogrammet skal bruge for at installere programmet. Bemærk, at det typisk ikke vil indeholde nogen statiske biblioteker, da disse leveres af andre pakker kaldet delte biblioteker. Pakkehåndteringsprogrammet vil vide det, hvis en pakke kræver installation af en anden pakke først (såsom et delt bibliotek), fordi påkrævede databiblioteker og relaterede pakker blev angivet opstrøms (af udvikleren) og den information er inkluderet i pakken. Instruktionerne er tilstrækkeligt detaljerede til, at der kan anmodes om specifkke versioner af andre pakker for at sikre, at programmet fungerer korrekt. Den færdige pakker bliver så overført til en speciel filserver kaldet et pakkearkiv.
es: El software ahora se mueve corriente abajo hasta los mantenedores de paquetes, que son voluntarios o asalariados que trabajan para una distribución de Linux. Es su responsabilidad compilar el código fuente del software, probarlo en la distribución para asegurarse de que funciona, resolver cualquier problema que se les presente y finalmente enpaquetar el software compilado (es decir, legible por una máquina) en un formato adecuado. Este paquete contiene el programa o programas ejecutables, sus archivos de configuración y las instrucciones que necesita el software de gestión de paquetes para instalarlo con éxito. Tenga en cuenta que normalmente no contendrá bibliotecas estáticas, ya que no se necesitan - las bibliotecas son proporcionadas por otros paquetes, que se conocen como bibliotecas compartidas. El software de gestión de paquetes sabrá si un paquete en particular necesita que se instale otro paquete en primer lugar (como una biblioteca compartida), porque, como usted recordará, las bibliotecas de datos y paquetes relacionados necesarios para que el software funcione fueron declaradas en una fase previa y esa información se incluye en el paquete. Las instrucciones son lo suficientemente detalladas e incluso pueden solicitar versiones específicas de otros paquetes para garantizar la interoperabilidad. El paquete acabado se sube a un servidor de archivos especial, que se llama repositorio de software.
fr: Le logiciel se déplace vers le bas de la chaîne jusqu'aux mainteneurs de paquets, qui sont soit des volontaires soit des employés rémunérés travaillant pour une distribution Linux. Leur travail est de compiler le code source du logiciel, de le tester sur la distribution pour s'assurer qu'il marche, de résoudre les problèmes qu'ils rencontrent et finalement d'empaqueter proprement la version compilée (c.-à-d. lisible par l'ordinateur) du logiciel. Ce paquet contient alors la version exécutable du ou des programmes, leurs fichiers de configuration, et les instructions d'installation nécessaires au logiciel de gestion des paquets. Notez qu'il ne contiendra habituellement pas de librairies statiques, car il n'y a en pas besoin - les librairies sont fournies par d'autres paquets, et sont donc appelées librairies partagées. Votre logiciel de gestion des paquets saura si un paquet particulier nécessite qu'un autre paquet (comme une librairie partagée) soit installé avant, car comme vous vous en souviendrez, les librairies des données et les paquet nécessaires au fonctionnement du logiciel ont été déclarées « upstream » et cette information est inclue dans le paquet.
pt_br: O software agora se move para baixo no fluxo, em direção aos mantenedores de pacotes, que são ou voluntários ou assalariados que trabalham para uma distribuição Linux. É responsabilidade deles compilar o código-fonte do software, testá-lo na distribuição para se certificarem de que ele funciona, resolver todos os problemas com que se deparam e, finalmente, empacotar o software compilado (ou seja, legível por máquina) em um formato conveniente. Este pacote contém o programa executável, seus arquivos de configuração e as instruções que o software de gerenciamento de pacotes precisa para instalá-lo com sucesso. Note que ele normalmente não contém bibliotecas estáticas por não precisar delas, uma vez que essas bibliotecas são fornecidas por outros pacotes, e, portanto, são conhecidas como bibliotecas compartilhadas. O software de gerenciamento de pacotes saberá se um determinado pacote exige que um outro pacote seja instalado antes (como uma biblioteca compartilhada), porque, como você vai se lembrar, as bibliotecas de dados e pacotes relacionados necessários para que o software funcione foram declarados antes, no upstream, ou seja, esta informação já está incluída no pacote. As instruções são tão suficientemente detalhadas que até mesmo versões específicas de outros pacotes podem ser solicitadas para garantir a interoperabilidade. O pacote final é então enviado para um servidor de arquivos especial, o qual é chamado de repositório de software.
tr: Yazılım akışının bir sonraki basamağı olarak kaynak dosyası paket bakımcılarına gelir, bunlar bir dağıtımda gönüllü veya ücretli olarak görev alabilirler. Onların sorumluluğu ise kaynak kodda hazırlanmış programı derlemek, dağıtım üzerinde doğru çalıştığını test etmek, karşılaşılabilecek sorunları çözmek ve sonuç olarak derlenmiş (yani makine dilinin okuyabileceği hale getirilmiş) yazılımı uygun biçimde paketlemektir. Bu paket programın çalıştırılabilir uygulamalarını, yapılandırma dosyalarını ve paket yöneticisinin programı başarılı bir şekilde kurabilmesine ihtiyacı olan yükleme talimatlarını barındırır. Bu paketlerin statik kütüphaneler içermediğini ve bunun gerekmediğini unutmayın. İhtiyaç duyulan kütüphaneler başka paketler tarafından sunulurlar ve bu nedenle bunlar paylaşılmış kütüphaneler olarak bilinir. Paket yönetimi yazılımı, uygulama kurulurken belirli bir pakete ihtiyaç duyulduğunu veya bunun daha önce kurulması gerektiğini bilecektir (örneğin paylaşılan kütüphaneler gibi), çünkü hatırlayacağınız gibi, yazılım tarafından ihtiyaç duyulacak veri kütüphaneleri ile ilgili paketler hakkında bilgiler kaynak dosyada ayrıca listenerek belirtiliyordu. Talimatlar yeterince ayrıntılı olarak diğer paketlerin belirli sürümlerini bile içerdiğinden, birlikte çalışabilirliği sağlamak için talep edilebilecektir. Paket hazırlığında özel bir dosya sunucusuna yüklenir ve biz bunu depo olarak isimlendiriyoruz.
vi: Và rồi bây giờ phần mềm di chuyển xuôi dòng đến đơn vị bảo quản gói. Họ là tình nguyện viên hoặc nhân viên được trả tiền để làm việc cho một bản phân phối Linux. Nhiệm vụ của họ là biên dịch mã nguồn thành phần mềm, kiểm thử nó trên bản phân phối để đảm bảo nó hoạt động, giải quyết các vấn đề gặp phải và cuối cùng là đóng gói phần mềm đã biên dịch (tức là mã máy) thành một dạng thức tiện lợi. Gói này chứa chương trình thực thi, các tập tin cấu hình, và các chỉ dẫn cần thiết cho trình quản lý gói cài đặt nó. Lưu ý rằng nó thường không chứa thư viện tĩnh nào, vì không cần thiết - các thư viện được cung cấp trong các gói khác, do đó được gọi là thư viện dùng chung. Phần mềm quản lý gói của bạn sẽ nhận biết được khi một gói nào đó cần một gói khác cài đặt trước (như là thư viện dùng chung), vì vậy, bạn sẽ nhớ rằng, các thư viện dữ liệu và gói liên quan cần cho phần mềm hoạt động được đưa ra xa hơn về phía đầu nguồn và thông tin của chúng được chứa trong gói. Các chỉ dẫn đủ chi tiết để cho có thể yêu cầu cả một phiên bản cụ thể của gói khác để đảm bảo tính tương kết. Gói hoàn chỉnh sau đó được tải lên một máy chủ tập tin đặc biệt, gọi là kho chứa phần mềm.
zh_tw: 軟體接著往下游移動至套件維護者手裡。套件維護者是為 Linux 發行版工作的志願者或員工。他們負責編譯軟體原始碼，在發行版上測試軟體以確定可以運作，並解決任何遇到的問題，最後將編譯過 (即機器可讀) 的軟體，打包成方便的套件格式。這個套件包含執行程式，組態檔案，與套件管理軟體所需要的安裝指令。套件通常不會包含任何靜態函式庫，函式庫會由其他套件提供，因此被稱為共享函式庫。您的套件管理軟體會知道安裝某個套件之前， 是否需要安裝其他套件 (如共享函式庫)。這是因為軟體所需要的資料函式庫與相關套件，已經被更上游所宣告，而且這個資訊已經被包含在套件裡。其指令詳細到足以請求特定版本的其他套件，來確保互通性。完成的套件，接著會被上傳至一個稱為軟體套件庫的特殊檔案伺服器。
