Repository: Acidburn0zzz/mintdoc
Catalog: books/User_Guide/launchpad-po-export/user-guide-common-softwaremanagement/user-guide-common-softwaremanagement-*.po
Languages: ca, da, es, fr, pt_br, tr, uk, vi, zh_tw

source: If you get errors with the Update Manager, you can check the logs. Right click on the lock icon in the system tray and select <guilabel>Information</guilabel>. The following screen appears:
ca: Si hi ha errors amb el gestor d'actualitzacions, es poden visualitzar els registres. Cal fer clic amb el botó dret a l'escut a la safata del sistema i seleccionar <guilabel>Informació</guilabel>. Apareixerà la pantalla següent:
da: Hvis du oplever fejl med Opdateringshåndtering, kan du tjekke logfilen. Højreklik på skjoldet i statusfeltet og vælg <guilabel>Information</guilabel>. Følgende vindue vises:
es: Si ocurren errores con el Gestor de actualizaciones, puede revisar los registros. Haga clic derecho sobre el icono de la bandeja del sistema y seleccione <guilabel>Información</guilabel>. Aparece la pantalla siguiente:
fr: Si vous obtenez des erreurs avec le Gestionnaire de Mises à jour, vous pouvez consulter les journaux. Effectuez un clic-droit sur ​​l'icône du cadenas dans la zone de notification, et sélectionnez <guilabel>Information</guilabel>. L'écran suivant apparaît :
pt_br: Se você receber erros no Gerenciador de Atualizações, poderá verificar os logs (registros). Clique com o botão direito sobre o ícone do cadeado na bandeja do sistema e selecione <guilabel>Informações</guilabel>. A tela seguinte será exibida:
tr: Eğer Güncelleşme Yöneticisi ile ilgili bir hata mesajı alırsanız, günlük (log) dosyalarını kontrol edebilirsiniz. Sistem çekmecesindeki kalkan simgesine sağ fare sağ tuşu ile tıklayıp “Bilgi” komutunu seçiniz. Aşağıdaki ekran görünecektir.
uk: Якщо Ви отримуєте помилки з Менеджера Оновлень, Ви можете перевірити журнали. Клацніть правою кнопкою миші по піктограмі щита в системному треї і виберіть <guilabel>Інформація</ guilabel>. З'явиться такий екран:
vi: Nếu gặp lỗi với trình Quản lý Cập nhật, bạn có thể kiểm tra nhật ký. Nhấp phải vào biểu tượng khoá trên khay hệ thống và chọn <guilabel>Thông tin</guilabel>. Màn hình sau hiện ra:
zh_tw: 如果更新管理員發生錯誤，您可以檢查記錄。在更新管理員系統匣圖示上，點擊滑鼠右鍵，並選擇 <guilabel>資訊</guilabel>。此時，以下畫面會出現:

source: The Update Manager logs
ca: Els registres del gestor d'actualitzacions.
da: Opdateringshåndteringslogfilen
es: Los registros del Gestor de actualizaciones
fr: Les journaux du Gestionnaire de Mises à jour
pt_br: Os registros do Gerenciador de Atualizações
tr: Güncelleme Yöneticisi günlük kayıtları
uk: Журнали Менеджера Оновленнь
vi: Nhật ký trình Quản lý Cập nhật
zh_tw: 更新管理員記錄

source: In this screen you can see the process ID of the Update Manager and the content of its log file.
ca: En aquesta pantalla podeu veure la ID del procés del gestor d'actualitzacions i el contingut del seu fitxer de registre.
da: I dette vindue kan du se Opdateringshåndterings proces-ID og indholdet af logfilen.
es: En esta pantalla se puede ver el ID de proceso del Gestor de actualizaciones y el contenido de su archivo de registro.
fr: Dans cet écran, vous pouvez voir l'identifiant du processus du Gestionnaire de Mises à jour, et le contenu de son fichier journal.
pt_br: Nesta tela você pode ver o ID do processo no Gerenciador de Atualizações e o conteúdo de seu arquivo de log(registro).
tr: Bu ekranda Güncelleme Yöneticisinin işlem numarasını (ID), ve günlük (log) dosyasının içeriğini görebilirsiniz.
uk: На цьому екрані Ви можете бачити ідентифікатор процесу Менеджера Оновлення і зміст його лог-файлу.
vi: Trong màn hình này bạn sẽ thấy ID tiến trình của trình Quản lý Cập nhật và nội dung của tập tin nhật ký.
zh_tw: 在這個畫面，您可以看到更新管理員裡的程序 ID 與其記錄檔內容。

source: You can also review the updates that were applied on your system by clicking on the <guimenu>View</guimenu> menu and by selecting <guimenuitem>History of Updates</guimenuitem>.
ca: També podeu revisar les actualitzacions que s'han aplicat al sistema clicant al menú <guimenu>Mostra</guimenu> i seleccionant <guimenuitem>Historial d'actualitzacions</guimenuitem>.
da: Du kan også gennemse, de opdateringer, der er blevet installeret på dit system ved at klikke <guimenu>Vis</guimenu>-menuen og vælge <guimenuitem>Opdateringshistorik</guimenuitem>.
es: También puede revisar los cambios aplicados en su sistema haciendo clic en el menú <guimenu>Ver</guimenu> y seleccionando <guimenuitem>Historial de actualizaciones</guimenuitem>.
fr: Vous pouvez également consulter les mises à jour qui ont été appliquées sur votre système en cliquant sur le menu <guimenu>Vue</guimenu>, et en sélectionnant <guimenuitem>Historique des mises à jour</guimenuitem>.
pt_br: Você também pode verificar as atualizações que foram aplicadas em seu sistema clicando no menu <guimenu>Ver</guimenu> e selecionando <guimenuitem>Histórico de Atualizações</guimenuitem>.
tr: <guimenu>Görünüm</guimenu> menüsüne tıklayıp <guimenuitem>Güncelleme Geçmişini</guimenuitem> açarak sisteminize uygulanmış güncellemeleri inceleyebilirsiniz.
uk: Ви також можете переглянути оновлення, які були застосовані у Вашій системі, натиснувши на меню <guimenu>Перегляд</guimenu> і вибравши <guimenuitem>Історія оновлень</guimenuitem>.
vi: Bạn cũng có thể xem lại các cập nhật đã được áp dụng trong hệ thống bằng cách nhấp vào trình đơn <guimenu>Xem</guimenu> và chọn <guimenuitem>Lược sử Cập nhật</guimenuitem>
zh_tw: 您也可以回顧套用至您系統的更新: 點擊 <guimenu>檢視</guimenu> 選單，並選擇 <guimenuitem>更新歷史</guimenuitem>。

source: The history of updates
ca: L'Historial d'actualitzacions
da: Opdateringshistorik
es: El historial de actualizaciones
fr: L'historique des mises à jour
pt_br: Histórico de atualizações
tr: Güncelleme geçmişi
uk: Історія оновлень
vi: Lược sử cập nhật
zh_tw: 更新歷史
